[
    {
        "Unnamed: 0":40021,
        "ReviewID":"CD000370",
        "PMID":"PMID:2509916",
        "Title":"Treatment of chronic hepatitis C with recombinant interferon alfa. A multicenter randomized, controlled trial. Hepatitis Interventional Therapy Group.",
        "Abstract":"Chronic hepatitis C (non-A, non-B hepatitis) is a common and often progressive viral liver disease. To assess the efficacy of therapy with the antiviral agent interferon alfa, we randomly assigned 166 patients with chronic hepatitis C to treatment with either 3 million or 1 million units of recombinant interferon alfa three times weekly for 24 weeks, or to no treatment. The probability of normalization or near normalization of the serum alanine aminotransferase levels after six months of interferon therapy was 46 percent in patients treated with 3 million units of interferon (P less than 0.001) and 28 percent in those treated with 1 million units (P less than 0.02), but only 8 percent in untreated patients. The serum alanine aminotransferase level became completely normal in 22 of the 26 patients (85 percent) who responded to treatment with 3 million units of interferon and 9 of the 16 patients (56 percent) who responded to treatment with 1 million units. The patients who received 3 million units of interferon had histologic improvement because of the regression of lobular and periportal inflammation. Relapse within six months after the completion of treatment occurred in 51 percent of the patients treated with 3 million units of interferon and 44 percent of those treated with 1 million units. We conclude that a 24-week course of interferon therapy is effective in controlling disease activity in many patients with hepatitis C, although relapse after the cessation of treatment is common.",
        "Year":1989.0
    },
    {
        "Unnamed: 0":40018,
        "ReviewID":"CD000370",
        "PMID":"PMID:2127789",
        "Title":"Therapy of chronic post-transfusion non-A, non-B hepatitis with interferon alfa-2b: Swedish experience.",
        "Abstract":"Thirty-three Swedish patients with chronic post-transfusion non-A, non-B hepatitis entered a randomized trial of interferon alfa-2b treatment (INTRON A, Schering-Plough Corporation) (3 million units, three times weekly, subcutaneously for 36 weeks). Twenty-two patients (67%) were reactive for antibodies against hepatitis C virus. Nineteen patients completed the course of therapy; 11 (58%) had a complete response with normalization of serum alanine aminotransferase levels, compared to none of the 12 controls (p less than 0.001). Four treated patients with chronic active hepatitis were non-responders. Non-responders had a significantly higher mean body weight than responders (p less than 0.05) and tended to have a longer duration of prior disease. During the 10-month follow-up period post treatment, 4\/11 (36%) complete responders had a sustained response and three (75%) of these four were reactive for antibodies against hepatitis C virus, whereas 7\/11 (64%) relapsed, of whom four (57%) were reactive for antibodies against hepatitis C virus. All patients who were treated again responded but relapsed once more after retreatment was stopped. We conclude that the majority of patients with chronic post-transfusion non-A, non-B hepatitis will respond to 9 months' interferon alfa-2b treatment, but that only one of three responders will have a sustained response 10 months post treatment. Reactivity for antibodies against hepatitis C virus is not predictive of the outcome of therapy.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":40003,
        "ReviewID":"CD000370",
        "PMID":"PMID:2127787",
        "Title":"A randomized controlled trial of interferon alfa-2b as therapy for chronic non-A, non-B hepatitis.",
        "Abstract":"Eighty patients with chronic non-A, non-B hepatitis completed a randomized controlled trial of the therapeutic efficacy of recombinant interferon alfa-2b. Twenty-nine received 1 million units and 26 received 3 million units of interferon subcutaneously thrice weekly for 6 months, and 25 were controls. Normalization or a significant decrease of alanine aminotransferase values was obtained in 19\/29 (66%) patients treated with 1 million units, in 18\/26 (69%) patients treated with 3 million units and in one control patient (4%, p less than 0.05). However, when control patients were randomized after the initial 24 weeks to receive 1 or 3 million units of interferon for 48 weeks, 12\/14 (86%) patients receiving 3 million units responded to therapy versus 3\/11 patients receiving 1 million units (27%, p less than 0.05). After a 1 to 6 months follow-up period post treatment, an alanine aminotransferase relapse was observed in 18\/30 (60%) responders to 3 million units and in 17\/22 (77%) responders to 1 million units. Cirrhotic patients responded less than patients with non-cirrhotic disease (47 vs. 78%, p less than 0.05). Only responders treated with 3 million units significantly ameliorated their histologic picture (pre-therapy Knodell's index = 8.9, post-therapy = 6.0, p less than 0.05). The data confirm that treatment with interferon is of benefit in patients with chronic non-A, non-B hepatitis.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":39992,
        "ReviewID":"CD000370",
        "PMID":"PMID:2127790",
        "Title":"Prolonged treatment (18 months) of chronic hepatitis C with recombinant alpha-interferon in comparison with a control group.",
        "Abstract":"The effectiveness of recombinant alpha-interferon was evaluated in chronic non-A, non-B hepatitis of parenteral transmission. Thirty patients were randomly allocated two groups: control group (without treatment) and treatment group (alpha-interferon 5 mega units thrice weekly for 2 months, and then 1.5 mega units until the eighteenth month). Retrospectively, 26 patients had anti-hepatitis C antibodies. After the first month, 40% of the treated patients had normal serum alanine aminotransferase levels, and no one in the control group (p less than 0.05). After 18 months of treatment, 40% (6\/15) of treated patients and 7% (1\/14) of controls had normal serum transaminases (p less than 0.05). Interferon was well tolerated. A decrease in the Knodell Index score on final biopsy was found in treated patients (p less than 0.05), with no variations in the control group. Relapse within 7 months after the end of treatment occurred in two out of six complete responders. Thus, recombinant alpha-interferon therapy given for 18 months normalizes serum transaminases and improves histological lesions in chronic hepatitis C of parenteral epidemiology. This long-term interferon schedule is well tolerated.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":39987,
        "ReviewID":"CD000370",
        "PMID":"PMID:1742400",
        "Title":"[Therapy of chronic non-A, non-B hepatitis with interferon alfa-2B. A controlled clinical study and long-term follow-up].",
        "Abstract":"In order to assess the efficacy of alpha-2b interferon (r-IFN) in the treatment of non-A non-B chronic hepatitis, 30 patients were randomised to receive r-IFN (3 MU subcutaneously three times a week for 24 weeks) or no therapy. A total of 21 males and 9 females, aged between 24-66 years old and who had had increased transaminase levels for at least one year, were included in the study. Three patients were ex-drug addicts and 6 had received blood transfusions whereas the cause of the infection in the remaining 21 patients was unknown. Hepatic biopsies performed prior to the study revealed persistent chronic hepatitis in 7 patients, active chronic hepatitis (ACH) in 19 patients and ACH with hepatic cirrhosis in 4 patients. Anti-HCV antibodies were present in 21 patients (70%). Transaminase values returned to normal in 11 (73%) of the 15 patients treated and remained unchanged in controls after 6 months of therapy. During the 18-month follow-up following the suspension of r-IFN treatment, transaminase values rose again to pre-treatment levels in 4 patients. Anti-HCV antibodies did not disappear in any of the patients who responded to therapy.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":39994,
        "ReviewID":"CD000370",
        "PMID":"PMID:1912556",
        "Title":"A randomized controlled trial of recombinant interferon-alpha in chronic hepatitis C in hemophiliacs.",
        "Abstract":"Chronic liver disease associated with hepatitis C virus (HCV) is an important cause of morbidity and mortality in hemophilia. We have used recombinant interferon alpha-2b (IFN alpha-2b) in a randomized controlled liver biopsy trial to treat hemophiliacs with chronic hepatitis. Eighteen patients entered the study, 16 of whom were subsequently shown to have antibodies to the HCV. All underwent liver biopsy at entry and were randomized to either treatment with self-administered IFN alpha-2b, 3 million units subcutaneously thrice weekly (n = 10) or no treatment (control group) (n = 8). Nine subjects had chronic active hepatitis, seven had chronic persistent hepatitis, and two had cirrhosis. Twelve months after entry into the study 17 patients underwent a second liver biopsy. All biopsies were coded, assessed, and scored according to the histologic severity of the liver disease. Ten patients were administered IFN for 1 year, and in four patients normalization of alanine aminotransferase (ALT) occurred compared with none in the untreated group. After the second liver biopsy, six of the eight initial no-treatment patients were treated with interferon 3 million units thrice weekly for 6 months, and normalization of ALT was seen in five patients. Biochemical relapse within 4 months of stopping IFN occurred in one of four patients treated for 1 year and in four of five patients treated for 6 months. IFN treatment was well tolerated. Although the histologic scores of the two groups were similar at entry into the study, after 12 months the biopsy appearances in the treated group were significantly improved compared with the controls (P less than .01). Histologic improvement was noted in the three interferon-treated human immunodeficiency virus antibody-positive patients and also in other patients who had no biochemical response. We conclude that low-dose recombinant IFN alpha is effective in normalizing transaminases and improving the histologic appearances in at least 50% of hemophiliacs with chronic hepatitis C.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":39983,
        "ReviewID":"CD000370",
        "PMID":"PMID:1906028",
        "Title":"Comparison of 1 or 3 MU of interferon alfa-2b and placebo in patients with chronic non-A, non-B hepatitis.",
        "Abstract":"Ninety patients with histologically documented chronic non-A, non-B hepatitis were randomly allocated to receive SC injections of placebo or of 1 or 3 MU of recombinant interferon alfa-2b three times weekly for 24 weeks. Complete normalization of alanine aminotransferase levels occurred posttreatment in 43.3% of patients receiving 3 MU, in 20% of those receiving 1 MU, and in 6.7% of untreated patients (P less than 0.0005 vs. those treated with 3 MU). Alanine aminotransferase normalization was sustained for 6 months after therapy in 13.3% of the patients treated with 3 MU and in 3.3% of those given 1 MU or placebo. The decline of alanine aminotransferase levels following interferon therapy showed independent, positive correlations with female sex (P less than 0.03) and younger age (P less than 0.05). The Knodell's fibrosis score was strongly positively correlated with age (P less than 0.0001). It is concluded that 3 MU of interferon is a more effective dose than 1 MU for controlling disease activity in non-A, non-B chronic hepatitis patients. Women and younger and noncirrhotic patients are more likely to respond.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":39981,
        "ReviewID":"CD000370",
        "PMID":"PMID:1899852",
        "Title":"High doses of recombinant alpha-interferon or gamma-interferon for chronic hepatitis C: a randomized, controlled trial.",
        "Abstract":"Chronic hepatitis C is often a progressive liver disease for which there is no satisfactory treatment. We studied the efficacy of recombinant alpha-interferon or gamma-interferon in the treatment of this disease in comparison with a control group. Thirty patients were randomly assigned to three groups. Ten patients received 7.5 MU alpha-interferon\/m2 body surface three times weekly for 3 mo, then 5 MU\/m2 for 3 mo and 2.5 MU\/m2 for 6 mo. Ten patients were treated with gamma-interferon at a dose of 2 MU\/m2 for 6 mo and the other 10 served as controls without treatment. The mean serum ALT levels and liver histological findings improved significantly only in the patients treated with alpha-interferon. No changes were observed in patients treated with gamma-interferon or in controls. Five of 10 patients treated with alpha-interferon had complete responses (mean ALT normal during therapy). After treatment ALT returned to pretreatment levels in two of 5 patients. The long-term response rate after alpha-interferon therapy was 30% at 18 mo. We conclude that alpha-interferon is effective in controlling disease activity in a portion of patients with chronic hepatitis C. High doses of alpha-interferon do not appear to add further benefit in the response rate or relapse rate. gamma-Interferon therapy is ineffective.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":40001,
        "ReviewID":"CD000370",
        "PMID":"PMID:8340603",
        "Title":"alpha-Interferon in the treatment of chronic viral hepatitis: effects on fibrogenesis serum markers.",
        "Abstract":"Forty patients with chronic viral hepatitis or active cirrhosis (33 anti-HCV positive) entered a recombinant human alpha 2A interferon randomized trial. Twenty-one subjects were treated with 6 million units (MU) three times per week for 6 months. Nineteen were not treated. Six months later in 12 patients of the treated group (60% of the evaluable 20) with normalized serum aminotransferases levels (responders), fibrogenesis serum markers (NPIIIP and laminin) were significantly lower than baseline. In the untreated patients and in non-responders NPIIIP and laminin were unchanged. Semi quantitative histological evaluation (allotting scores for inflammation, necrosis and fibrosis) confirmed a significant improvement of necro-inflammation in the responders. These data suggest that alpha-IFN treatment may decrease stimuli for fibrogenesis by reducing liver inflammation and necrosis, thus preventing evolution to cirrhosis.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":40017,
        "ReviewID":"CD000370",
        "PMID":"PMID:8382646",
        "Title":"Quantitative analysis of hepatitis C virus RNA in serum during interferon alfa therapy.",
        "Abstract":"Interferon alfa is effective for controlling disease activity in chronic hepatitis C. However, many responders suffer relapse after cessation of therapy. In the present study, the serum concentration of hepatitis C virus RNA was correlated with a sustained response to interferon therapy.\n                Fifty-three patients with chronic hepatitis C received a 26-week course of interferon alfa. Hepatitis C virus RNA was quantitated in serum at the beginning and end of treatment using a competitive assay that combined reverse transcription and polymerase chain reaction.\n                In long-term responders, whose alanine aminotransferase levels remained within the normal range during the 24 weeks after therapy, the titer of viral RNA (logarithmic transformed copy numbers per milliliter of serum) before therapy (7.1 +\/- 1.2) was significantly lower (P < 0.001) than that of short-term responders (8.3 +\/- 0.5) who had a relapse within the 24 weeks after therapy and nonresponders (8.1 +\/- 0.4). Multivariate multiple logistic regression showed that the titer of viral RNA before therapy was the strongest independent predictor of a sustained response to interferon-alfa therapy (P = 0.002).\n                The titer of hepatitis C virus RNA is the most important factor influencing the sustained response to interferon treatment.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":39973,
        "ReviewID":"CD000370",
        "PMID":"PMID:8391042",
        "Title":"Randomised trial of lymphoblastoid alpha-interferon in chronic hepatitis C. Effects on inflammation, fibrogenesis and viremia.",
        "Abstract":"Seventy-two patients with chronic hepatitis C were included in a randomised trial of lymphoblastoid interferon versus no treatment. Thirty-six patients entered each group. Interferon was given in a step-down schedule for 12 months. Aminotransferase activities became normal during treatment in 30 of 36 (83.3%) treated patients, but in only 1 out of 36 (2.7%) non-treated cases (p < 0.001). However, a reactivation of the disease during the interferon course was observed in 12 patients after a mean of 5.58 +\/- 1.55 months of therapy, and a post-treatment relapse was observed in 5 additional cases. The remaining 13 patients (36%) had sustained normalization of the aminotransferase levels for 15.27 +\/- 10.34 months (range 3-30) after discontinuation of interferon, thus representing a long-term sustained remission of the disease. Knodell's histological activity index decreased in all treatment patients, except for 3 non-responders (91.5%), but in only 9 of 36 non-treated cases (25%) (p < 0.001). Procollagen type III peptide levels normalized in most cases (83%) with a sustained response. A significant decrease in the detection of hepatitis C virus RNA was observed in patients with a sustained response (p < 0.05). Anti-interferon antibodies were only detected in one non-responder. Thus, interferon diminishes inflammatory and fibrogenic activity in the majority of patients with chronic hepatitis C and abolishes viremia in most of the patients with a sustained response.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":39980,
        "ReviewID":"CD000370",
        "PMID":"PMID:8509627",
        "Title":"Treatment with interferon(s) of community-acquired chronic hepatitis and cirrhosis type C. The TVVH Study Group.",
        "Abstract":"Two hundred and thirty-four patients with chronic non-A, non-B hepatitis, 86% positive for anti-HCV by ELISA, were treated with recombinant interferon-alpha 2a or with natural (human-leukocytes-derived) interferon-alpha using different dosage and periods of administration. Interim analysis of follow-up data indicate that 65-70% of patients treated initially with 6 MU, thrice weekly, of recombinant interferon-alpha 2a achieved a complete biochemical response (normalization of alanine aminotransferase: ALT) during therapy compared to 56-58% of those treated with 3 MU, thrice weekly, of recombinant or natural interferon-alpha. A 12-month schedule of interferon administration appeared superior to a 6-month schedule in reducing the probability of reactivation of liver disease after therapy withdrawal, although further data are needed to confirm such a conclusion. The probability of response to interferon in terms of maintaining normal ALT after withdrawal did not appear to be influenced by sex, while it was significantly higher in patients aged below 45 years and in those without cirrhosis.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":40005,
        "ReviewID":"CD000370",
        "PMID":"PMID:7694894",
        "Title":"Long-term follow-up of patients with chronic hepatitis C treated with different doses of interferon-alpha 2b.",
        "Abstract":"Eighty patients with chronic hepatitis C who completed a previously reported randomized controlled trial on the efficacy of interferon-alpha 2b were followed up for at least 36 mo after therapy discontinuation. Seventeen patients (21.2%) maintained normal ALT values throughout the follow-up; 63 (78.8%) either did not normalize the levels of ALT or relapsed during the follow-up. A significantly greater proportion of patients treated with 3 million units of interferon three times a week subcutaneously for 48 wk were long-term responders compared with patients treated for 24 wk. Sex, age, hepatitis C virus antibody status, source of infection and pretreatment levels of ALT were not predictive of long-term response. Cirrhosis was found to be an unfavorable predictive factor. After 3 yr of follow-up, clearance of viremia was observed in 58.9% of the 17 long-term responders but in none of the non-responders (p = 0.002). E2-NS1 antibody tested negative in 88.2% of long-term responders and in 14.3% of nonresponders (p = 0.001). Fifty-nine percent of long-term responders tested negative for C100-NS4 antibody compared with 14.3% of nonresponders (p = 0.031). No significant change was observed in other antibodies. Four long-term responders underwent liver biopsy 2 yr after discontinuation of therapy. All four patients had normal liver histology compared with baseline assessment of chronic active hepatitis in three and chronic persistent hepatitis in the other. Three of the four were negative for serum hepatitis C virus RNA.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":40007,
        "ReviewID":"CD000370",
        "PMID":"PMID:7907073",
        "Title":"Comparative efficacy of interferon alfa in cirrhotic and noncirrhotic patients with non-A, non-B, C hepatitis. Le Groupe Français pour l'Etude du Traitement des Hépatites Chroniques NANB\/C.",
        "Abstract":"Because the effects of interferon in the presence and absence of cirrhosis are still debated in chronic active hepatitis type non-A, non-B, C (NANB\/C), the aim of this study was to determine to what extent the presence of cirrhosis influences the response to interferon.\n                We compared the response to interferon alfa in 108 patients with chronic active hepatitis NANB\/C with or without cirrhosis. The patients were randomly assigned to one of the two regimens: one group received 6 months of interferon 3 MU 3 times weekly, while the second group received a 12-month course, 3 MU three times weekly during the first 6 months, 2 MU for the following 3 months, and 1 MU for the last 3 months.\n                In both regimens, the proportion of patients with normal alanine aminotransferase at the end of treatment was significantly lower in the cirrhotic than in the noncirrhotic patients. In males, abnormal serum alkaline phosphatase levels and gamma glutamyl transpeptidase were also related to a lesser response independent of cirrhosis. The response at the end of treatment was not significantly different between the two regimens in either the cirrhotic or the noncirrhotic patients. However, the 12-month regimen gave a significantly higher rate of sustained response 6 months after the end of treatment in patients without cirrhosis.\n                It is suggested that the presence of cirrhosis markedly reduces the rate of response to interferon and that in noncirrhotic patients, a 1-year treatment regimen could improve the beneficial effect of interferon.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":39978,
        "ReviewID":"CD000370",
        "PMID":"PMID:8200260",
        "Title":"Viral and host factors that contribute to efficacy of interferon-alpha 2a therapy in patients with chronic hepatitis C.",
        "Abstract":"Using conventional statistical analysis and multiple regression analysis, we investigated the viral and host factors that influence the response to recombinant interferon-alpha 2a therapy in patients with chronic hepatitis C. A total of 36 patients was randomly assigned to three administration schedules, 12 patients in each. Response to treatment was set as the criterion variable. Four variables were statistically significant in the conventional method in predicting a good therapeutic outcome: HCV genotype III and IV, lower histology activity index (HAI) score for liver, higher total dose of interferon administration, and lower serum HCV RNA concentration. In multiple regression analysis, a combination of the above four variables resulted in a higher multiple correlation coefficient (R = 0.84, P < 0.0001) using a stepwise method. Of those four, HCV genotype had the highest absolute value of standard partial regression coefficient (0.51). The HCV RNA concentration was correlated with HCV genotype and HAI score, whereas HCV genotype and HAI score showed no correlation. Thus, HCV RNA concentration was not statistically significant in multiple regression analysis. These findings indicate that HCV genotype, HAI score, and schedule of administration can be important predictors of the response to interferon therapy.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":39976,
        "ReviewID":"CD000370",
        "PMID":"PMID:7908624",
        "Title":"Treatment of chronic sporadic-type non-A, non-B hepatitis with lymphoblastoid interferon: gamma GT levels predictive for response.",
        "Abstract":"The aim of this study was to evaluate the efficacy of human lymphoblastoid interferon-alpha treatment in chronic sporadic-type non-A, non-B hepatitis. We also aimed to determine if histological or liver function data could predict either response or relapse. Sixty patients with chronic sporadic-type non-A, non-B hepatitis were randomized in two groups of 30. One group was treated with interferon-alpha (3 MU thrice weekly) for one year; the other group was untreated controls. The treated group was followed for another year after interferon withdrawal. Liver function tests were performed during treatment. Liver biopsy was carried out before and a year after randomization. We evaluated rate of response [normalization of alanine aminotransferase (ALT) levels for at least three consecutive months] and rate of relapse (ALT rebound after therapy suspension). We also looked at possible predictive factors for response and relapse. In the treatment group the rate of response was 55% (16\/29). No control patient exhibited ALT normalization. Among the responders, 31% (5\/16) relapsed after interferon withdrawal. Low gamma GT and female sex are positive predictive factors of response (P < 0.01 and P < 0.02 respectively). Presence of portal and periportal inflammation at the second liver biopsy was correlated with relapse (P < 0.05). In conclusion, human lymphoblastoid interferon-alpha treatment for one year is beneficial in patients suffering from chronic sporadic-type non-A, non-B hepatitis. Low pretreatment gamma GT levels and female sex are positive predictors of response in this patient population.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1994.0
    },
    {
        "Unnamed: 0":40004,
        "ReviewID":"CD000370",
        "PMID":"PMID:8172137",
        "Title":"A randomized, controlled trial of human lymphoblastoid interferon in patients with compensated type C cirrhosis.",
        "Abstract":"To determine the efficacy of human lymphoblastoid interferon (L-IFN) in the treatment of compensated type C cirrhosis, 30 patients were assigned randomly to three groups, consisting of 10 patients each, who were treated as follows.\n                The 1- and 3-megaunit (MU) groups received 1 or 3 MU of L-IFN, respectively, daily for 2 wk, and three times weekly for 24 wk thereafter. The control group received no treatment. All of the patients had positive C100-3 hepatitis C virus antibody (anti-HCV) titers.\n                The serum alanine aminotransferase (ALT) levels decreased 26 wk after L-IFN treatment was began, in both treatment groups. In the 3-MU group, the ALT levels became normal [complete response (CR)] in 40%, improved to less than twice the upper limit of the normal value [partial response (PR)] in 10%, and remained unchanged [no change (NC)] in 50%. In the 1-MU group, a PR occurred in 30%. There was NC in 70%, and NC occurred in the control group. Twenty-four weeks after stopping L-IFN, the CR and NC rates in the 3-MU group were 10% and 90%, respectively, and NC was observed in all of the 1-MU and control patients. 2',5'-Oligoadenylate synthetase activities increased in both treatment groups (p < 0.05), but not in the control group. The anti-HCV titers decreased in the 3-MU group (p < 0.05), but not in the 1-MU and control groups. Higher doses of L-IFN were more effective. No serious side effects occurred.\n                These findings suggest that IFN administration can be effective and safe in patients with compensated type C cirrhosis, and that it would be worthwhile to evaluate IFN therapy for cirrhotic patients further.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":40012,
        "ReviewID":"CD000370",
        "PMID":"PMID:7564784",
        "Title":"Randomised trial of effects of interferon-alpha on incidence of hepatocellular carcinoma in chronic active hepatitis C with cirrhosis.",
        "Abstract":"Patients with chronic active hepatitis C and cirrhosis often develop hepatocellular carcinoma. Interferon (IFN) seems to be effective in some patients but whether it prevents carcinogenesis is unknown. In a prospective randomised controlled trial, we evaluated the effects of IFN-alpha in cirrhotic patients with HCV infection because of their high risk of hepatocellular carcinoma. 90 patients with compensated chronic active hepatitis C with cirrhosis were randomly allocated to receive IFN-alpha (6 MU three times weekly for 12-24 weeks) (45 patients) or symptomatic treatment (45 controls), and were followed up for 2-7 years. In nine controls, alanine aminotransferase (ALT) decreased to less than 80 IU\/L but did not stay in the normal range. In 19 patients given IFN-alpha, ALT decreased to less than 80 IU\/L (in seven patients, it became and stayed normal; p = 0.011, Wilcoxon rank-sum test). However, the mean change in ALT was not significantly different between the two groups. The mean change in peak alpha-fetoprotein values was smaller in patients given IFN-alpha than in controls (p = 0.021). The mean change in the serum albumin level was higher in the IFN-alpha group (p < 0.001). The histological activity index in the 12 IFN-alpha patients undergoing a second biopsy after therapy was improved (p = 0.031). Hepatitis C viral RNA disappeared in seven (16%) of the 45 IFN-alpha patients (95% CI, 7-29%) and in none of the 45 controls (0-8%; p = 0.018). Hepatocellular carcinoma was detected in two (4%, 1-15%) IFN-alpha patients and 17 (38%, 24-54%) controls (p = 0.002, Wilcoxon signed-rank test). The risk ratio of IFN-alpha treatment versus symptomatic treatment was 0.067 (0.009-0.530; p = 0.010 Cox's proportional hazards). IFN-alpha improved liver function in chronic active hepatitis C with cirrhosis, and its use was associated with a decreased incidence of hepatocellular carcinoma.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":40011,
        "ReviewID":"CD000370",
        "PMID":"PMID:8583134",
        "Title":"Interferon alfa-2b for chronic hepatitis C: effects of dose increment and duration of treatment on response rates. Results of the first multicentre Australian trial. Australia Hepatitis C Study Group.",
        "Abstract":"Two hundred and thirty patients with histologically proven chronic hepatitis C were randomized to receive one of the following treatment protocols: (a) 3 million units of interferon alfa-2b thrice weekly for 6 months, (b) 5 million units thrice weekly for 6 months, or (c) 3 million units thrice weekly for 2 years. The short-term response to treatment was defined by normal alanine aminotransferase for at least 3 months and until the end of treatment, and was confirmed by loss of hepatitis C viraemia in 42 (91%) of 46 cases as determined by reverse transcription-polymerase chain reaction. Short-term response to interferon alfa-2b was independent of the incremental dose, being 64% for 5 million units and 58% for 3 million units. Long-term response to interferon alfa-2b was defined by continued normality of alanine aminotransferase levels for at least 6 months after treatment withdrawal. The long-term response rates among responders treated for 6 months and those treated for 2 years were 29% and 54%, respectively (p < 0.001). Among all 18 patients tested, serum HCV-RNA was negative at both 6 and 12 months of follow-up in all long-term responders, and none have subsequently relapsed. Improvement in hepatic necroinflammatory changes was confirmed by quantitative histology (Scheuer score) in responders at the end of interferon alfa-2b treatment. The changes were significantly greater among those who had been treated for 2 years compared with those treated for 6 months (p < 0.05 and p < 0.02, respectively, for portal and lobular inflammation scores). Several pretreatment characteristics could be correlated with a favourable response to interferon alfa-2b. Thus, absence of cirrhosis was associated with a short-term response of 75%, while only 42% of patients with cirrhosis had a short-term response (p < 0.001). The frequency of short-term response to interferon alfa-2b also differed according to mode of disease acquisition, being best for injecting drug use (71%), less favourable for blood transfusion (56%) and worst for sporadic cases (43%) (p < 0.01). This observed difference, however, was not independent of histology on multivariate analysis. In summary, a 5 million unit dose of interferon alfa-2b failed to improve the short-term or long-term response to interferon alfa-2b treatment, but prolongation of interferon alfa-2b treatment to 2 years resulted in substantially improved long-term response rate.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":40014,
        "ReviewID":"CD000370",
        "PMID":"PMID:7739681",
        "Title":"A comparison of three interferon alfa-2b regimens for the long-term treatment of chronic non-A, non-B hepatitis. Multicenter Study Group.",
        "Abstract":"We studied the effects of long-term treatment with interferon on histologic features of the liver and serum alanine aminotransferase concentrations in patients with chronic non-A, non-B hepatitis.\n                Consecutive patients who met the inclusion criteria were enrolled in the study. The diagnosis of chronic non-A, non-B hepatitis was established on the basis of the liver-biopsy findings and an abnormal serum alanine aminotransferase value (greater than 1.5 times the normal value) for at least one year. All patients were treated for six months with 3 million units of interferon alfa-2b given subcutaneously three times a week and were then randomly assigned to the same treatment for an additional 12 months (group 1), a regimen of 1 million units three times a week for 12 months (group 2), or no further treatment (group 3). Patients in group 3 who had elevated serum alanine aminotransferase concentrations for three consecutive months underwent the initial regimen once again. Follow-up continued for two years after the discontinuation of treatment. Histologic improvement was defined as a decrease of at least one grade in the score for necroinflammatory activity (0, no activity; 1, mild; 2, moderate; or 3, severe) between the first liver biopsy and a biopsy performed at 18 months.\n                Of the 329 patients initially treated, 303 were randomized: 103 to group 1, 101 to group 2, and 99 to group 3. Of the 286 patients tested, 252 (88.1 percent) had antibodies to hepatitis C virus. In an intention-to-treat analysis, 46 of the patients in group 1 (44.7 percent) had normal serum alanine aminotransferase values at 18 months, as compared with 27 of the patients in group 2 (26.7 percent, P = 0.008) and 30 of those in group 3 (30.3 percent, P = 0.04). Between 19 and 42 months, 23 of the patients in group 1 (22.3 percent) continued to have normal serum alanine aminotransferase values (measured every six months), as compared with 10 of the patients in group 2 (9.9 percent, P = 0.02) and 8 of those in group 3 (8.1 percent, P = 0.005). Among the 176 patients with repeated liver biopsies at 18 months, more patients in group 1 had improved histologic-activity scores (69.6 percent) than in group 2 (47.6 percent, P = 0.02) or group 3 (38.6 percent, P < 0.001).\n                Among patients with chronic non-A, non-B hepatitis, a regimen of 3 million units of interferon alfa-2b given three times a week for 18 months produced better histologic findings and serum alanine aminotransferase values than regimens involving a lower dose or a shorter duration of treatment.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":40015,
        "ReviewID":"CD000370",
        "PMID":"PMID:7493300",
        "Title":"Long-term titrated recombinant interferon-alpha 2a in chronic hepatitis C: a randomized controlled trial.",
        "Abstract":"The efficacy and tolerability of 12-month treatment with titrated doses of recombinant interferon-alpha 2a (IFN-alpha 2a) in chronic hepatitis C were studied in 67 consecutively recruited patients randomly assigned either to a starting dose of IFN-alpha 2a 6 MU, subsequently adjusted to the serum alanine aminotransferase (ALT) response (n = 35), or to no therapy (n = 32; controls). End-of-treatment ALT levels were normal and hepatitis C virus (HCV) RNA was negative by nested polymerase chain reaction (PCR) in 17 (49%) treated patients compared to none of the controls (P < 0.001). During the 12 months after stopping treatment the number of patients who remained in remission was eight (23%) and one respectively (4%) (P = 0.031). Follow-up liver biopsy showed reduced hepatic inflammation in 80% of treated patients and in 29% of controls (P < 0.001). The eight sustained responders and 27 non-responders or relapsers received similar mean total doses of IFN (565 MU vs 545 MU) and had a similar incidence of anti-IFN neutralizing antibodys (13% vs 19%). Absence of cirrhosis was the only independent pretreatment parameter that predicted a sustained response. In conclusion, a mean cumulative dose of IFN 549 MU, titrated over 12 months, was well tolerated, and resulted in the long-term clearance of HCV RNA and normal ALT levels in 23% of patients.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":40008,
        "ReviewID":"CD000370",
        "PMID":"PMID:7489345",
        "Title":"Comparative study of two high doses of lymphoblastoid interferon in the treatment of chronic hepatitis C: influence on the levels of ALT, viraemia and histologic activity.",
        "Abstract":"Ninety consecutive patients with chronic hepatitis C were included in a randomized, uncontrolled trial to compare the efficacy of two treatment regimens, 10 MU (group A) vs 5 MU (group B), of lymphoblastoid interferon, in a step-down schedule for 24 weeks. All of the patients had antibodies against the hepatitis C virus, and all but one were HCV RNA positive in serum. The origin of the infection was attributed to blood transfusion in 30 patients and classified as sporadic in 60 patients. During treatment reduction in the ALT levels as well as the elimination of viraemia was observed in both treated groups, although these changes did not correlate significantly with the interferon dose. Nine months after the end of therapy, a sustained response was achieved in 13.6% (12\/88) of the patients. Relapse in group B (87.5%) was significantly higher than in group A (59.1%). The percentage of cases which remained with undetectable HCV RNA was significantly higher for the sustained responders (66.7%) than for the non-responders (11.8%) and relapser patients (2.4%). Repeated liver biopsies showed an overall significant reduction of all the subindices of histological activity from patients with sustained response, except for fibrosis. In short: the 10 MU dosing regimen of lymphoblastoid interferon was as efficient as the 5 MU dose as it brought about a similar improvement in ALT levels, histological activity and elimination of viraemia, albeit 10 MU proved significantly more effective in the prevention of a relapse among the responders after 24 weeks therapy.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":39998,
        "ReviewID":"CD000370",
        "PMID":"PMID:7639224",
        "Title":"A controlled study to determine the optimal dose regimen of interferon-alpha 2b in chronic hepatitis C.",
        "Abstract":"The efficacy of three different dose treatments of interferon (IFN) was evaluated in patients with chronic hepatitis C (HCV).\n                Ninety-one patients with chronic hepatitis C were allocated to receive 3, 6, or 10 U of recombinant IFN-alpha 2b three times weekly for 24 wk. The number of patients was 26, 35, and 30 in the low, middle, and high dose groups, respectively. Treatment was discontinued, however, in four patients (one in the middle dose group and three in the high dose group) because of depression occurring 1-3 months after therapy began. A total of 87 patients, therefore, was analysed and was comprised of 26 patients in the low dose group, 34 in the middle dose group, and 27 in the high dose group.\n                At the end of treatment, serum levels of ALT were normal in 50% (13\/26) of patients in the low dose group, 70% (24\/34) in the middle dose group, and 74% (20\/27) in the high dose group. Patients with persistent normalization of ALT for 12 months of follow-up were defined as sustained responders. Twelve months after treatment cessation, the percentage of sustained responders was 23% (6\/23) in the low dose group, 44% (15\/34) in the middle dose group, and 41% (11\/27) in the high dose group. Including the four patients who required discontinuation of IFN administration, the percentage of sustained responders was 43 and 37% in the middle and high dose groups, respectively. The clearance of HCV RNA was 40% in the middle dose group and 33% in the high dose group. This decrease in the clearance of HCV RNA was prominent in the high dose group. The percentage tended to be higher in the middle dose group, but the differences were not significant.\n                The results suggest that a regimen of recombinant IFN-alpha 2b in a dose of 6 U three times weekly for 24 wk may be appropriate for the treatment of chronic HCV.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":39996,
        "ReviewID":"CD000370",
        "PMID":"PMID:7843696",
        "Title":"Ability of prolonged interferon treatment to suppress relapse after cessation of therapy in patients with chronic hepatitis C: a multicenter randomized controlled trial.",
        "Abstract":"The aim of this study was to determine whether 12 months course of interferon alfa (IFN-alpha) therapy could improve the beneficial effect of IFN in chronic hepatitis C. Eighty-eight patients were treated with natural IFN-alpha for either 28 weeks (45 cases) or 52 weeks (43 cases). Sustained response was achieved in 15 (33.3%) of 45 cases treated for 28 weeks and in 23 (53.5%) of 43 cases treated for 52 weeks. Transient response with relapse of alanine transaminase (ALT) after completion of therapy was observed in 13 cases (28.9%) treated for 28 weeks and in 4 cases (9.3%) treated for 52 weeks. Thus, ALT relapse was suppressed by prolonged IFN treatment. No response was found in 17 cases (37.8%) treated for 28 weeks and in 16 cases (37.2%) treated for 52 weeks, indicating that approximately 38% of the patients with chronic hepatitis C were resistant to IFN therapy even with prolonged treatment. The rate of sustained response was significantly higher in patients with type 2a or 2b than in those with type 1b. Even in type 1b cases, it was higher in the 52-week treatment group than in the 28-week treatment group, and the rate of transient response was lower in the 52-week treatment group, indicating that relapse in type 1b cases was suppressed by prolonged IFN therapy. IFN therapy was not effective for patients with advanced liver fibrosis.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1995.0
    },
    {
        "Unnamed: 0":39974,
        "ReviewID":"CD000370",
        "PMID":"PMID:7540996",
        "Title":"Lack of benefit of escalating dosage of interferon alfa in patients with chronic hepatitis C.",
        "Abstract":"In patients with chronic hepatitis C treated with interferon alfa, sustained normalization of alanine aminotransferase was observed in about 20%, and no predictive factor of response could be clearly identified. The aims of this study were to assess the efficacy of an escalating dose of interferon and to determine the predictive factors of response.\n                Seventy-five patients were randomly assigned to two groups. Twenty-five patients received a dosage of 3 million units of recombinant interferon alfa-2b three times weekly for 24 weeks, and 50 patients received a dose that was increased to 5 million units at 8 weeks in nonresponders and to 10 million units 8 weeks later in persistent nonresponders. Multivariate analysis was performed to determine the features associated with response.\n                A sustained response was observed in 17% of the patients with constant dosage and in 19% of patients with an escalating dosage. Low pretreatment serum hepatitis C virus RNA levels and hepatitis C virus genotype were found to be independent predictive factors of sustained response.\n                In patients with chronic hepatitis C, an escalating dosage of interferon did not improve the overall rate of response. Low pretreatment serum hepatitis C virus RNA levels and genotype other than 1b were the only predictive factors of sustained response.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":39988,
        "ReviewID":"CD000370",
        "PMID":"PMID:7657272",
        "Title":"Randomized trial comparing three different regimens of alpha-2a-interferon in chronic hepatitis C. The TriVeneto Viral Hepatitis Group.",
        "Abstract":"Alpha-interferon (IFN-alpha) is an effective treatment for chronic hepatitis C, but only 20% to 30% of patients are apparently cured with the current recommended schedule of 3 MU given three times a week for 6 months. To evaluate the efficacy of more aggressive treatment regimens, we have conducted a randomized trial in 174 patients with chronic hepatitis C using three different schedules: (1) 12-month treatment starting with 6 MU\/ three times a week and decreasing the dose on the basis of serum alanine transaminase (ALT) activities (group A: 59 cases); (2) fixed dose of 3 MU three times a week for 12 months (Group B: 61 cases), (3) fixed dose of 6 MU three times of week for 6 months (Group C: 54 cases). Patients were evaluated during therapy for biochemical and virological response and followed for at least 12 months after therapy to assess long-term efficacy and liver histological outcome. The genotype of infecting HCV was also analyzed in all patients, and predictors of response were determined by multivariate analysis. Serum ALT became normal during therapy in 76% of patients (95% confidence interval [CI]: 63 to 86), 65% (CI: 52 to 77), and 74% (CI: 60 to 85) in groups A, B, and C, respectively (P = NS). The corresponding figures for sustained response 12 months after therapy were 49% (CI: 36 to 62), 31% (CI: 20 to 44), and 28% (CI: 16 to 42)(A vs. B, P = .06; A vs. C, P = 0.03). Eighty-six percent of patients with sustained response cleared HCV-RNA from serum, and 72% improved histologically.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1995.0
    },
    {
        "Unnamed: 0":39993,
        "ReviewID":"CD000370",
        "PMID":"PMID:8773908",
        "Title":"Transfusion-associated chronic hepatitis C: alpha-n1 interferon for 6 vs. 12 months.",
        "Abstract":"To compare the long-term effects of brief and prolonged therapy with alpha-n1 interferon for transfusion-associated chronic hepatitis C.\n                One hundred and sixteen subjects (male\/female 48\/68, mean age 46.9 years) were studied. Sixty patients were randomised to brief treatment (group 1: interferon 5 Mu\/msq. t.i.w. for 2 months, then 3 Mu\/msq. t.i.w. for 4 months), and 56 to prolonged treatment (group 2: interferon 5 Mu\/msq. t.i.w. for 2 months, then 3 Mu\/msq. t.i.w. for 10 months). All were followed for 12 months after stopping interferon.\n                The early response rate was 47.4% (Group 1 [45%], Group 2[50%]. No \"breakthrough\" reactivations were observed. The early response rate was 19% in patients with and 63% in patients without cirrhosis. Twenty-three (19.8%) subjects stopped therapy. Among 54 evaluable early responders, 21 had a sustained response. The rate of sustained response was comparable in group 1 (18.3%) and group 2 (18.2%). All sustained response subjects and some non-responders were HCV-RNA negative at the end of follow-up. Histological improvement was seen only after sustained response. Cirrhosis developed in 20% of non-responders. Overall, interferon induced a long-lasting remission of chronic hepatitis C in about one of every five patients.\n                In a population predominantly infected by hepatitis C virus type 1, 12 months of therapy with high doses of interferon does not confer any additional benefit on the early response or sustained response rates as compared to a 6-month course.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":39986,
        "ReviewID":"CD000370",
        "PMID":"PMID:8792690",
        "Title":"Comparative efficacy of a high or low dose of interferon alpha 2b in chronic hepatitis C: a randomized controlled trial.",
        "Abstract":"Our objective was to determine the relative efficacy of 6 months of treatment with 10 MU versus 3 MU of interferon-alpha 2b (IFN-alpha), three times weekly, in chronic hepatitis C (HCV) in a randomized trial.\n                Ten megaunits of IFN-alpha were given to 28 patients (group A), and 3 MU were given to 30 patients (group B). After treatment ended, follow-up was continued for 26 wk.\n                Overall, the sustained response rate was higher in group A than in group B (16\/26 or 61.5% vs. 12\/28 or 42.9%, p = 0.17), but the difference did not reach statistical significance. However, it was higher in group A than in group B among patients with minimal or mild chronic hepatitis (15\/20 or 75% vs. 9\/24 or 37.5%, p = 0.013) and among those with mild or moderate fibrosis (15\/17 or 88.2% vs. 11\/19 or 57.9%, p = 0.042). IFN-alpha treatment significantly reduced histological activity index (HAI) scoring and all its parameters, except fibrosis, but the decrease was similar in the two groups. Sex, age, stage, and HCV genotype were statistically significant predictors of sustained response in univariate analysis. However, multiple logistic regression analysis revealed that advanced histological stage (severe fibrosis and cirrhosis) was the only significant prognostic factor of poor sustained response (RR = 31.0, 95% CI 2-460, p = 0.01), whereas the presence of genotype 1 had marginal statistical significance (RR = 5.0, 95% CI 0.9-28, p = 0.07).\n                1) A larger dose of IFN-alpha does not improve the sustained response rate; however, it may be of benefit in early stages of chronic hepatitis C. 2) Pretreatment, histological stage, and possibly HCV genotype appear to be the main prognostic factors of sustained response.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":40020,
        "ReviewID":"CD000370",
        "PMID":"PMID:8895005",
        "Title":"Fixed versus titrated interferon-alpha 2B in chronic hepatitis C. A randomized controlled multicenter trial. The Swiss Association for the Study of the Liver.",
        "Abstract":"Interferon has become the mainstay of treatment of chronic hepatitis C; however, duration of treatment and dose remain unresolved questions. The present study aimed to compare standard dose interferon with a titrated dose regimen carried out for 1 year.\n                This was a randomized, controlled multicenter trial. Patients with chronic hepatitis C were randomly allocated to a control group (n = 30), to a fixed dose group (n = 31) where interferon-alpha 2b 3 MU thrice weekly was given for 1 year or a titrated group (n = 34) where interferon was titrated starting at 5 MU thrice weekly to the lowest dose keeping the patient in remission as assessed by a normal ALT value. Liver biopsies were obtained before and at the end of treatment; in addition, galactose elimination capacity was measured as a measure of cytosolic function.\n                In the control, fixed and titrated groups a complete response was achieved in 2\/29, 10\/28 and 15\/31, respectively (p < 0.001 in favor of treatment, p = n.s. for the two treatments). The corresponding figure for sustained response was 1\/29, 5\/28 and 6\/ 31 (p = n.s). In the titrated group, a complete (sustained) response was achieved with 5 MU in 2 (2), with 4 MU in 1 (0), with 3 MU in 4 (0), with 2 MU in 3 (0) and with 1 MU in 5 (4). Liver biopsy score and galactose elimination capacity improved significantly in responders but not in treatment failures.\n                Both fixed and titrated dosing of interferon given for 1 year induced virus clearance in only a minority of treated patients. However, in a small number of patients, a complete and sustained response can be achieved with low doses of interferon. Dose titration could be an interesting approach to decreasing the cost and side effects in the treatment of chronic hepatitis C.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":40013,
        "ReviewID":"CD000370",
        "PMID":"PMID:8938163",
        "Title":"A prospective, randomized trial comparing lymphoblastoid to recombinant interferon alfa 2a as therapy for chronic hepatitis C.",
        "Abstract":"To compare the long-term effectiveness and tolerability of lymphoblastoid interferon (IFN-alphaN1) and recombinant interferon alfa 2a (IFN-alpha2a) in patients with chronic hepatitis caused by hepatitis C virus (HCV), 234 consecutive patients with HCV-related chronic hepatitis were randomized prospectively to receive titrated doses (starting dose = 6 million units [MU]) of IFN-alpha2a (n = 118) or IFN-alphaN1 (n = 116) for 12 months. HCV RNA was detected by reverse-transcription polymerase chain reaction (RT-PCR), quantified by branched-DNA (bDNA) assay, and genotyped by reverse hybridization assay. Thirty-one patients in the IFN-alpha2a group and 28 in the IFN-alphaN1 group (total, 59 [25%] had normal transaminases and undetectable HCV RNA by RT-PCR after 12 months of therapy, but only 19 in the first group and 20 in the second group (total, 39 [17%]) had biochemical and virological responses 12 months after treatment was discontinued. The two treatment groups differed in terms of prevalence of major drug-related adverse reactions (23% vs. 37%, P = .025). The mean total dose per patient was similar for the two groups, i.e., 502 MU IFN-alpha2a vs. 496 MU IFN-alphaN1, and the cost of each sustained response was $31,800 and $32,440, respectively. By multivariate analysis, pretreatment viremia higher than 0.2 MEq\/mL and infection with genotype 1 were independently associated to treatment failure. The outcome of treatment in chronic hepatitis C patients was not improved by the administration of high cumulative doses of lymphoblastoid IFN.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":40009,
        "ReviewID":"CD000370",
        "PMID":"PMID:9021962",
        "Title":"Treatment of chronic hepatitis C with interferon alfa-n3: a multicenter, randomized, open-label trial.",
        "Abstract":"We studied the antiviral effectiveness and safety of interferon alfa-n3, a natural alpha interferon which contains multiple interferon species, in the treatment of previously untreated patients with chronic hepatitis C. Seventy-seven patients were randomized to receive either 1.0, 2.5, 5.0, or 10.0 million units (MU) of interferon alfa-n3 three times a week for 24 weeks and were then followed for an additional 24 weeks. At the end of therapy, 67% of patients in the 10 MU group normalized serum alanine transaminase (ALT) levels and 59% had no hepatitis C virus (HCV) RNA detected by polymerase chain reaction. At the end of the follow-up period, 44% of patients in the 10 MU group maintained normal ALT, and 24% had nondetectable HCV RNA. Lower doses were much less effective. Interferon alfa-n3 was well tolerated and no patient developed neutralizing anti-interferon antibodies during or after the treatment period. Interferon alfa-n3 appears to be effective against hepatitis C virus and deserves further study in larger randomized controlled trials.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":40019,
        "ReviewID":"CD000370",
        "PMID":"PMID:9310931",
        "Title":"Virological, biochemical and histological effects of human lymphoblastoid interferon in Swedish patients with chronic hepatitis C.",
        "Abstract":"Thirty-eight Swedish patients with chronic hepatitis C were randomly assigned to receive either 3 million units (MU) or 5 MU of human lymphoblastoid interferon-alpha-n1 (Wellferon) three times per week for either 6 or 12 months. The patients were monitored biochemically, histologically and by quantitative polymerase chain reaction for circulating HCV RNA, during therapy and for the following year. Overall, 22 (58%) of the patients lost detectable hepatitis C virus (HCV) viraemia during therapy but eight of these patients relapsed during follow-up, leaving 14 (37%) sustained responders. Patients infected with HCV non-type 1 genotypes were significantly more likely to achieve a sustained response than were those infected with HCV type 1 (63% vs 10.5%, P = 0.001). Sustained virological responses were also associated with lower pretreatment viraemia level, younger age, absence of cirrhosis and the higher interferon dosage regimens but these associations failed to reach statistical significance. In 97% of patients there was concordance between virological and biochemical responses, and a statistically significant (P = 0.005) improvement in the Knodell histological activity index was observed in the virological sustained responders.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":39999,
        "ReviewID":"CD000370",
        "PMID":"PMID:9247476",
        "Title":"Predictors of the efficacy of interferon therapy in chronic hepatitis C virus infection. Tokyo-Chiba Hepatitis Research Group.",
        "Abstract":"The relative role of virus load and hepatitis C virus (HCV) subtype as predictor of the efficacy of interferon (IFN) therapy is still in dispute. To resolve this issue, a multicenter, randomized, prospective study of 272 patients with chronic hepatitis C but without cirrhosis was conducted.\n                The patients were randomly assigned to two different dose groups: 6 million units (MU) or 9 MU IFN three times a week for 6 months. Serum HCV RNA levels and HCV subtypes were determined.\n                HCV RNA negativity rate at the completion of treatment with 9 MU IFN was higher than that with 6 MU (75% vs. 44%; P < 0.05). Virus eradication at 12 months after completion of treatment was higher in the 9 MU group than in the 6 MU group (36% vs. 25%; P < 0.05), especially in patients who had an intermediate virus load (10(4)-10(5) copies\/mL by Amplicor monitor assay) (52% vs. 19%; P = 0.029). Virus eradication rate in patients with serotype 2 was higher than in those with serotype 1 for both regimens (6 MU, 53% vs. 15%; 9 MU, 76% vs. 29%; each P < 0.05).\n                This prospective study showed that virus load, HCV serotype, and IFN dose are important predictors of the virological response to IFN therapy but virus load is the most important factor influencing the efficacy of IFN.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":40002,
        "ReviewID":"CD000370",
        "PMID":"PMID:9328328",
        "Title":"Virological response to interferon treatment in hepatitis C virus carriers with normal aminotransferase levels and chronic hepatitis.",
        "Abstract":"Hepatitis C virus (HCV) carriers with normal aminotransferase levels often show histological chronic hepatitis. This study was undertaken to determine the effect of interferon (IFN) in such patients. Nineteen HCV carriers with normal aminotransferase activities and chronic hepatitis were randomized to receive IFN-alpha2b (3 million units 3 times weekly for 12 months) or no treatment. Therapy was monitored by qualitative and quantitative determination of viral RNA. Patients who did not clear HCV RNA after 6 months discontinued therapy. In all, 9 patients constituted the control group, while 10 patients were treated. Five of these patients, still viremic after 6 months, stopped IFN. The remaining 5 patients, who cleared the viral RNA within 6 months, completed the 12-month course. Three of these patients relapsed off treatment, and 2 were still free of viremia 12 months after stopping therapy. A transient flare-up of aminotransferase activities was detected in 2 patients during treatment and in 3 patients after. None of the 9 control patients cleared the viral RNA during follow-up. A variable degree of sequence heterogeneity was detected in the hypervariable region before therapy, and IFN treatment decreased sequence diversity in all patients. These results indicate that IFN therapy can be effective in chronic HCV carriers with normal aminotransferase activities, inducing short-term virological response in 3 of 10 patients and sustained response in 2. The effects of treatment on viral load and quasispecies complexity were similar to those reported previously in patients with increased aminotransferase activities.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":39991,
        "ReviewID":"CD000370",
        "PMID":"PMID:9444445",
        "Title":"Human lymphoblastoid interferon treatment for patients with hepatitis C virus-related cirrhosis.",
        "Abstract":"To evaluate the efficacy and safety of human lymphoblastoid interferon treatment (interferon alfa) for patients with compensated cirrhosis caused by hepatitis C virus (HCV) infection, we randomly assigned 82 cirrhotic patients with chronic HCV infection (44 men, 38 women; mean age, 58.6 years) to two groups: 41 patients were treated with interferon alfa (480 million U over 6 months), and the other patients received no drug treatment. HCV RNA genotypes were determined by polymerase chain reaction (PCR) testing using type-specific primers. HCV RNA levels were measured by competitive PCR testing. No untreated patients eliminated HCV RNA from the serum or had a decrease in the level of alanine aminotransferase to normal during the observation period. Of the 34 patients who completed interferon alfa treatment, 6 (17.6%) who were considered complete responders eliminated HCV RNA from the serum by the end of treatment and sustained this elimination throughout a 6-month follow-up period. Complete responders constituted 6 (46.2%) of 13 patients with HCV RNA levels < or = 10(5) copies\/50 microL, but none of the 21 patients with levels > 10(5) copies\/50 microL were complete responders. Two (7.1%) of 28 patients with genotype 1b infection and 4 (66.7%) of 6 with genotype 2a were complete responders. Five patients withdrew because of interferon alfa-induced side effects (1 for thrombocytopenia, 3 for severe general malaise, and 1 for impotence), and 2 withdrew after being diagnosed with hepatocellular carcinoma. Hepatic failure did not occur in any treated patient in the present study. These findings indicate that interferon alfa treatment is useful for compensated cirrhosis caused by HCV infection if the HCV RNA levels are low and the infection is of genotype 2a.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":40016,
        "ReviewID":"CD000370",
        "PMID":"PMID:9261621",
        "Title":"Comparison of treatment with two different doses of leukocyte interferon alpha in patients with chronic hepatitis C.",
        "Abstract":"This study was carried in order to investigate whether human leukocyte interferon-alpha administered for 12 months at two different dosages, improves long-term responses in chronic hepatitis C and to see whether pre-treatment gamma-glutamyl transpeptidase values help to predict the clinical response to Interferon.\n                Forty-five patients were treated for 12 months with natural Interferon-alpha: 3 MU (group A: 31 cases); 6 MU (group B: 14 cases). Biochemical and virological responses were monitored during treatment and follow-up.\n                Alanine aminotransferase was normalized in 58.1% (Group A) and 54.5% (Group B) of patients by the end of the treatment. Due to side effects 3 patients had to discontinue treatment. During follow-up, remission was maintained in 30.8% and 45.4% of patients respectively (p = 0.046). After 12 months of therapy, respectively 46.7% and 45.4% of patients with complete biochemical response, cleared virus from serum, as did, among long-term responders, 3\/8 and 3\/4 evaluated patients. Independently of dosage, a complete response was found more often in patients with normal pre-treatment gamma-glutamyl transpeptidase than in those with pre-treatment abnormal values.\n                High dosage of IFN alpha was associated with a significantly greater rate of sustained biochemical response and with a better chance of viremia becoming negative. Pre-treatment gamma-glutamyl transpeptidase was able to predict the outcome of the treatment.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":39985,
        "ReviewID":"CD000370",
        "PMID":"PMID:9303508",
        "Title":"Treatment of chronic hepatitis C with consensus interferon: a multicenter, randomized, controlled trial. Consensus Interferon Study Group.",
        "Abstract":"This multicenter, randomized, controlled, double-blind, phase III study in 704 patients with chronic hepatitis C infection compared treatment with consensus interferon (CIFN), a non-natural recombinant type-1 interferon, with a standard regimen of recombinant interferon alfa-2b (IFN-alpha2b). Patients were randomized to receive CIFN at doses of 3 microg or 9 microg, or 15 microg IFN-alpha2b (3 million units), subcutaneously three times weekly for 24 weeks, followed by 24 weeks of observation. Efficacy was assessed by normalization of serum alanine transaminase (ALT) concentration and decrease in serum hepatitis C virus (HCV) RNA concentration below the limit of detection by reverse-transcription polymerase chain reaction (RT-PCR) (100 copies\/mL). The beneficial effect of CIFN was greater with the 9-microg dose than the 3-microg dose. The sustained ALT and HCV RNA response rates were 20.3% and 12.1%, respectively, in the 9-microg CIFN cohort and 19.6% and 11.3%, respectively, in the 15-microg IFN-alpha2b cohort. However, patients receiving 9 microg of CIFN had a greater reduction in serum HCV RNA concentrations compared with patients receiving 15 microg IFN-alpha2b over the course of treatment (P < .01). Similarly, analysis of patients infected with HCV genotype 1 showed a greater reduction in serum HCV RNA concentration over the course of treatment for the 9-microg CIFN group when compared with the 15-microg IFN-alpha2b group (P < .01). In addition, a greater percentage of patients infected with HCV genotype 1 treated with 9 microg CIFN had undetectable HCV RNA concentrations when compared with patients in the 15-microg IFN-alpha2b cohort at the end of treatment (24% vs. 15%; P = .04). Improvements in liver histology were noted in all three treatment groups; 52% to 55% of the patients in the three cohorts had at least a 2-unit improvement in the Knodell score at the end of the posttreatment period. The adverse-events profiles were characteristic of treatment with type-1 interferon, and the incidences of anti-interferon antibody formation did not significantly differ among the three treatment groups. These results show that administration of 9 microg CIFN three times weekly for 6 months is safe and is effective in reducing serum HCV RNA concentration.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":39982,
        "ReviewID":"CD000370",
        "PMID":"PMID:9097267",
        "Title":"A double-blind controlled trial of recombinant interferon-alpha 2b in haemodialysis patients with chronic hepatitis C virus infection and abnormal aminotransferase levels. Nephrologists' Group for the Study of HCV infection.",
        "Abstract":"The efficacy and safety of recombinant interferon-alpha 2b (rIFN-alpha 2b) was evaluated in a double-blind controlled trial comprising 23 haemodialysis patients with antibodies to hepatitis C virus (anti-HCV), detectable serum HCV RNA by polymerase chain reaction and chronic alanine aminotransferase elevation. The patients were randomly assigned to receive rIFN-alpha 2b at a dose of 1.5 MU (increasing to 3 MU if no response was observed) (Group I: n = 14) or identical placebo (Group II: n = 9), for 6 months. A biochemical response (normal alanine aminotransferase) was observed in 10 patients (71.4%) from Group I and in one patient (11.1%) from Group II (P < 0.01) at the end of therapy, and in four patients from Group I (28.6%) and in none from Group II (NS) 12 months after therapy. Virological response (HCV RNA negative) was observed in four patients (28.6%) from Group I and in none from Group II (NS) at the end of therapy, and in two patients (14.2%) from Group I and in none from Group II (NS) 12 months after therapy. Interferon doses were 1.5 MU in 12 patients and 3 MU in two patients. Therapy interruption owing to severe side-effects was necessary in three patients (21.4%) from Group I and in two patients (22.2%) from Group II. Although long-term statistical differences were not observed, these results suggest that rIFN-alpha 2b at a low dose is a reasonable and well tolerated therapeutic approach for haemodialysis patients with chronic hepatitis C.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":39975,
        "ReviewID":"CD000370",
        "PMID":"PMID:9500717",
        "Title":"Interferon alfa treatment of HCV RNA carriers with persistently normal transaminase levels: a pilot randomized controlled study.",
        "Abstract":"Most patients with serum hepatitis C virus (HCV) RNA and persistently normal alanine transaminase (ALT) levels show histological features of mild to moderately active chronic hepatitis. Some cirrhosis has also been reported. To assess whether interferon (IFN) treatment led to long-term HCV suppression in these patients, 31 previously untreated patients (15 men, 16 women; mean age, 44 years) with serum HCV RNA, persistently normal ALT levels on at least four consecutive occasions 2 months apart, and histological features of chronic hepatitis (21 mild activity, 10 moderate activity) were randomized to receive 1FN-alpha-2a, 3 MU three times a week for 6 months (n = 16), or no treatment (n = 15). All patients were followed up for at least 6 months after treatment ended. HCV RNA was tested by nested reverse-transcription polymerase chain reaction (RT-PCR) using 5'-untranslated region complementary primers, quantified by branched-DNA assay, and typed by nested RT-PCR testing for the HCV core region. Treated and untreated patients had similar epidemiological, virological, and histological characteristics. At the end of treatment, serum HCV RNA was still detected in 15 patients (94%) and 14 controls (93%). ALT levels flared up in 10 patients receiving IFN (62%) and in 1 control (62% vs. 7%; P < .005, chi2 test). In conclusion, 6 months' treatment with IFN-alpha-2a did not eradicate HCV RNA from serum in carriers with persistently normal ALT levels but caused ALT flare-ups in two thirds of them. Until more is known about the natural history of HCV RNA carriers with normal ALT levels, these patients should not be treated with IFN.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":39979,
        "ReviewID":"CD000370",
        "PMID":"PMID:9819446",
        "Title":"Interferon alfa-2b alone or in combination with ribavirin as initial treatment for chronic hepatitis C. Hepatitis Interventional Therapy Group.",
        "Abstract":"Only 15 to 20 percent of patients with chronic hepatitis C have a sustained virologic response to interferon therapy. We compared the efficacy and safety of recombinant interferon alfa-2b alone with those of a combination of interferon alfa-2b and ribavirin for the initial treatment of patients with chronic hepatitis C.\n                We randomly assigned 912 patients with chronic hepatitis C to receive standard-dose interferon alfa-2b alone or in combination with ribavirin (1000 or 1200 mg orally per day, depending on body weight) for 24 or 48 weeks. Efficacy was assessed by measurements of serum hepatitis C virus (HCV) RNA and serum aminotransferases and by liver biopsy.\n                The rate of sustained virologic response (defined as an undetectable serum HCV RNA level 24 weeks after treatment was completed) was higher among patients who received combination therapy for either 24 weeks (70 of 228 patients, 31 percent) or 48 weeks (87 of 228 patients, 38 percent) than among patients who received interferon alone for either 24 weeks (13 of 231 patients, 6 percent) or 48 weeks (29 of 225 patients, 13 percent) (P<0.001 for the comparison of interferon alone with both 24 weeks and 48 weeks of combination treatment). Among patients with HCV genotype 1 infection, the best response occurred in those who were treated for 48 weeks with interferon and ribavirin. Histologic improvement was more common in patients who were treated with combination therapy for either 24 weeks (57 percent) or 48 weeks (61 percent) than in those who were treated with interferon alone for either 24 weeks (44 percent) or 48 weeks (41 percent). The drug doses had to be reduced and treatment discontinued more often in patients who were treated with combination therapy.\n                In patients with chronic hepatitis C, initial therapy with interferon and ribavirin was more effective than treatment with interferon alone.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":39972,
        "ReviewID":"CD000370",
        "PMID":"PMID:9625329",
        "Title":"A randomized controlled trial of interferon-alpha in patients with cirrhosis caused by 2a\/2b genotype hepatitis C virus.",
        "Abstract":null,
        "Year":1998.0
    },
    {
        "Unnamed: 0":40006,
        "ReviewID":"CD000370",
        "PMID":"PMID:9722203",
        "Title":"Reinforced regimen of interferon alfa-2a reduces the incidence of cirrhosis in patients with chronic hepatitis C: a multicentre randomised trial. Multicentre GER-CYT-04 Group.",
        "Abstract":"Our aim was to assess and compare the long-term effect of interferon at standard (6 months) and reinforced dose and duration regimens in chronic hepatitis C.\n                A multicentre institutional trial included 244 previously untreated patients with chronic hepatitis C, without cirrhosis, who were randomly allocated to either standard (3 MU thrice a week for 24 weeks; n=120) or reinforced (6 MU daily for 12 days, 6 MU thrice a week for 22 weeks, 3 MU thrice a week for 24 weeks; n=124) regimens. The main endpoint was sustained ALT response at 72 weeks (18 months); secondary end-points were virological (branched DNA and PCR) and histological responses (incidence of cirrhosis) at month 18.\n                Sustained ALT response was observed in five patients (4%, 95% confidence interval 0-8%) in the standard group and in 21 patients (18%, 95% confidence interval 11-25%), from the reinforced group (p=0.002), in agreement with virological response in 21 (81%) patients. Cirrhosis at month 18 was observed in ten (10%) patients in the standard group and one (1%) in the reinforced group (p=0.004).\n                The standard regimen of interferon, in chronic hepatitis C, confers a minimal sustained response rate at 18 months and may not prevent the occurrence of cirrhosis. Reinforced regimens allow sustained response to be reached in a limited number of patients and reduce the risk of cirrhosis during 18 months of follow-up.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":39989,
        "ReviewID":"CD000370",
        "PMID":"PMID:9672169",
        "Title":"Efficacy of interferon dose and prediction of response in chronic hepatitis C: Benelux study in 336 patients.",
        "Abstract":"In an attempt to improve the limited efficacy of treatment of chronic hepatitis C with interferon-alpha 3 MU tiw, we studied the effects of double-dose therapy followed by downward titration, and analyzed the pre- and pertreatment factors associated with response or non-response.\n                Three hundred and fifty-four consecutive patients in 19 centers were randomized to interferon-alpha 3 MU tiw for 6 months or 6 MU tiw for 8 weeks followed by down-titration (3,1 MU tiw) till alanine aminotransferase remained normal and plasma HCV RNA was repeatedly undetectable. The primary outcome measure was sustained alanine aminotransferase and HCV RNA response 6 months after treatment.\n                Three hundred and thirty-six patients received treatment. The sustained response rate for patients receiving 3 MU tiw for 6 months was 14% (9-21%,) and for patients receiving double dose tiw for 8 weeks and thereafter titrated therapy 15% (10-21%) (p=0.8). Pretreatment factors associated with a sustained alanine aminotransferase plus HCV RNA response were the absence of cirrhosis, presence of genotype 2 or 3, a low viral load and, in addition, a low alanine aminotransferase\/aspartate aminotransferase ratio; a model was developed to allow estimation of the chance of response for the individual patient. The most powerful predictor of sustained response, however, was plasma HCV RNA at week 4; a positive test virtually precluded a sustained response (1.7%, 0.4-5.0%). If week 4 HCV RNA was not detectable, the chance of a sustained response was 21% (12-34%) for genotype 1 versus 40% (28-54%) for the others (p=0.02). Six MU tiw led to a significantly higher week 4 HCV RNA response (47% not detectable) than 3 MU (37%) (p=0.02). During down-titration this difference in viral on-treatment response was lost.\n                In the treatment of hepatitis C, an early HCV RNA response is a prerequisite for long-term efficacy. Doubling the initial interferon dose increases this early response, but subsequent downward titration negates this effect, especially in genotype 1.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":39990,
        "ReviewID":"CD000370",
        "PMID":"PMID:9493517",
        "Title":"Comparison of high initial and fixed-dose regimens of interferon-alpha2a in chronic hepatitis C: a randomized controlled trial. French Multicenter Interferon Study Group.",
        "Abstract":"The efficacy of a high-dose de-escalating treatment regimen versus the standard, fixed-treatment regimen of interferon-alpha2a (IFN; Roferon-A) in chronic hepatitis C was evaluated in 291 patients who had elevated alanine aminotransferase (ALT) levels, for at least 6 months prior to the study, and histologically proven chronic hepatitis. Patients were randomized into two groups: 142 patients received IFN at a fixed dose (3 million international units (MIU) three times a week for 6 months) and 149 patients received 6 MIU three times a week for 3 months followed by 3 MIU three times a week for the next 3 months. The groups did not differ significantly with respect to age, gender or percentage of patients with cirrhosis. Response was evaluated by monitoring ALT levels monthly during treatment and during the 6 months post-treatment follow-up. Sixty-one per cent and 66% of the patients in the fixed and de-escalating treatment groups had a primary response (serum ALT normalization) during the treatment period; sustained-response rates at the end of follow-up were 20% and 29%, respectively (not significant). In non-cirrhotic patients, a primary response was recorded in 65% and 70% of the patients in the fixed and de-escalating groups; sustained-response rates were 22% and 33%, respectively. Overall, 62% of patients with a sustained response showed histological improvement. In univariate analysis, patients with sustained response tended to be non-cirrhotic and had lower initial serum gamma-glutamyl transpeptidase and ferritin levels. Multivariate analysis indicated that only ALT activity assessed at month 1 (P < 0.01) was a significant predictor of sustained response. These findings suggest that although the difference in the response rates between the de-escalating (6 MIU three times a week for 3 months; 3 MIU three times a week for 3 months) and fixed (3 MIU three times a week for 6 months) treatment regimens did not reach statistical significance, there was a clear trend towards higher response with the 6 MIU induction dose in patients without cirrhosis.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":39995,
        "ReviewID":"CD000370",
        "PMID":"PMID:9537453",
        "Title":"Lymphoblastoid interferon alfa-n1 improves the long-term response to a 6-month course of treatment in chronic hepatitis C compared with recombinant interferon alfa-2b: results of an international randomized controlled trial. Clinical Advisory Group for the Hepatitis C Comparative Study.",
        "Abstract":"The aim of this study was to compare the short-term and long-term efficacy and safety of lymphoblastoid interferon with a recombinant interferon alfa (IFN-alpha) in a 24-week treatment course for chronic hepatitis C. One thousand seventy-one patients with chronic hepatitis C were randomized to receive lymphoblastoid IFN-alpha n1 or recombinant IFN-alpha2b at the same dosing regimen, 3 million units administered subcutaneously three times a week for 24 weeks. Hepatitis C viral (HCV) genotype (by line probe assay) was determined at baseline, and serum HCV RNA level (by quantitative reverse-transcriptase polymerase chain reaction) was measured at baseline and weeks 24, 48, and 72. Primary end points were normalization of serum alanine aminotransferase (ALT) levels at end of therapy (week 24) and sustained ALT normalization at weeks 48 and 72. Secondary end points were nondetectability of serum HCV RNA at 24, 48, and 72 weeks, and histological improvement at weeks 24 and 72. The two treatment groups were similar with respect to demographic, clinical, and histological variables (10% had cirrhosis at entry), baseline serum HCV RNA levels, and distribution of HCV genotypes. Intent-to-treat analysis showed that ALT response at end of treatment was 35.3% for IFN-alpha n1 and 37.9% for IFN-alpha2b (P = .38). Histological improvement and nondetectability of HCV RNA were also similar between the two treatment groups at the end of treatment, as were the type and frequency of reported adverse experiences. Among treatment responders, post-treatment relapse was significantly less frequent with IFN-alpha n1 than with IFN-alpha2b. Thus, sustained ALT responses (SR) to IFN-alpha n1 were significantly more frequent than SR to IFN-alpha2b (12.0% vs. 7.6% at 48 weeks, P = .02; 10.3% vs. 6.7% at 72 weeks, P = .04). SR were associated with viral loss and histological improvement, and more patients treated with IFN-alpha n1 were HCV RNA negative at week 72 compared with patients treated with IFN-alpha2b (P = .03). SR at week 72 were two- to sixfold better with other HCV genotypes relative to type 1, but the improved long-term efficacy of IFN-alpha n1 compared with IFN-alpha2b was evident for all major HCV genotypes. It is concluded that IFN-alpha n1 and IFN-alpha2b have similar end-of-treatment response rates and safety profiles but the sustained response rate is higher with IFN-alpha n1. SR to IFN-alpha treatment are associated with clearance of HCV RNA, and histological improvement was maximal in patients who exhibited sustained ALT normalization and clearance of HCV RNA.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":39997,
        "ReviewID":"CD000370",
        "PMID":"PMID:10347132",
        "Title":"Treatment of hepatitis C virus-related cirrhosis: a randomized, controlled trial of interferon alfa-2b versus no treatment.",
        "Abstract":"To examine the effects of interferon (IFN) therapy on clinical, biochemical, and histological features in patients with compensated hepatitis C virus (HCV)-related cirrhosis, we have conducted a randomized, controlled trial of IFN therapy versus observation. Eight centers included a total of 99 patients with biopsy-proven cirrhosis. IFN-alpha2b, 3 million units three times per week, or no antiviral therapy was given for 48 weeks. Twenty-three patients dropped out. End-of-treatment biochemical response was not observed in any of the 39 controls but was observed in 6 of the 47 treated patients (P <.02); sustained biochemical response was obtained in only 2 treated patients. Controls and treated patients did not significantly differ with regard to the changes in serum level of albumin, bilirubin, alpha-fetoprotein, in plasma prothrombin, in histological activity, or liver collagen content. During trial or follow-up (160 +\/- 57 weeks), hepatocellular carcinoma developed in 9 controls and 5 treated patients (NS); decompensation of cirrhosis occurred in 5 controls and 7 treated patients. Seven controls and 10 treated patients died. In conclusion, in patients with compensated HCV-related cirrhosis, a 48-week course of IFN therapy is safe and is able to induce end-of-treatment biochemical response in a significant proportion of patients. However, a 48-week course of IFN therapy usually fails to achieve sustained response and, within the limit of this study, did not significantly improve the 3-year outcome. Therefore, a longer course of IFN therapy or combination therapy with ribavirin should be evaluated in patients with HCV-related cirrhosis.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":39984,
        "ReviewID":"CD000370",
        "PMID":"PMID:9138278",
        "Title":"Recombinant interferon-alpha-2a for treatment of chronic hepatitis C: results of a multicenter randomized controlled dose study.",
        "Abstract":"To compare the efficacy of low and relatively high dosages of recombinant interferon (IFN)-alpha-2a in Japanese patients with chronic hepatitis C, as well as to characterize the type of patients who will respond well to a low-dosage treatment, 88 patients with histologically proven chronic hepatitis C were randomly assigned to two treatment groups; one treated with IFN-alpha-2a 6 MU daily for 2 weeks followed by 6 MU three times weekly for 22 weeks (6-MU group), and another given the same initial treatment followed by 3 MU three times weekly for 22 weeks (3-MU group). The rate of sustained normalization of ALT 6 months after the cessation of treatment was 33% in the 3-MU group and 40% in the 6-MU group (p = 0.64). In addition, there was no difference in elimination of serum HCV-RNA 6 months after the cessation of treatment between the 3-MU group (26%) and 6-MU group (29%). Multivariate stepwise regression analysis revealed that serum HCV-RNA level (p = 0.0035) and platelet count (p = 0.0009) were independent variables useful in predicting a sustained response of ALT. The sustained response rate of ALT in patients with a serum HCV-RNA level less than 10(5) copies\/ml and serum platelet level above 15 x 10(4)\/microliter was 71%, whereas that in patients with a serum HCV-RNA level above 10(5) copies\/ml and serum platelet level less than 15 x 10(4)\/microliter was 12%. These results indicate that a high rate of sustained response to IFN therapy can be expected in chronic hepatitis C patients with a low serum level of HCV-RNA and a high level of platelets, even if treated with a low dose of IFN.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":39977,
        "ReviewID":"CD000370",
        "PMID":"PMID:1900254",
        "Title":"Recombinant human alpha-interferon in patients with chronic non-A, non-B hepatitis: a multicenter randomized controlled trial from France.",
        "Abstract":"We have conducted a multicenter randomized controlled trial comparing two doses of recombinant human alpha-interferon for efficacy in 60 patients with chronic non-A, non-B hepatitis. The source of infection appeared to be transfusion in 30 patients, intravenous drug abuse in 16 patients and was unknown in 14 patients. Patients were randomly assigned to no treatment or to treatment with either 1 or 3 MU of alpha-interferon given three times a week for 24 wk. Forty-five patients (75%) were positive for antibody to hepatitis C virus. During the 24-wk treatment period, mean serum ALT levels decreased in both treatment groups, but the decrease was statistically significant only in the 3 MU group. However, at 24 wk, the proportion of patients with normal ALT levels was similar in the 3 MU group (39%) and the 1 MU group (45%), and both were significantly higher than in controls (0%). Repeat liver biopsy specimens showed a significant decrease in the severity of histological changes in the 3 MU group but not in the 1 MU group or in controls. Responses to alpha-interferon did not correlate with patient's age, gender, source of infection, pretreatment serum ALT, presence of anti-hepatitis C virus or cirrhosis. After treatment, the mean ALT levels rose in both treated groups. The proportion of patients with normal ALT levels at wk 48 was 28% in the 3 MU group and 20% in the 1 MU group. In conclusion, a dose of 3 MU was superior to 1 MU of alpha-interferon given three times weekly for 24 wk in inducing improvements in serum ALT levels and liver histological examinations.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":null
    },
    {
        "Unnamed: 0":40000,
        "ReviewID":"CD000370",
        "PMID":"PMID:1742537",
        "Title":"Treatment of chronic hepatitis C with recombinant interferon alfa.",
        "Abstract":"We studied the clinical course and the effect of alfa interferon treatment in sixty-six patients of Southern Italy suffering from chronic hepatitis C virus. The patients were randomly assigned to the control group (33 patients without treatment) or to the group treated with 3MU of interferon three times a week for six months. Alanine transaminase (ALT) levels normalized in 17 of the 33 treated subjects (52%) within two months of treatment. Seven of these \"responders\" relapsed at the end of the six-month treatment period, but ALT normalized in these patients after resumption of interferon at the same dosage. None of the non responders on 3MU for four months showed improvement even when the dose was increased to 6MU. Our results coincide with other reports on interferon treatment in hepatitis C virus. Further studies are required to clarify whether or not higher doses at the onset of treatment increase the number of responders and decrease the frequency of relapses.",
        "Year":null
    },
    {
        "Unnamed: 0":40010,
        "ReviewID":"CD000370",
        "PMID":"PMID:8654159",
        "Title":"Alpha but not beta interferon is useful in chronic active hepatitis due to hepatitis C virus. A prospective, double-blind, randomized study.",
        "Abstract":"Interferon-alpha has been widely used in chronic hepatitis C, but controlled studies with intramuscular interferon-beta are lacking. We therefore performed a prospective, double-blind, randomized study comparing intramuscular IFN-alpha and -beta in patients with chronic hepatitis C. Sixty patients were randomly assigned to receive 3 MU thrice weekly intramuscularly of either recombinant IFN-alpha or leukocyte IFN-alpha or fibroblast IFN-beta for six months. Nine of 20 patients (45.0%) in the recombinant IFN, 5\/19 (26.3%) in the leukocyte IFN, and none in the IFN-beta group had a complete response during therapy (recombinant IFN vs IFN-beta: P < 0.01). Only in IFN-alpha-treated patients, was infection with a single HCV genotype (type 2a or 2b) associated with significantly better long-term outcome. IFN-alpha is useful in chronic hepatitis C while intramuscular IFN-beta interferon does not exert any beneficial effect. This is probably due to an insufficient bioavailability of IFN-beta when given intramuscularly.",
        "Year":null
    }
]