[
    {
        "Unnamed: 0":34754,
        "ReviewID":"CD005526",
        "PMID":"PMID:3169499",
        "Title":"Pilot study of cyclosporin A in patients with symptomatic primary biliary cirrhosis.",
        "Abstract":"The purpose of this pilot study was to determine whether daily administration of cyclosporin A to symptomatic patients with primary biliary cirrhosis for 1 yr would lead to a significant and sustained improvement in liver enzyme abnormalities. Twelve adult patients (11 female, 1 male; aged 52.6 +\/- 8.9 yr, mean +\/- SD) with serologic and histologically defined primary biliary cirrhosis were randomized to receive either oral cyclosporin A or vehicle placebo. Cyclosporin A was administered at sufficient dosages to maintain serum radioimmunoassay trough levels between 100 and 200 ng\/ml (starting dosage, 2.5 mg\/kg.day). After 1 yr of therapy, significant changes from pretreatment values were seen only in recipients of cyclosporin A. These included a 37% decrease in mean serum alkaline phosphatase and a 43% decrease in gamma-glutamyltransferase (controls +3% and -14%, respectively). Mean serum bilirubin and albumin levels and prothrombin times remained unaltered in the two groups, as did the extent of inflammation and fibrosis and the histologic staging of liver biopsy specimens. Although mean serum creatinine levels increased by 51% in recipients of cyclosporin A (+2% in controls), there were no associated changes in diastolic blood pressure or creatinine clearance values. Other side effects including thrombocytopenia, hirsutism, headaches, tremor, and parasthesiae were common in the treated group but not of sufficient severity to warrant adjustment in the dosage or discontinuation of therapy. The observed changes in hepatic, renal, and hematologic tests tended to return to baseline after discontinuation of therapy. Two patients, both placebo recipients, died of liver failure during the study period. The results of this study indicate that in symptomatic primary biliary cirrhosis, cyclosporin A administration is associated with a significant improvement in cholestatic liver enzyme abnormalities that persists for the duration of therapy. A progressive rise in serum creatinine levels and a high incidence of side effects raise concerns regarding the long-term safety of this agent in primary biliary cirrhosis.",
        "Year":1988
    },
    {
        "Unnamed: 0":34755,
        "ReviewID":"CD005526",
        "PMID":"PMID:2184355",
        "Title":"A controlled trial of cyclosporine in the treatment of primary biliary cirrhosis.",
        "Abstract":"Primary biliary cirrhosis is a progressive disease of the liver characterized by the immunologic destruction of bile ducts; effective therapy is lacking. We therefore evaluated the safety and efficacy of low-dose cyclosporine in 29 patients with primary biliary cirrhosis without evidence of damage to the lobular architecture (precirrhotic disease) or portal hypertension. The patients were randomly assigned to receive either cyclosporine (4 mg per kilogram of body weight per day) or placebo. After one year 17 of the 19 patients assigned to cyclosporine had improvement or stability in their degree of fatigue, and 18 in their degree of pruritus. In contrast, among the 10 patients assigned to placebo, fatigue increased in 4 (P less than 0.06) and pruritus worsened in 6 (P less than 0.001). Those assigned to cyclosporine also had significant decreases in serum levels of bilirubin, alanine aminotransferase, alkaline phosphatase, gamma globulin, and the titer of antimitochondrial antibodies. For the 20 patients who have completed two years in the study, liver biopsies (coded specimens) showed evidence of histologic progression in only 1 of 13 patients in the cyclosporine group, as compared with 5 of 7 in the placebo group (P less than 0.003). No patient has permanently discontinued cyclosporine because of side effects; however, signs of nephrotoxicity developed in 12 of 19, and 9 of 19 had increased blood pressure. We conclude that in patients with precirrhotic primary biliary cirrhosis, immunosuppressive therapy with cyclosporine is promising and deserves further evaluation.",
        "Year":1990
    },
    {
        "Unnamed: 0":34753,
        "ReviewID":"CD005526",
        "PMID":"PMID:8425695",
        "Title":"Cyclosporin A treatment in primary biliary cirrhosis: results of a long-term placebo controlled trial.",
        "Abstract":"Effective treatment for primary biliary cirrhosis (PBC) resulting in slower progression and improved survival remains elusive. Cyclosporin A (CyA), which has been so effective in preventing human allograft rejection, has shown promise in small numbers of patients in early studies.\n                Three hundred forty-nine patients with PBC were randomized to receive CyA, 3 mg.kg-1.day-1, or placebo in a multicenter study with follow-up for 6 years. The end point was death or liver transplantation.\n                Cox multivariate analysis showed time from entry to death or transplantation was significantly prolonged (by up to 50%) in the CyA-treated group. Liver-related mortality was also significantly lower. However, a univariate analysis of survival showed no statistical differences between the two groups. Biochemical liver indices deteriorated more slowly in the CyA-treated group, but serum creatinine concentration was elevated > 150 mumol\/L in 9%, necessitating permanent discontinuation in half of these. A reduction in the dose of CyA was required in 11% because of hypertension.\n                CyA has some therapeutic potential in primary biliary cirrhosis, providing blood pressure and renal function are closely monitored.",
        "Year":1993
    }
]