[
    {
        "Unnamed: 0":14282,
        "ReviewID":"CD001561",
        "PMID":"PMID:7050440",
        "Title":"Multiple risk factor intervention trial. Risk factor changes and mortality results. Multiple Risk Factor Intervention Trial Research Group.",
        "Abstract":"The Multiple Risk Factor Intervention Trial was a randomized primary prevention trial to test the effect of a multifactor intervention program on mortality from coronary heart disease (CHD) in 12,866 high-risk men aged 35 to 57 years. Men were randomly assigned either to a special intervention (SI) program consisting of stepped-care treatment for hypertension, counseling for cigarette smoking, and dietary advice for lowering blood cholesterol levels, or to their usual sources of health care in the community (UC). Over an average follow-up period of seven years, risk factor levels declined in both groups, but to a greater degree for the SI men. Mortality from CHD was 17.9 deaths per 1,000 in the SI group and 19.3 per 1,000 in the UC group, a statistically nonsignificant difference of 7.1% (90% confidence interval, -15% to 25). Total mortality rates were 41.2 per 1,000 (SI) and 40.4 per 1,000 (UC). Three possible explanations for these findings are considered: (1) the overall intervention program, under these circumstances, does not affect CHD mortality; (2) the intervention used does affect CHD mortality, but the benefit was not observed in this trial of seven years' average duration, with lower-than-expected mortality and with considerable risk factor change in the UC group; and (3) measures to reduce cigarette smoking and to lower blood cholesterol levels may have reduced CHD mortality within subgroups of the SI cohort, with a possibly unfavorable response to antihypertensive drug therapy in certain but not all hypertensive subjects. This last possibility was considered most likely, needs further investigation, and lends support to some preventive measures while requiring reassessment of others.",
        "Year":1982.0
    },
    {
        "Unnamed: 0":14254,
        "ReviewID":"CD001561",
        "PMID":"PMID:6849473",
        "Title":"Five-year blood pressure control and mortality following health education for hypertensive patients.",
        "Abstract":"Three health education interventions for urban poor hypertensive patients were introduced sequentially in a randomized factorial design: 1) an exit interview to increase understanding of and compliance with the prescribed regimen; 2) a home visit to encourage a family member to provide support for the patient's regimen; and 3) invitations to small group sessions to increase the patient's confidence and ability to manage his\/her problem. Previous evaluation of the initial two-year experience demonstrated a positive effect of the educational program on compliance with the medical treatment and blood pressure control. Data accumulated over an additional three years, including mortality analysis, are now presented. The study group consisted of the same cohort of 400 ambulatory hypertensive outpatients in the eight experimental and control groups. The five-year analysis shows a continuing positive effect on appointment keeping, weight control, and blood pressure control. All-cause life table mortality rate was 57.3 per cent less for the experimental group compared to the control group (12.9\/100 vs 30.2\/100, p less than .05), while the hypertension-related mortality rate was 53.2 per cent less (8.9\/100 vs 19.0\/100, p less than .01). The results from this longitudinal study provide evidence to encourage health practitioners to utilize such educational programs in the long-term management and control of high blood pressure.",
        "Year":1983.0
    },
    {
        "Unnamed: 0":14239,
        "ReviewID":"CD001561",
        "PMID":"PMID:10268818",
        "Title":"The effects of patient characteristics and beliefs on responses to behavioral interventions for control of chronic diseases.",
        "Abstract":"Tests of behavioral interventions seldom examine changes in health beliefs and behaviors thought to be prerequisites of improved outcome health states and they do not attempt to specify how patient characteristics or pretest measures influence responses to the intervention. In this study an experimental nursing intervention, its impact on hypertensive patients' beliefs about their disease, efficacy of medications and diet, as well as blood pressure and weight are described. Among patients from the experimental group, the ability of selected pretest variables to predict clinical outcomes and changes in clinical health states was evaluated. The intervention was successful in lowering diastolic blood pressure and altering certain beliefs held by the patients. The pretest characteristics were not successful in explaining hypertensive patients' responses to the intervention. Explanations for this are pursued through remarks from the content analysis of the intervention protocol. From these observations, the original health belief model was revised. The discussion concludes with a set of research questions that may prove promising for future research.",
        "Year":1984.0
    },
    {
        "Unnamed: 0":14262,
        "ReviewID":"CD001561",
        "PMID":"PMID:4046137",
        "Title":"Multifactorial primary prevention of cardiovascular diseases in middle-aged men. Risk factor changes, incidence, and mortality.",
        "Abstract":"In a randomized five-year multifactorial primary prevention trial of vascular diseases, hyperlipidemias, hypertension, smoking, obesity, and abnormal glucose tolerance of the high-risk test group (n = 612 men) were treated with dietetic-hygienic measures and hypolipidemic (mainly probucol and clofibrate) and antihypertensive (mainly diuretics and beta-blockers) agents. A matched high-risk control group (n = 610) and a low-risk control group (n = 593) were not treated. The program markedly improved the risk factor status, yet the five-year coronary incidence tended to be higher in the intervention group than in the control group (3.1% vs 1.5%), while the stroke incidence was significantly reduced (1.3% vs 0%). The coronary events tended to be accumulated in subgroups treated with beta-blocking agents or clofibrate, but there were few in those receiving probucol or diuretics. Thus, the intervention program significantly reduced development of stroke, but the occurrence of cardiac events was not prevented. Possible adverse drug effects offsetting the probable benefit of improved risk profile are not excluded.",
        "Year":1985.0
    },
    {
        "Unnamed: 0":14237,
        "ReviewID":"CD001561",
        "PMID":"PMID:2666559",
        "Title":"Addition of non-pharmacological methods of treatment in patients on antihypertensive drugs: results of previous medication, laboratory tests and life quality.",
        "Abstract":"Four hundred patients from eight health centres were recruited for this 2-year study on the possible replacement of antihypertensive drugs by non-pharmacological therapy. All the patients were given a device to measure their blood pressure at home and had monthly checks at a health centre. Two hundred patients on antihypertensive drugs (G1) started additional non-pharmacological therapy after 1 year in the study, while the rest (G2) had used it from the beginning. Antihypertensive drugs were withdrawn according to predetermined criteria. The drop-out rate was 1.5% each year. Medication was withdrawn completely from 42.7% of G1, and in 21.5% it was withheld for at least 18 months. The corresponding figures for G2 were 46.4% and 25.5% respectively. Most of the medication withdrawal in G1 occurred during the first year, when the group's management consisted solely of blood pressure measurements at home and frequent visits to the health centre. Serum triglycerides decreased on non-pharmacological treatment in both sexes in both groups. Life quality improved, particularly for the group (n = 173) that had the drugs withdrawn.",
        "Year":1989.0
    },
    {
        "Unnamed: 0":14241,
        "ReviewID":"CD001561",
        "PMID":"PMID:2778913",
        "Title":"Primary prevention of hypertension by nutritional-hygienic means. Final report of a randomized, controlled trial.",
        "Abstract":"A 5-year trial involving 201 men and women with high-normal blood pressure at baseline demonstrated the ability to reduce the incidence of hypertension in participants randomized to nutritional-hygienic intervention compared with a control group. The incidence of hypertension was 8.8% among 102 intervention group participants vs 19.2% among 99 control group members. The odds ratio for the incidence of hypertension in the control group was 2.4. Mean trial blood pressure also was lower in the intervention compared with the control group (-1.2 and -1.9 mm Hg, respectively, for diastolic blood pressure at work-site and office visits and -1.3 and -2.0 mm Hg, respectively, for systolic blood pressure at the two sites). Net weight loss in the intervention group averaged 2.7 kg during the trial; sodium intake was reduced by 25% and reported alcohol intake decreased by 30%. The majority of intervention participants also reported an increase in physical activity. Effect on blood pressure was related particularly to degree of weight loss. Results indicate that even a moderate reduction in risk factors for hypertension among hypertension-prone individuals contributes to the primary prevention of the disease.",
        "Year":1989.0
    },
    {
        "Unnamed: 0":14253,
        "ReviewID":"CD001561",
        "PMID":"PMID:2115348",
        "Title":"Preliminary trial of the effect of general practice based nutritional advice.",
        "Abstract":"Despite formal recommendations for dietary change to reduce the incidence of ischaemic heart disease, the acceptability and effectiveness of the proposed diets have not been well investigated in population based studies. In this preliminary investigation of nutritional advice in a well population, subjects in one group practice were randomized to receive either dietary instruction or simple follow up without instruction. The dietary recommendations were well received, and a substantial proportion of subjects reported altering their diets in accordance with them. There were modest beneficial changes in plasma lipid levels among men. Thus, using general practice as an avenue for promoting dietary change is feasible, and may be effective among men.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":14265,
        "ReviewID":"CD001561",
        "PMID":"PMID:2057468",
        "Title":"The Tromsø Survey: the Family Intervention study--the effect of intervention on some coronary risk factors and dietary habits, a 6-year follow-up.",
        "Abstract":"While most intervention studies on coronary heart disease have focused on the high-risk person only, the present study used the family as the unit of intervention. In the study 1373 high-risk men, ages 30-54 years, were identified on the basis of high total cholesterol (TC) and\/or low relative high-density lipoprotein cholesterol (HDL-C) (HDL-C\/TC) following the 1979\/1980 survey in Tromsø. The men and their families were randomly allocated to a control or intervention condition. The intervention families were given advice on diet, smoking, and exercise. At rescreening in 1986\/1987, significantly lower risk factor levels were found in both the intervention men and their spouses compared with those in the control group. For children, the differences were small and mostly nonsignificant. Men, spouses, and children in the intervention group reported more favorable dietary habits than those in the control group. No differences were found in smoking or leisure time physical activity.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":14252,
        "ReviewID":"CD001561",
        "PMID":"PMID:1925430",
        "Title":"The effect of a weight reduction program on cardiovascular risk factors among overweight hypertensives in primary health care.",
        "Abstract":"The aim of the study was to test the effect of a nonpharmacological weight reduction program on cardiovascular risk factors among overweight hypertensives in a primary health care setting. Forty-nine overweight hypertensive patients completed the 12-month program. The patients were randomly allocated into either intervention or control groups. The examinations included interviews by a nutritionist, pertinent laboratory tests, and a medical examination. The intervention involved an individually planned energy-restricted diet of 1000-1500 kcal per day, weekly discussions, and various leaflets on diet modification and on increase of physical activity. The mean body weight was reduced by 5 kg in the intervention group, but remained unchanged in the control group. The intervention group reduced their fat intake by 14 g\/day while the control group increased it by 9 g\/day on the average. In the intervention group, the total serum cholesterol decreased, HDL-cholesterol increased and triglycerides decreased significantly. The systolic blood pressure fell by 8 mm Hg and 15 mm Hg in the intervention and control groups, respectively. The diastolic blood pressure fell on average by 11 mm Hg in both groups. The results demonstrate the comprehensive weight reduction program to be effective in the control of cardiovascular risk factors.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":14279,
        "ReviewID":"CD001561",
        "PMID":"PMID:1599343",
        "Title":"Nonpharmacologic intervention to reduce blood pressure in older patients with mild hypertension.",
        "Abstract":"Although nonpharmacologic interventions are widely recommended in the therapy of high blood pressure in older adults, surprisingly little data exist to confirm the efficacy of these interventions in older persons.\n                We conducted a randomized, controlled clinical trial in persons aged 60 to 85 years with a diastolic blood pressure of 85 to 100 mm Hg. The experimental arm was a nonpharmacologic intervention combining weight reduction, sodium restriction, and increased physical activity. The nonpharmacologic intervention consisted of eight weekly group and two individual sessions during the intensive phase, followed by four monthly group sessions during the maintenance phase. The control group received no treatment during the study. Blood pressure was assessed by certified technicians (blinded to group assignment) using random zero sphygmomanometers.\n                Of 56 participants randomized, 47 completed the entire 6-month trial (21 in the intervention group and 26 in the control group). Attendance at the intervention sessions was excellent. The intervention group lost more weight (-2.1 kg) over 6 months than the control group (+0.3 kg). Trends for decreasing 24-hour urine sodium excretion in both the intervention and control groups, with greater trend in the intervention group, were not statistically significant. The intervention group experienced more reduction in systolic and diastolic blood pressure than did the control group (mean differences between groups at 6 months, 4.2\/4.9 mm Hg, respectively).\n                Our data indicate that a nonpharmacologic intervention will lower systolic and diastolic blood pressure levels in older people with borderline or mild elevations of diastolic blood pressure.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":14269,
        "ReviewID":"CD001561",
        "PMID":"PMID:1328367",
        "Title":"Life style changes improve insulin resistance in hyperinsulinaemic subjects: a one-year intervention study of hypertensives and normotensives in Dalby.",
        "Abstract":"Insulin resistance and hyperinsulinaemia are, in some prospective studies, linked to an increased cardiovascular risk, at least in men. We tested the hypothesis that hyperinsulinaemia may be reduced by non-pharmacological methods independently of other cardiovascular risk factors.\n                In a non-pharmacological intervention study for 1 year three groups of subjects (hypertensives as well as normotensives) were selected after stratification for insulin level at baseline. Half of the hyperinsulinaemic subjects were randomly assigned to active intervention with physical exercise and dietary regulation (HI-A group), the other half were followed passively during the study period (HI-P group). Normo-insulinaemics and hypo(low)-insulinaemics also underwent active intervention (NI-A and LI-A groups, respectively).\n                Primary health care in Sweden.\n                During the 1-year follow-up subjects in the HI-A group reduced their weight, waist:hip ratio and systolic and diastolic blood pressure, as well as their low:high-density lipoprotein (LDL:HDL)-cholesterol ratio. Glucose levels before and during an oral glucose tolerance test did not change. However, plasma insulin and plasma-C-peptide decreased both in the fasting state and after 1 and 2 h of oral glucose tolerance testing. This decrease was independent of the previously mentioned reduction in weight, waist:hip ratio, blood pressure and LDL:HDL-cholesterol ratio. No reduction in insulin levels was seen in the HI-P, NI-A or LI-A groups, but in the HI-P group there was a slight decrease in fasting plasma-C-peptide levels. In the HI-A group dietary improvements were observed during the study period, with a reduction in energy intake, fat consumption and cholesterol intake. Fibre intake was increased. No major changes were seen in the HI-P group.\n                We conclude that in hypertensive and normotensive subjects with hyperinsulinaemia insulin levels can be reduced by active non-pharmacological treatment for 1 year without altering glucose tolerance. This shows that insulin resistance may be lowered by non-pharmacological treatment, which may be of considerable importance, and not only for hypertensives.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":14277,
        "ReviewID":"CD001561",
        "PMID":"PMID:8319521",
        "Title":"The maintenance of improved metabolic control after intensified diet therapy in recent type 2 diabetes.",
        "Abstract":"Altogether 86 patients with recently diagnosed NIDDM, aged 40-64 years were randomised after 3 months of basic education to intensified diet (Int. group, 21 men, 19 women) or conventional treatment groups (Conv. group, 28 men, 18 women). The aim was to examine whether an intensified diet education would result in a better metabolic control and greater reduction in cardiovascular risk factors than conventional treatment for obese patients with recently diagnosed type 2 diabetes mellitus. Furthermore, both groups were re-examined after a second year of observation period to find out the maintenance of the results after intervention. After basic education, Int. group participated in 12-months diet education, while Conv. group was treated in local health centres. During the intervention period, only Int. group showed further weight reduction. Only 20% of patients in Int. and 6% of patients in Conv. group had BMI < 27 kg\/m2 at the end of the intervention, while 75% of patients in Int. and 52% of patients in Conv. group had achieved a good metabolic control (fasting blood glucose < 6.7 mmol\/l; P = 0.005 between groups). Serum total cholesterol did not change significantly, but the changes in HDL-cholesterol, triglycerides and apolipoprotein B level were significant in Int. group only. The proposed acceptable values for serum lipids were achieved by 52 to 88% of patients without major differences between the two groups. During the second year of observation, weight gained in both groups and a deterioration was seen in metabolic control. Despite that a greater proportion of patients in the Int. group still was in good metabolic control (55.3% vs. 31.8%, P = 0.016), furthermore Int. group was receiving less frequently oral drugs for hyperglycaemia than Conv. group. No differences in serum lipids were observed between the groups after the observation period. HDL-cholesterol showed a persistent improvement in both groups.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":14276,
        "ReviewID":"CD001561",
        "PMID":"PMID:8280188",
        "Title":"Diet and exercise are equally effective in reducing risk for cardiovascular disease. Results of a randomized controlled study in men with slightly to moderately raised cardiovascular risk factors.",
        "Abstract":"To study the impact of diet and exercise and the combination thereof on cardiovascular risk factors, 157 healthy men aged 35-60 years (mean +\/- S.D.; 46.2 +\/- 5.0) with slightly to moderately raised cardiovascular risk factors, were randomized to 4 groups, diet (D, n = 40), exercise (E, n = 39), diet plus exercise (DE, n = 39), and no active intervention (controls (C, n = 39)), and investigated at baseline and after 6 months. BMI was significantly reduced in Groups E and DE (mean difference and 95% confidence intervals (CI), -0.3 (-0.5, -0.01) and -0.6 (-0.9, -0.3) kg\/m2, respectively). Waist circumference was reduced in all 3 intervention groups (D, E, and DE), -1.3 (-2.5, -0.1), -2.2 (-3.2, -1.3) and -3.0 (-3.9, -2.0) cm, but not in the control group. Blood pressure (BP) was reduced in all 3 intervention groups, systolic BP 4-7 mmHg and diastolic BP 2-6 mmHg. Serum cholesterol was reduced in Group DE, -0.45 (-0.77, -0.13) mmol\/l. VLDL-cholesterol was reduced in Groups E and DE, -0.14 (-0.26, -0.03) and -0.09 (-0.18, -0.01) mmol\/l, whereas LDL-cholesterol was reduced in Groups D and DE -0.30 (-0.54, -0.06) and -0.35 (-0.64, -0.05) mmol\/l. In contrast, neither HDL-cholesterol nor serum triglycerides were influenced by the interventions. According to the coronary risk profile derived from the Framingham study, all 3 intervention groups (D, E, and DE) significantly reduced their estimated 10-year risk (-13, -12, and -14%, respectively). We conclude that even with rather moderate changes in diet and exercise, several important cardiovascular risk factors can be affected and that diet and exercise were about equally effective in reducing cardiovascular risk.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":14272,
        "ReviewID":"CD001561",
        "PMID":"PMID:7989900",
        "Title":"The efficacy of multiple risk factor intervention in treated hypertensive men during long-term follow up. Risk Factor Intervention Study Group.",
        "Abstract":"To examine the feasibility and efficacy of a multifactorial intervention programme directed towards hypercholesterolaemia, smoking, and diabetes mellitus in treated hypertensive patients after more than 3 years' follow-up and to describe the incidence of cardiovascular complications.\n                Open, randomized, parallel-group study with allocation either to a comprehensive multiple risk factor modification programme or to usual care.\n                Outpatient clinic in a city hospital.\n                A total of 508 male patients with treated hypertension, aged 50-72 years, with at least one of the following: serum cholesterol > or = 6.5 mmol L-1, smoking or diabetes mellitus.\n                Individually given advice and group meetings based on nutritional advice and behavioral treatment principles. Drug therapy could be instituted to achieve the treatment goals in the intervention group: serum total cholesterol below 6.0 mmol L-1, no smoking, and HbA1c below 6.0%. Diastolic blood pressure below 90 mmHg was the treatment goal in both groups.\n                Serum cholesterol, HbA1c, diastolic blood pressure, smoking. Cardiovascular end-points were recorded.\n                The net changes were (change intervention--change usual care): serum cholesterol -5.0% (95% confidence interval, -7.6 to -2.3%), 17.6% more stopped smoking (P = 0.04); diastolic blood pressure and HbA1c remained unchanged. The incidence of stroke was lower in the intervention group compared with the usual-care group: 2.0 and 6.7%, respectively (P = 0.017).\n                The intervention programme was comparatively successful with regards to the effects on hypercholesterolaemia and smoking habits. An unexpected decrease in the stroke incidence was observed in the intervention group compared with the usual-care group.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":14259,
        "ReviewID":"CD001561",
        "PMID":"PMID:8124120",
        "Title":"Effectiveness of health checks conducted by nurses in primary care: results of the OXCHECK study after one year. Imperial Cancer Research Fund OXCHECK Study Group.",
        "Abstract":"To assess the effectiveness of health checks by nurses in reducing risk factors for cardiovascular disease in patients from general practice.\n                Randomised controlled trial.\n                Five urban general practices in Bedfordshire.\n                2136 patients receiving an initial health check in 1989-91 and scheduled to be re-examined one year later in 1990-2 (intervention group); 3988 patients receiving an initial health check in 1990-2 (control group). All patients were aged 35-64 years at recruitment in 1989.\n                Serum total cholesterol concentration, blood pressure, body mass index, confirmed smoking cessation.\n                Mean serum total cholesterol was 2.3% lower in the intervention group than in the controls (difference 0.14 mmol\/l (95% confidence interval 0.08 to 0.20)); the difference was greater in women (3.2%, P < 0.0001) than men (1.0%, P = 0.18). There was no significant difference in smoking prevalence, quit rates, or body mass index. Systolic and diastolic blood pressure were 2.5% and 2.4% lower respectively in the intervention group. The proportion of patients with diastolic blood pressure > or = 100 mm Hg was 2.6% (55\/2131) in the intervention group and 3.4% (137\/3987) in the controls (difference 0.9% (0.0 to 1.7)); the proportion with total cholesterol concentration > or = 8 mmol\/l 4.8% (100\/2068) and 7.6% (295\/3905) (difference 2.7% (1.5 to 4.0)); and that with body mass index > or = 30 12.4% (264\/2125) and 14.0% (559\/3984) (difference 1.6% (-0.2 to 3.4)).\n                General health checks by nurses are ineffective in helping smokers to stop smoking, but they help patients to modify their diet and total cholesterol concentration. The public health importance of this dietary change depends on whether it is sustained.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":14267,
        "ReviewID":"CD001561",
        "PMID":"PMID:7472698",
        "Title":"Comparison of a lifestyle modification program with propranolol use in the management of diastolic hypertension.",
        "Abstract":"To compare the management of mild diastolic hypertension (90 to 104 mm Hg) using a nonpharmacologic intervention with that using propranolol or placebo.\n                Randomized, placebo-controlled trial with a 2 x 2 factorial design.\n                University-based ambulatory care center.\n                Two hundred seven men and 105 women, 22 to 59 years of age, 73% white, who had mild diastolic hypertension untreated for at least eight weeks.\n                1) a multicomponent lifestyle modification intervention (lifestyle focus group, or LFG) administered in eight weekly meetings + placebo, 2) LFG + propranolol, 3) propranolol alone, and 4) placebo alone, followed for 12 months.\n                Systolic blood pressure (SBP), diastolic blood pressure (DBP), and self-reported adverse effects at each of nine follow-up visits; fasting total cholesterol, triglycerides, and glucose at baseline and 12 months; 24-hour urine sodium (Na+) and potassium (K+), three-day food records and physical activity questionnaire at three and 12 months; and a quality of life questionnaire at 12 months.\n                The mean decreases in DBP at 12 months were: 8.5 mm Hg in the LFG + propranolol group; 7.7 mm Hg in the propranolol-only group; 5.9 mm Hg in the placebo-only group; and 5.4 mm Hg in the LFG + placebo group. Repeated-measures analysis of covariance showed that level of baseline DBP (p < 0.0001), time of follow-up (p < 0.0001), and propranolol use (p < 0.0001) were significantly associated with a decrease in DBP at 12 months. Despite reductions in urinary Na+ (-35 mEq; 95% CI = -50, -19), dietary Na+ (-521 mg; 95% CI = -710, -332), total calories ingested (-238; 95% CI = -335, -140), and weight (-1.4 lb; 95% CI = -3.7, +0.8), and significant increases in dietary K+ (+294 mg; 95% CI = +107, +480) and in mets-minutes of exercise (+43; 95% CI = +20, +67) at three months, assignment to the LFG intervention had no effect on DBP at three or 12 months. The subjects assigned to take propranolol more frequently reported fatigue during ordinary activities, sleep disturbance, decrease in sexual activity, and depressed feelings, when compared with the subjects taking placebo, but the numbers of study withdrawals did not differ by drug assignment. No significant difference in total cholesterol and glucose levels was observed by group assignment. Triglycerides increased significantly in the subjects assigned to propranolol (mean difference = +20 mg\/dL; 95% CI of difference +1.5, +39). There was no difference in the responses to 21 quality of life items between the subjects assigned to propranolol and those assigned to placebo.\n                This multicomponent lifestyle modification intervention was unable to promote persistent behavior changes and thus was inferior to propranolol therapy for the treatment for mild diastolic hypertension. Future research should focus on single modifiable factors to lower blood pressure.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":14274,
        "ReviewID":"CD001561",
        "PMID":"PMID:7856780",
        "Title":"Take heart: results from the initial phase of a work-site wellness program.",
        "Abstract":"The purpose of this study was to evaluate the short-term effects of a low-intensity work-site heart disease risk reduction program using a matched pair design with work site as the unit of analysis.\n                Twenty-six heterogeneous work sites with between 125 and 750 employees were matched on key organization characteristics and then randomly assigned to early or delayed intervention conditions. Early intervention consisted of an 18-month multifaceted program that featured an employee steering committee and a menu approach to conducting key intervention activities tailored to each site.\n                Cross-sectional and cohort analyses produced consistent results. At the conclusion of the intervention, early and delayed intervention conditions did not differ on changes in smoking rates, dietary intake, or cholesterol levels. There was considerable variability in outcomes among work sites within each condition.\n                Despite documented implementation of key intervention activities and organization-level changes in terms of perceived support for health promotion, this intervention did not produce short-term improvements beyond secular trends observed in control work sites. Research is needed to understand determinants of variability between work sites.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":14236,
        "ReviewID":"CD001561",
        "PMID":"PMID:9101627",
        "Title":"Effectiveness of two preventive interventions for coronary heart disease in primary care.",
        "Abstract":"1. To compare a patient-centred, self-directive intervention with conventional care; 2. To evaluate longitudinal within-group changes of coronary heart disease risk.\n                Risk factor changes were evaluated in 110 men with high coronary heart disease risk attending a one year intervention study in general practice. The 22 participating general practice centres were randomly allocated to follow either a patient-centred, self-directive intervention or a conventional approach.\n                No significant between-group differences were found in any single risk factor or in the combined risk of coronary heart disease. The improvement of total risk from screening time to conclusion of the study corresponded with changes of relative risks of CHD to 0.64 (95% CI: 0.54-0.77) and 0.65 (0.54-0.77) in the patient-centred, self-directive and the conventional care group respectively (p < 0.0001 in both groups).\n                Everyday general practice clinical work seems as efficacious as a specific intervention method based on currently advocated behaviour change principles.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":14275,
        "ReviewID":"CD001561",
        "PMID":"PMID:9290271",
        "Title":"A hypertension control program in Yu-Chi, Taiwan: preliminary results.",
        "Abstract":"The purpose of this study was to evaluate the feasibility and effectiveness of a community approach to hypertension control in both high risk and general populations in an agricultural district with limited medical and community resources. It was conducted in Yu-Chi district of Nan-Tou county in central Taiwan from 1993 to 1994. The study included blood pressure screening, follow-up, health education, village-based campaigns, and program evaluation after 6 months of intervention. Two villages each were randomly assigned to intervention and control groups. Intervention comprised visits by trained volunteers to measure blood pressure and body weight, and education related to hypertension. All residents 40 years of age and older were enrolled. A total of 471 residents from the intervention villages and 426 residents from the control villages completed the study. Overall, for the intervention and control groups, the knowledge and behavior related to hypertension improved significantly 6 months after the baseline survey. The improvement was greater in the subgroup of hypertensives in the intervention group than in the controls. The educational intervention also significantly improved the status of awareness, treatment, and the control of hypertension, and reduced blood pressure in the hypertensive subjects. We conclude that a hypertension control program that relies solely on limited community resources is feasible and effective.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":14238,
        "ReviewID":"CD001561",
        "PMID":"PMID:9404589",
        "Title":"The Family Atherosclerosis Risk Intervention Study (FARIS): risk factor profiles of patients and their relatives following an acute cardiac event.",
        "Abstract":"Relatives of patients with coronary heart disease have a heightened risk of cardiovascular disease. Attendance at a family-based screening clinic after an acute cardiac event could motivate patients and relatives to modify their lifestyles.\n                The Family Atherosclerosis Risk Intervention Study (FARIS) aimed to determine (i) whether a high proportion of patients and relatives would attend a special screening and prevention programme; (ii) whether the risk factor profiles of relatives would be worse than those in the general community; and (iii) whether ongoing management of patients and families together in a special clinic would improve risk factor profiles.\n                Consecutive patients, together with spouse, siblings and offspring, aged 18 to 69 years, were randomly allocated three months after an acute cardiac event to attend a special outpatient clinic, a screening and advice group, or a control group. Risk factor measures were total cholesterol, HDL cholesterol (HDLC), systolic blood pressure (SBP), body mass index (BMI) and smoking behaviour. This paper presents the risk factor profiles of all FARIS attenders and compares those of family members, age adjusted, with risk factors measured in a multicentre urban cross-sectional survey conducted in the same period. Differences between groups were compared using t-tests for numerical variables and ANOVA and chi-square for categorical variables.\n                Six hundred and twenty-eight patients and 1723 family members were enrolled, representing 85.9% and 82.7% of eligible patients and relatives respectively. Risk factors were significantly worse amongst family members than among those in the population survey.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":14244,
        "ReviewID":"CD001561",
        "PMID":"PMID:9647874",
        "Title":"Effects of diet and exercise in men and postmenopausal women with low levels of HDL cholesterol and high levels of LDL cholesterol.",
        "Abstract":"Guidelines established by the National Cholesterol Education Program (NCEP) promote exercise and weight loss for the treatment of abnormal lipoprotein levels. Little is known, however, about the effects of exercise or the NCEP diet, which is moderately low in fat and cholesterol, in persons with lipoprotein levels that place them at high risk for coronary heart disease.\n                We studied plasma lipoprotein levels in 180 postmenopausal women, 45 through 64 years of age, and 197 men, 30 through 64 years of age, who had low high-density lipoprotein (HDL) cholesterol levels (< or =59 mg per deciliter in women and < or =44 mg per deciliter in men) and moderately elevated levels of low-density lipoprotein (LDL) cholesterol (>125 mg per deciliter but <210 mg per deciliter in women and >125 mg per deciliter but <190 mg per deciliter in men). The subjects were randomly assigned to aerobic exercise, the NCEP Step 2 diet, or diet plus exercise, or to a control group, which received no intervention.\n                Dietary intake of fat and cholesterol decreased during the one-year study (P<0.001), as did body weight, in women and men in either the diet group or the diet-plus-exercise group, as compared with the controls (P<0.001) and the exercise group (P<0.05), in which dietary intake and body weight were unchanged. Changes in HDL cholesterol and triglyceride levels and the ratio of total to HDL cholesterol did not differ significantly among the treatment groups, for subjects of either sex. The serum level of LDL cholesterol was significantly reduced among women (a decrease of 14.5+\/-22.2 mg per deciliter) and men (a decrease of 20.0+\/-17.3 mg per deciliter) in the diet-plus-exercise group, as compared with the control group (women had a decrease of 2.5+\/-16.6 mg per deciliter, P<0.05; men had a decrease of 4.6+\/-21.1 mg per deciliter, P<0.001). The reduction in LDL cholesterol in men in the diet-plus-exercise group was also significant as compared with that among the men in the exercise group (3.6+\/-18.8 mg per deciliter, P<0.001). In contrast, changes in LDL cholesterol levels were not significant among the women (a decrease of 7.3+\/-18.9 mg per deciliter) or the men (10.8+\/-18.8 mg per deciliter) in the diet group, as compared with the controls.\n                The NCEP Step 2 diet failed to lower LDL cholesterol levels in men or women with high-risk lipoprotein levels who did not engage in aerobic exercise. This finding highlights the importance of physical activity in the treatment of elevated LDL cholesterol levels.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":14263,
        "ReviewID":"CD001561",
        "PMID":"PMID:9540015",
        "Title":"Lifestyle intervention in overweight individuals with a family history of diabetes.",
        "Abstract":"To assess the effect of lifestyle intervention over 2 years on changes in weight, coronary heart disease (CHD) risk factors, and incidence of diabetes in overweight individuals with a parental history of diabetes.\n                Participants (n = 154), who were 30-100% over ideal body weight, had one or both parents with diabetes, and were currently nondiabetic, were randomly assigned to 2-year treatments focused on diet (decreasing calories and fat intake), exercise (goal of 1,500 kcal\/week of moderate activity), or the combination of diet plus exercise or to a no-treatment control group. Subjects were reassessed at 6 months, 1 year, and 2 years.\n                At 6 months, the groups differed significantly on measures of eating, exercise, and fitness; weight losses in the diet and diet-plus-exercise groups were significantly greater than in the exercise and control conditions. Weight losses were associated with positive changes in CHD risk factors. After 6 months, there was gradual deterioration of behavioral and physiological changes, so that at 2 years, almost no between-group differences were maintained. Differences between groups in risk of developing diabetes were of borderline significance (P = 0.08). Strongest predictors were impaired glucose tolerance at baseline, which was positively related to risk of developing diabetes, and weight loss from baseline to 2 years, which was negatively related; in all treatment groups, a modest weight loss of 4.5 kg reduced the risk of type 2 diabetes by approximately 30% compared with no weight loss.\n                Although initially successful, the interventions studied here were not effective in producing long-term changes in behavior, weight, or physiological parameters. However, weight loss from 0 to 2 years reduced the risk of developing type 2 diabetes. Since modest weight loss significantly reduced risk of type 2 diabetes, further research is needed to determine how best to increase the percentage of subjects achieving at least a modest weight loss.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":14278,
        "ReviewID":"CD001561",
        "PMID":"PMID:10447232",
        "Title":"Improved fibrinolysis by intense lifestyle intervention. A randomized trial in subjects with impaired glucose tolerance.",
        "Abstract":"To assess the effects of lifestyle intervention on cardiovascular risk factors in general and especially on fibrinolysis.\n                Randomized clinical study.\n                A total of 186 subjects with impaired glucose tolerance and obesity.\n                The intervention programme included a low-fat, high-fibre diet and regular physical exercise. Half of the participants (n = 93) took part in a one-month learning and training session using different behavioural modification techniques and conducted in a full-board wellness centre (intense intervention group). The other half (n = 93) was randomized a one-hour counselling session with a specially trained nurse (usual care group). Follow-up was carried out after 12 months.\n                Body weight, oxygen consumption, plasminogen activator inhibitor type 1 (PAI-1) activity, tissue plasminogen activator (tPA) antigen, fibrinogen and fasting plasma insulin measured at the start of the programme and at follow-up after 1 year.\n                The intense intervention group had a mean weight decline by 1 year of 5.4 kg compared to 0.5 kg in the usual care group. Oxygen consumption in the intense group increased 10% vs. a 1% decline in the usual care group. In the intense group, PAI-1 activity decreased 31% (-10.1 U mL(-1)), which was significantly more than in the usual care group (12%; -3.0 U mL(-1)). The corresponding reductions in tPA antigen were 14% (-1.65 microg L(-1)) and 6% (-0.69 microg L(-1)).\n                The present randomized study shows that an intense lifestyle programme has sustained beneficial effects on fibrinolysis.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":14248,
        "ReviewID":"CD001561",
        "PMID":"PMID:10514155",
        "Title":"Behavioural counselling in general practice for the promotion of healthy behaviour among adults at increased risk of coronary heart disease: randomised trial.",
        "Abstract":"To measure the effect of behaviourally oriented counselling in general practice on healthy behaviour and biological risk factors in patients at increased risk of coronary heart disease.\n                Cluster randomised controlled trial.\n                883 men and women selected for the presence of one or more modifiable risk factors: regular cigarette smoking, high serum cholesterol concentration (6.5-9.0 mmol\/l), and high body mass index (25-35) combined with low physical activity.\n                Brief behavioural counselling, on the basis of the stage of change model, carried out by practice nurses to reduce smoking and dietary fat intake and to increase regular physical activity.\n                Questionnaire measures of diet, exercise, and smoking habits, and blood pressure, serum total cholesterol concentration, weight, body mass index, and smoking cessation (with biochemical validation) at 4 and 12 months.\n                Favourable differences were recorded in the intervention group for dietary fat intake, regular exercise, and cigarettes smoked per day at 4 and 12 months. Systolic blood pressure was reduced to a greater extent in the intervention group at 4 but not at 12 months. No differences were found between groups in changes in total serum cholesterol concentration, weight, body mass index, diastolic pressure, or smoking cessation.\n                Brief behavioural counselling by practice nurses led to improvements in healthy behaviour. More extended counselling to help patients sustain and build on behaviour changes may be required before differences in biological risk factors emerge.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":14245,
        "ReviewID":"CD001561",
        "PMID":"PMID:10888969",
        "Title":"Exercise and weight loss reduce blood pressure in men and women with mild hypertension: effects on cardiovascular, metabolic, and hemodynamic functioning.",
        "Abstract":"Lifestyle modifications have been recommended as the initial treatment strategy for lowering high blood pressure (BP). However, evidence for the efficacy of exercise and weight loss in the management of high BP remains controversial.\n                One hundred thirty-three sedentary, overweight men and women with unmedicated high normal BP or stage 1 to 2 hypertension were randomly assigned to aerobic exercise only; a behavioral weight management program, including exercise; or a waiting list control group. Before and following treatment, systolic and diastolic BPs were measured in the clinic, during daily life, and during exercise and mental stress testing. Hemodynamic measures and metabolic functioning also were assessed.\n                Although participants in both active treatment groups exhibited significant reductions in BP relative to controls, those in the weight management group generally had larger reductions. Weight management was associated with a 7-mm Hg systolic and a 5-mm Hg diastolic clinic BP reduction, compared with a 4-mm Hg systolic and diastolic BP reduction associated with aerobic exercise; the BP for controls did not change. Participants in both treatment groups also displayed reduced peripheral resistance and increased cardiac output compared with controls, with the greatest reductions in peripheral resistance in those in the weight management group. Weight management participants also exhibited significantly lower fasting and postprandial glucose and insulin levels than participants in the other groups.\n                Although exercise alone was effective in reducing BP, the addition of a behavioral weight loss program enhanced this effect. Aerobic exercise combined with weight loss is recommended for the management of elevated BP in sedentary, overweight individuals.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":14273,
        "ReviewID":"CD001561",
        "PMID":"PMID:11821367",
        "Title":"Pragmatic randomized trial of home visits by a nurse to elderly people with hypertension in Mexico.",
        "Abstract":"In Mexico, hypertension is a major cause of disability and death in the elderly, but the most effective way to promote behaviour change in old people is unknown. Low resource interventions that are effective in normal healthcare settings are urgently needed. We report the results of a randomized trial of nurse-provided health and lifestyle advice during home visits to elderly people with hypertension in Mexico City.\n                Subjects were 718 people with hypertension aged > or =60 years, who were residents of Mexico City and were registered with the Family Medicine Clinics of the Mexican Institute of Social Security (IMSS). A randomized controlled trial was carried out in which the intervention group was offered nurse visits over 6 months with blood pressure checks and negotiated lifestyle changes. The control group continued to receive usual care.\n                After 6 months, 36.5% of the intervention versus 6.8% of the control group had a blood pressure of <160\/90 mmHg. The difference in the mean change in systolic blood pressure was 3.31 mmHg (P = 0.03, 95% CI : 6.32, 0.29) and the same difference in diastolic blood pressure was 3.67 mmHg (P = 0.00, 95% CI : 5.22, 2.12). Weight and sodium excretion fell more in the intervention group, but the difference was not significant.\n                Nurse home visits are effective in reducing blood pressure in hypertensive patients aged > or =60 years.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":14256,
        "ReviewID":"CD001561",
        "PMID":"PMID:11136682",
        "Title":"Women's Healthy Lifestyle Project: A randomized clinical trial: results at 54 months.",
        "Abstract":"The Women's Healthy Lifestyle Project Clinical Trial tested the hypothesis that reducing saturated fat and cholesterol consumption and preventing weight gain by decreased caloric and fat intake and increased physical activity would prevent the rise in LDL cholesterol and weight gain in women during perimenopause to postmenopause.\n                There were 275 premenopausal women randomized into the assessment only group and 260 women into the intervention group. The mean age of participants at baseline was 47 years, and 92% of the women were white. The mean LDL cholesterol was 115 mg\/dL at baseline, and mean body mass index was 25 kg\/m(2). The follow-up through 54 months was excellent. By 54 months, 35% of the women had become postmenopausal. At the 54-month examination, there was a 3.5-mg\/dL increase in LDL cholesterol in the intervention group and an 8.9-mg\/dL increase in the assessment-only group (P:=0.009). Weight decreased 0.2 lb in the intervention and increased 5.2 lb in the assessment-only group (P:=0.000). Triglycerides and glucose also increased significantly more in the assessment-only group than in the intervention group. Waist circumference decreased 2.9 cm in the intervention compared with 0.5 cm in the assessment-only group (P:=0.000).\n                The trial was successful in reducing the rise in LDL cholesterol during perimenopause to postmenopause but could not completely eliminate the rise in LDL cholesterol. The trial was also successful in preventing the increase in weight from premenopause to perimenopause to postmenopause. The difference in LDL cholesterol between the assessment and intervention groups was most pronounced among postmenopausal women and occurred among hormone users and nonusers.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":14281,
        "ReviewID":"CD001561",
        "PMID":"PMID:11716652",
        "Title":"Evaluation of a multicomponent workplace health promotion program conducted in Japan for improving employees' cardiovascular disease risk factors.",
        "Abstract":"The long-term effectiveness of multicomponent worksite health promotion programs targeting cardiovascular disease risk factors remains unclear in Japan. This study was conducted to evaluate the effectiveness of such a health promotion program consisting of a main program provided over 4 days and a follow-up program provided over 1 year.\n                The subjects of this randomized controlled trial were male employees working for a building maintenance company in Japan. The intervention group (n = 152) and the control group (n = 150) consisted of employees having abnormal findings in at least one of the following items at baseline health examination: body mass index (BMI), systolic (SBP) or diastolic blood pressure, total cholesterol, HDL cholesterol, triglycerides, and fasting blood glucose. Evaluation was conducted at 18 months after the main program.\n                BMI, SBP, total cholesterol, and triglycerides improved significantly in the intervention group compared with the control group (P < 0.05). When comparisons were limited to those who showed abnormality at baseline, BMI, total cholesterol, and triglycerides improved significantly in the intervention group (P < 0.05).\n                The multicomponent health promotion program provided to employees was shown to be effective in improving obesity, high blood pressure, and hyperlipidemia when evaluated 18 months after the main intervention program.\n                Copyright 2001 American Health Foundation and Elsevier Science.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":14266,
        "ReviewID":"CD001561",
        "PMID":"PMID:11182214",
        "Title":"Randomised controlled trial evaluating the effectiveness of behavioural interventions to modify cardiovascular risk factors in men and women with impaired glucose tolerance: outcomes at 6 months.",
        "Abstract":"To evaluate the efficacy of interventions to promote a healthy diet and physical activity in people with impaired glucose tolerance (IGT).\n                A randomised controlled trial in Newcastle upon Tyne, UK, 1995-98. Participants included 67 adults (38 men; 29 women) aged 24-75 years with IGT. The intervention consisted of regular diet and physical activity counselling based on the stages of change model. Main outcome measures were changes between baseline and 6 months in nutrient intake; physical activity; anthropometric and physiological measurements including serum lipids; glucose tolerance; insulin sensitivity.\n                The difference in change in total fat consumption was significant between intervention and control groups (difference -21.8 (95% confidence interval (CI) -37.8 to -5.8) g\/day, P=0.008). A significantly larger proportion of intervention participants reported taking up vigorous activity than controls (difference 30.1, (95% CI 4.3--52.7)%, P=0.021). The change in body mass index was significantly different between groups (difference -0.95 (95% CI -1.5 to -0.4) kg\/m(2), P=0.001). There was no significant difference in change in mean 2-h plasma glucose between groups (difference -0.19 (95% CI -1.1 to 0.71) mmol\/l, NS) or in serum cholesterol (difference 0.02 (95% CI -0.26 to 0.31) mmol\/l, NS). The difference in change in fasting serum insulin between groups was significant (difference -3.4 (95% CI -5.8 to -1.1) mU\/l, P=0.005).\n                After 6 months of intensive lifestyle intervention in participants with IGT, there were changes in diet and physical activity, some cardiovascular risk factors and insulin sensitivity, but not glucose tolerance. Further follow-up is in progress to investigate whether these changes are sustained or augmented over 2 years.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":14247,
        "ReviewID":"CD001561",
        "PMID":"PMID:12119210",
        "Title":"One-year community-based education program for hypercholesterolemia in middle-aged Japanese: a long-term outcome at 8-year follow-up.",
        "Abstract":"To examine a long-term effect of community-based education program for hypercholesterolemia and an effect modification by apolipoprotein E polymorphism, we conducted a 1-year randomized clinical trial with 8 year-follow-up. One hundred four persons aged 40-64 years who had serum total cholesterol levels between 6.21 and 7.73 mmol\/l (240 and 299 mg\/dl) in 1988-89 cardiovascular risk surveys were enrolled in the trial. The intervention group (n=51, 82% for women) attended eight education classes in 1 year, while the control group (n=53, 85% for women) attended only two classes. Both groups were invited to the subsequent annual surveys. The mean serum cholesterol was 0.24-0.26 mmol\/l less in the intervention than in the control group at both 6 month and 1 year (P=0.03, each) while the proportion of subjects using hypolipidemic agents was 0 and 6% in both groups, respectively. During 8-year follow-up, the probability of using hypolipidemic agents and\/or total cholesterol > or =7.76 mmol\/l was 51% in the education group and 69% in the control group; the risk ratio in the intervention vs control groups was 0.62 (95% CI: 0.36-1.06). When stratified by the apolipoprotein E polymorphism examined for 78% of the subjects, the risk ratio was 0.61 (0.31-1.18) among subjects without e4 allele (n=59) and 0.55 (0.14-2.14) among those with e4 allele (n=22). The intervention group had reduced intake of egg, fish egg, butter, mayonnaise and fatty meat compared to the control group at 6-month, 1- and 8-year follow-up. In conclusion, our community-based program was effective in reducing serum total cholesterol levels non-pharmacologically during the first year, and also reduced the likelihood of progressive worsening of hypercholesterolemia during the subsequent 8 years, regardless of the apolipoprotein E polymorphism.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":14258,
        "ReviewID":"CD001561",
        "PMID":"PMID:12384828",
        "Title":"Effects of lifestyle modifications on patients with type 2 diabetes: the Japan Diabetes Complications Study (JDCS) study design, baseline analysis and three year-interim report.",
        "Abstract":"Lifestyle modifications may affect the development of diabetes and prevent complications. However, there is no direct evidence to show that lifestyle intervention is beneficial for patients with established type 2 diabetes.\n                The ultimate goal is to determine whether long-term lifestyle intervention can improve glycemic control and prevent complications in patients with type 2 diabetes. This initial report on a multi-year study describes protocols and the analysis of baseline data and three-year interim results.\n                The study was a randomized, controlled, multi-centre, prospective intervention trial. The trial included patients from 59 Japanese institutes specializing in diabetes care.\n                The study enrolled 2 205 patients with previously diagnosed type 2 diabetes.\n                The lifestyle modification program included intensive lifestyle management at each outpatient clinic visit and frequent telephone counseling. The intervention group received educational materials concerning the importance of lifestyle and behavioural changes, a diary to record progress of laboratory and other data, and a pedometer.\n                Parameters and indices related to glycemic control, diabetic complications, dyslipidemia, hypertension, obesity, and atherosclerosis were measured several times a year.\n                Small but significant differences in HbA1c levels between the intervention (INT) and conventional (CON) therapy groups appeared as early as two years after the start of intervention and were maintained in the third year (CON group, 7.78 +\/- 1.27 % vs. INT group, 7.62 +\/- 1.20 %, the initial HbA1c level was 7.80 +\/- 1.42 % for the CON group and 7.68 +\/- 1.28 % for the INT group). Data on differences in occurrence of micro- or macrovascular complications are not yet available.\n                The effect of lifestyle modification on improving the glycemic control of patients with established type 2 diabetes mellitus was small but significant three years after initiation of the intervention.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":14246,
        "ReviewID":"CD001561",
        "PMID":"PMID:12473876",
        "Title":"Non-pharmacological treatment of hypertension in primary health care: a 2-year open randomized controlled trial of lifestyle intervention against hypertension in eastern Finland.",
        "Abstract":"To assess whether lifestyle counselling is effective in non-pharmacological treatment of hypertension in primary health care.\n                Open randomized controlled trial.\n                Ten municipal primary health care centres in eastern Finland.\n                Seven hundred and fifteen subjects aged 25-74 years with systolic blood pressure 140-179 mmHg and\/or diastolic blood pressure 90-109 mmHg or antihypertensive drug treatment.\n                Systematic health counselling given by local public health nurses for 2 years.\n                Blood pressure, lipids and lifestyle data were collected annually.\n                Among participants with no antihypertensive drug treatment, the net reductions after 1 year both in systolic blood pressure [-2.6 mmHg; 95% confidence interval (CI), -4.7 to -0.5 mmHg] and in diastolic blood pressure (-2.7 mmHg; 95% CI, -4.0 to -1.4 mmHg) were significant in favour of the intervention group. This difference in blood pressure change was maintained during the second year. In participants with antihypertensive drug treatment, no significant difference in blood pressure reduction was seen between the groups during the study.\n                A relatively modest, but systematic counselling in primary health care can, at least among untreated hypertensive subjects, produce reductions in blood pressure levels that are modest for the individual, but very important from the public health point of view.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":14249,
        "ReviewID":"CD001561",
        "PMID":"PMID:12624611",
        "Title":"Effectiveness of multidisciplinary lifestyle intervention for hypertension: a randomised controlled trial.",
        "Abstract":"Lifestyle factors like weight, alcohol consumption, salt intake and physical activity have shown to be important in treating hypertension. There have been made some randomised trials about the effects of lifestyle interventions, but the numbers of patients have been relatively small and the durations of follow-ups have been short. No controlled trials assessing the effects of lifestyle intervention in a rehabilitation setting have been reported. In this study, the effects of multidisciplinary lifestyle intervention in rehabilitation centres among middle-aged hypertensive employees were described. A total of 731 hypertensives from 45 worksites were randomised to lifestyle intervention in a rehabilitation centre or to usual care in an occupational or primary health-care centre for 12 months. Standard measurements were conducted before the intervention and 1-year later. Blood pressure (BP) levels were clearly reduced in the intervention group, while only minor changes were observed in the control group. The net changes between the two groups both for systolic and diastolic BPs were -2.1 mmHg (95% confidence intervals (CI) -4.0 to -0.1) and -1.5 mmHg (95% CI -2.6 to -0.4), respectively. The net changes were greater among men than women. The multidisciplinary lifestyle intervention in a rehabilitation centre setting produced significant reductions in BP among middle-aged employees with hypertension.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":14243,
        "ReviewID":"CD001561",
        "PMID":"PMID:14500058",
        "Title":"Look AHEAD (Action for Health in Diabetes): design and methods for a clinical trial of weight loss for the prevention of cardiovascular disease in type 2 diabetes.",
        "Abstract":"Overweight and obesity are major contributors to both type 2 diabetes and cardiovascular disease (CVD). Moreover, individuals with type 2 diabetes who are overweight or obese are at particularly high risk for CVD morbidity and mortality. Although short-term weight loss has been shown to ameliorate obesity-related metabolic abnormalities and CVD risk factors, the long-term consequences of intentional weight loss in overweight or obese individuals with type 2 diabetes have not been adequately examined. The primary objective of the Look AHEAD clinical trial is to assess the long-term effects (up to 11.5 years) of an intensive weight loss program delivered over 4 years in overweight and obese individuals with type 2 diabetes. Approximately 5000 male and female participants who have type 2 diabetes, are 45-74 years of age, and have a body mass index >or=25 kg\/m(2) will be randomized to one of the two groups. The intensive lifestyle intervention is designed to achieve and maintain weight loss through decreased caloric intake and increased physical activity. This program is compared to a control condition given diabetes support and education. The primary study outcome is time to incidence of a major CVD event. The study is designed to provide a 0.90 probability of detecting an 18% difference in major CVD event rates between the two groups. Other outcomes include components of CVD risk, cost and cost-effectiveness, diabetes control and complications, hospitalizations, intervention processes, and quality of life.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":14260,
        "ReviewID":"CD001561",
        "PMID":"PMID:21432327",
        "Title":"Non-pharmacological intervention study of hypercholesterolemia among middle-aged people.",
        "Abstract":"Middle-aged people with a serum total cholesterol of more than 220 mg\/dl at the latest health examination (n=197) at a chemical company were invited to join a health education program for 6 months. Participants meeting inclusion criteria were randomly assigned to an intervention (n=96) and a control group (n=92). Periodical interviews and blood tests were performed every 2 months for both groups. The intervention group was educated by health professionals in the factories through programs developed for hypercholesterolemia. After a 6-month intervention, the reduction of cholesterol levels and the differences between the groups were analysed.The mean total cholesterol (TCH) levels at the baseline measurement were 239.7 mg\/dl in the intervention group and 236.5 mg\/dl in the control group. During the intervention period, decreased levels of TCH were 27.1 mg\/dl for the intervention group and 18.5 mg\/dl for the control group. Declines in body weight, TCH and triglyceride levels in the intervention group were significantly larger than those in the control group. The decline of apoprotein-B was also significantly larger in the intervention group while high-density lipoprotein cholesterol levels essentially did not change.The health education by health professionals proved to be useful in reducing the risk factor levels for coronary heart disease. These results suggest that health education would also be useful against other major risk factors in cardiovascular diseases.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":14271,
        "ReviewID":"CD001561",
        "PMID":"PMID:15213209",
        "Title":"Effect of lifestyle changes on erectile dysfunction in obese men: a randomized controlled trial.",
        "Abstract":"Healthy lifestyle factors are associated with maintenance of erectile function in men.\n                To determine the effect of weight loss and increased physical activity on erectile and endothelial functions in obese men.\n                Randomized, single-blind trial of 110 obese men (body mass index > or =30) aged 35 to 55 years, without diabetes, hypertension, or hyperlipidemia, who had erectile dysfunction that was determined by having a score of 21 or less on the International Index of Erectile Function (IIEF). The study was conducted from October 2000 to October 2003 at a university hospital in Italy.\n                The 55 men randomly assigned to the intervention group received detailed advice about how to achieve a loss of 10% or more in their total body weight by reducing caloric intake and increasing their level of physical activity. Men in the control group (n = 55) were given general information about healthy food choices and exercise.\n                Erectile function score, levels of cholesterol and triglycerides, circulating levels of interleukin 6, interleukin 8, and C-reactive protein, and endothelial function as assessed by vascular responses to l-arginine.\n                After 2 years, body mass index decreased more in the intervention group (from a mean [SD] of 36.9 [2.5] to 31.2 [2.1]) than in the control group (from 36.4 [2.3] to 35.7 [2.5]) (P<.001), as did serum concentrations of interleukin 6 (P =.03), and C-reactive protein (P =.02). The mean (SD) level of physical activity increased more in the intervention group (from 48 [10] to 195 [36] min\/wk; P<.001) than in the control group (from 51 [9] to 84 [28] min\/wk; P<.001). The mean (SD) IIEF score improved in the intervention group (from 13.9 [4.0] to 17 [5]; P<.001), but remained stable in the control group (from 13.5 [4.0] to 13.6 [4.1]; P =.89). Seventeen men in the intervention group and 3 in the control group (P =.001) reported an IIEF score of 22 or higher. In multivariate analyses, changes in body mass index (P =.02), physical activity (P =.02), and C-reactive protein (P =.03) were independently associated with changes in IIEF score.\n                Lifestyle changes are associated with improvement in sexual function in about one third of obese men with erectile dysfunction at baseline.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":14240,
        "ReviewID":"CD001561",
        "PMID":"PMID:15787665",
        "Title":"Teaching and motivating patients to control their risk factors retards progression of cardiovascular as well as microvascular sequelae of Type 2 diabetes mellitus- a randomized prospective 8 years follow-up study.",
        "Abstract":"To examine whether motivating patients to gain expertise and closely follow their risk parameters will attenuate the course of microvascular and cardiovascular sequelae of diabetes.\n                A randomized prospective study on 165 patients with diabetes mellitus Type 2, hypertension (> 140\/90 mmHg) and hyperlipidaemia (LDL-C > 3 mmol\/l), referred for consultation to a diabetes clinic in an academic hospital. Patients were randomly allocated to standard consultation (SC) or to a patient participation (PP) and teaching programme. Follow-up continued by primary care physicians.\n                The mean follow-up was 7.7 years. SC group patients each attended eight annual consultations. The PP patients initiated on average 1.2 +\/- 0.8 additional consultations per annum. The relative risk (RR) over 8 years, for the combined cardiovascular event index in the intervention (PP) vs. the control (SC) group was 0.65 (95% CI 0.41-0.89, P = 0.001). Nephropathy developed in 14 vs. 7 patients in the SC and PP groups, respectively, RR 0.50 (95% CI 0.28-0.85, P = 0.02), retinopathy developed in 35 vs. 21 patients, RR 0.60 (95% CI 0.21-0.82, P = 0.03). Throughout the study, period blood pressure, LDL-C and HbA1c were significantly lower in the PP than in the SC patients.\n                Well-informed and motivated patients, were more successful in maintaining good control of their risk factors, resulting in reduced cardiovascular risk and slower progression of microvascular disease.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":14268,
        "ReviewID":"CD001561",
        "PMID":"PMID:15823786",
        "Title":"Effects of the mediterranean lifestyle program on multiple risk behaviors and psychosocial outcomes among women at risk for heart disease.",
        "Abstract":"The Mediterranean Lifestyle Program was evaluated for its effects on multiple behavioral risk factors for coronary heart disease (CHD) among postmenopausal women with diabetes.\n                Our purpose is to test a comprehensive lifestyle management intervention to reduce CHD risk in postmenopausal women with type 2 diabetes.\n                Participants (N = 279) were randomized to usual care (UC) or Mediterranean Lifestyle Program, a lifestyle change intervention aimed at the behavioral risk factors (eating patterns, physical activity, stress management, and social support) affecting risk for CHD in postmenopausal women with type 2 diabetes.\n                In original and intent-to-treat analyses, Mediterranean Lifestyle Program participants showed significantly greater improvement in dietary behaviors, physical activity, stress management, perceived support, and weight loss at 6 months compared to UC.\n                This study demonstrated the effectiveness of the Mediterranean Lifestyle Program in improving self-care among women with type 2 diabetes, showed that postmenopausal women could make comprehensive lifestyle changes, and provided evidence that a program using social-cognitive strategies and peer support can be used to modify multiple lifestyle behaviors.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":14251,
        "ReviewID":"CD001561",
        "PMID":"PMID:15951715",
        "Title":"The effects of a worksite chronic disease prevention program.",
        "Abstract":"This study determined the behavioral and clinical impact of a worksite chronic disease prevention program.\n                Working adults participated in randomized clinical trial of an intensive lifestyle intervention. Nutrition and physical activity behavior and several chronic disease risk factors were assessed at baseline, 6 weeks, and 6 months.\n                Cognitive understanding of the requirements for a healthy lifestyle increased at the end of the program. Program participants significantly improved their cognitive understanding of good nutrition and physical activity and had significantly better nutrition and physical activity behavior at both 6 weeks and 6 months. Participants had significantly lower body fat, blood pressure, and cholesterol.\n                This worksite chronic disease prevention program can significantly increase health knowledge, can improve nutrition and physical activity, and can improve many employee health risks in the short term.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":14264,
        "ReviewID":"CD001561",
        "PMID":"PMID:15894901",
        "Title":"Effects of a lifestyle programme on ambulatory blood pressure and drug dosage in treated hypertensive patients: a randomized controlled trial.",
        "Abstract":"To assess effects of multifactorial lifestyle modification on antihypertensive drug needs in treated hypertensive individuals.\n                Randomized controlled trial.\n                Research studies unit.\n                Overweight hypertensive patients, receiving one or two antihypertensive drugs, were recruited by advertising, and allocated randomly to a usual care group (controls; n = 118) or a lifestyle modification group (programme group; n = 123).\n                A 4-month programme of weight loss, a low-sodium 'Dietary Approaches to Stop Hypertension'-type diet with added fish, physical activity and moderation of alcohol intake. After 4 months, if mean 24-h ambulatory blood pressure (ABP) was less than 135\/85 mmHg, antihypertensive drugs were withdrawn over 4 weeks and long-term home blood pressure monitoring was begun.\n                Antihypertensive drug requirements, ABP, weight, waist girth at 4 months and 1-year follow-up.\n                Ninety control group and 102 programme group participants completed the study. Mean 24-h ABP changed after 4 months by -1.0\/-0.3 +\/- 0.5\/0.4 mmHg in controls and -4.1\/-2.1 +\/- 0.7\/0.5 mmHg with the lifestyle programme (P < 0.01). At follow-up, changes in the two groups were not significantly different (4.1\/1.3 +\/- 1.1\/1.0 mmHg in controls; 2.5\/-0.1 +\/- 1.1\/0.8 mmHg in the programme group; P = 0.73). At 4 months, drug withdrawal differed significantly between the groups (P = 0.038) in men (control 44%; programme 66%) but not in women (65 and 64%, respectively; P = 0.964). At follow-up, sex-related differences were not significant, and 41% in the control group and 43% in the programme group maintained drug-withdrawal status. With the programme, net weight loss was 3.3 kg (P < 0.001) at 4 months and 3.0 kg (P < 0.001) at follow-up; respective net decreases in waist girth were 3.3 cm (P < 0.001) and 3.5 cm (P < 0.001).\n                A 4-month multifactorial lifestyle modification in patients with treated hypertension reduced blood pressure in the short-term. Decreased central obesity persisted 1 year later and could reduce overall cardiovascular risk.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":14255,
        "ReviewID":"CD001561",
        "PMID":"PMID:15885845",
        "Title":"Long-term (1- and 2-year) effects of lifestyle intervention in type 2 diabetes relatives.",
        "Abstract":"To study the long-term (1- and 2-year) effect of a lifestyle intervention on non-diabetic first-degree relatives of type 2 diabetic patients, i.e., the 1-year effect of diet versus diet and exercise in relation to a control group and the 2-year sustainability of these treatment effects.\n                Seventy-seven healthy first-degree relatives (men and women) between the ages of 25 and 55 were allocated to one of three groups: diet group (D), diet and exercise group (DE) and control group (C). For ethical reasons, after 1 year the control group began the intervention and were followed for another 2 years. Diet and physical activity counselling was based on current nutrition recommendations, including increased intake of fatty fish and low glycaemic index foods. The fatty acid composition of the erythrocyte membrane was studied as an objective measure of dietary change. Assessments included fasting insulin, 2-h insulin, oral glucose tolerance test (OGTT), anthropometry and blood lipid measurements. Groups D and DE received intensive follow-up through unannounced telephone interviews during the first 4 months.\n                Dietary changes were significant at 1 year, and to a large degree sustained at 2 years. Adherence to advice regarding fat quality was confirmed through changes in the fatty acid composition of the erythrocyte membrane. The least active subjects in DE increased their physical activity (PA). At 1 year, group D showed a reduction in the ratio of LDL to HDL cholesterol (p=0.028) while group DE decreased their body weight by 2.7% (p<0.029) and increased HDL (p<0.037) versus controls. At 2 years, cholesterol levels (total, LDL and the ratio LDL\/HDL) were reduced within group D and when compared to DE (p=0.022, 0.009, 0.035, respectively). Fasting insulin was reduced within group DE and when compared to group D (p=0.025).\n                Positive changes in lifestyle, blood lipids and fasting insulin can be achieved and maintained in a non-diabetic population at risk of type 2 diabetes after 2 years.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":14270,
        "ReviewID":"CD001561",
        "PMID":"PMID:16277797",
        "Title":"Beneficial effects of short-term nutritional counselling at the primary health-care level among Brazilian adults.",
        "Abstract":"To evaluate the impact of a low-cost nutritional intervention in changing the lifestyle of adults.\n                Randomised clinical trial.\n                Primary health-care centre in São José do Rio Preto, São Paulo State, Brazil.\n                We randomly assigned 104 adults (83 women and 21 men aged 30-65 years, body mass index 24-35 kg m(-2), non-diabetic) into two groups: nutrition counselling and control. Each subject in the intervention group received three individualised nutritional counselling sessions during the first 6 months aimed at increasing intakes of fruits, vegetables and olive oil, reducing saturated fat and improving physical activity. Body composition, biochemical indicators and lifestyle were assessed at baseline and at 6 months and 1 year in both groups.\n                After 6 months of follow-up, body weight, waist circumference, diastolic blood pressure, fasting blood glucose, total and low-density lipoprotein cholesterol, total and saturated fat, and dietary energy and cholesterol levels showed a more significant decrease among subjects in the intervention group than in the control group (P < 0.05). Moreover, the intervention group showed significantly greater improvement in each intervention goal, such as reduced intake of saturated fat and increased intakes of fruits, vegetables, fibre and olive oil (P < 0.05). After 12 months of follow-up, most of the outcomes were maintained.\n                The low-cost nutritional intervention programme improved serum lipids profile and weight control, and appeared to be feasible for use at a primary health-care centre in a developing country.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":14280,
        "ReviewID":"CD001561",
        "PMID":"PMID:16513919",
        "Title":"Randomized controlled trial on lifestyle modification in hypertensive patients.",
        "Abstract":"The authors examined the effects of a comprehensive lifestyle modification intervention on blood pressure (BP) and other cardiovascular risk factors in hypertensive patients. A total of 70 participants were randomly placed into either a lifestyle intervention or a control group. Four education classes and individual counseling sessions were held for the intervention group. Participants in the control group were provided with routine outpatient services and were asked to maintain their usual lifestyle. Data were gathered at baseline and at the end of 6 months. At the end of 6 months, BP, body weight, body mass index, waist circumference, and fasting lipids, apart from high-density lipoprotein cholesterol, significantly declined in the intervention group. Healthpromoting lifestyle scores of the intervention group had increased significantly compared to those of the control group. In conclusion, the results demonstrate the feasibility of comprehensive lifestyle modification and show its beneficial effects.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":14250,
        "ReviewID":"CD001561",
        "PMID":"PMID:3720755",
        "Title":"The multifactor primary prevention trial in Göteborg, Sweden.",
        "Abstract":"The effect of a multifactorial intervention programme on coronary heart disease (CHD), stroke incidence and total mortality was determined in a random sample of men, 47-55 years old at entry. The intervention group comprised 10 004 men, and the two control groups were of similar size. The intervention consisted of antihypertensive treatment in subjects with screening blood pressure above 175 mmHg systolic or 115 mmHg diastolic, dietary advice to men with serum cholesterol levels above 260 mg per 100 ml (= 6.8 mMol l-1), advice to stop smoking to subjects who smoked more than 15 cigarettes per day. The intervention was applied for 10 years during which time CHD and stroke incidence and mortality were followed by means of special registers. Participation rate at first screening examination was 75%. The risk factor levels, i.e. blood pressure, serum cholesterol and smoking decreased markedly during 10 years in the intervention group, but also among the control groups. Total mortality, stroke and CHD incidence did not differ significantly between the intervention group and any of the two control groups. We conclude that a decrease has taken place in all three major risk factors for CHD in the general male population in Göteborg, Sweden. Strategies other than intervention on high-risk individuals must be chosen if a major impact on disease incidence is to be achieved in the general population.",
        "Year":2012.0
    },
    {
        "Unnamed: 0":14242,
        "ReviewID":"CD001561",
        "PMID":"PMID:11333990",
        "Title":"Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance.",
        "Abstract":"Type 2 diabetes mellitus is increasingly common, primarily because of increases in the prevalence of a sedentary lifestyle and obesity. Whether type 2 diabetes can be prevented by interventions that affect the lifestyles of subjects at high risk for the disease is not known.\n                We randomly assigned 522 middle-aged, overweight subjects (172 men and 350 women; mean age, 55 years; mean body-mass index [weight in kilograms divided by the square of the height in meters], 31) with impaired glucose tolerance to either the intervention group or the control group. Each subject in the intervention group received individualized counseling aimed at reducing weight, total intake of fat, and intake of saturated fat and increasing intake of fiber and physical activity. An oral glucose-tolerance test was performed annually; the diagnosis of diabetes was confirmed by a second test. The mean duration of follow-up was 3.2 years.\n                The mean (+\/-SD) amount of weight lost between base line and the end of year 1 was 4.2+\/-5.1 kg in the intervention group and 0.8+\/-3.7 kg in the control group; the net loss by the end of year 2 was 3.5+\/-5.5 kg in the intervention group and 0.8+\/-4.4 kg in the control group (P<0.001 for both comparisons between the groups). The cumulative incidence of diabetes after four years was 11 percent (95 percent confidence interval, 6 to 15 percent) in the intervention group and 23 percent (95 percent confidence interval, 17 to 29 percent) in the control group. During the trial, the risk of diabetes was reduced by 58 percent (P<0.001) in the intervention group. The reduction in the incidence of diabetes was directly associated with changes in lifestyle.\n                Type 2 diabetes can be prevented by changes in the lifestyles of high-risk subjects.",
        "Year":null
    },
    {
        "Unnamed: 0":14257,
        "ReviewID":"CD001561",
        "PMID":"PMID:7742677",
        "Title":"The impact of health care advice given in primary care on cardiovascular risk. CELL Study Group.",
        "Abstract":"To evaluate the additional benefit of \"intensive\" health care advice through six group sessions, compared with the advice usually offered to subjects with multiple risk factors for cardiovascular disease.\n                Prospective, randomised controlled clinical study lasting 18 months.\n                681 subjects aged 30-59 years, with at least two cardiovascular risk factors in addition to moderately high lipid concentrations: total cholesterol > or = 6.5 mmol\/l on three occasions, triglycerides < 4.0 mmol\/l, and ratio of low density lipoprotein cholesterol to high density lipoprotein cholesterol > 4.0. Most (577) of the subjects were men.\n                Percentage reduction in total cholesterol concentration (target 15%); quantification of the differences between the two types of health care advice (intensive v usual) for the Framingham cardiovascular risk and for individual risk factors.\n                In the group receiving intensive health care advice total cholesterol concentration decreased by 0.15 mmol\/l more (95% confidence interval 0.04 to 0.26) than in the group receiving usual advice. The overall Framingham risk dropped by 0.068 more (0.014 to 0.095) in the group receiving intensive advice, and most of the risk factors showed a greater change in a favourable direction in this group than in the group receiving usual advice, but the differences were seldom significant. The results from questionnaires completed at the group sessions showed that the subjects improved their lifestyle and diet.\n                Limited additional benefit was gained from being in the group receiving the intensive health care advice. It is difficult to make an important impact on cardiovascular risk in primary care by using only the practice staff. Better methods of communicating the messages need to be devised.",
        "Year":null
    },
    {
        "Unnamed: 0":14261,
        "ReviewID":"CD001561",
        "PMID":"PMID:12657339",
        "Title":"Effect of individual counseling on physical activity fitness and health: a randomized controlled trial in a workplace setting.",
        "Abstract":"Physical inactivity and obesity are major public health problems. Our objective was to investigate the effectiveness of an individual counseling intervention at the workplace on physical activity fitness and health. Counseling content derived from the Patient-centered Assessment and Counseling for Exercise and Nutrition (PACE) program.\n                A total of 299 employees of three municipal services in the Dutch town of Enschede were randomly allocated into intervention (n =131) and control group (n =168). Over a 9-month period, intervention group subjects were offered seven counseling sessions. Counseling was based on the individual's stage of behavioral change using PACE physical activity and nutrition protocols. Subjects in both the intervention and control group received written information about several lifestyle factors. Primary outcome measures were physical activity (total energy expenditure, during sports activities, during physical activity leisure time other than sports, and meeting the moderate-intensity public health recommendations); cardiorespiratory fitness; and prevalence of musculoskeletal symptoms. Secondary outcome measures were body composition (body mass index [BMI], and percentage of body fat measured via skinfold thicknesses); blood pressure; and blood cholesterol.\n                There were significant positive effects on total energy expenditure, physical activity during sports, cardiorespiratory fitness, percentage of body fat, and blood cholesterol. No effects were found for the proportion of subjects meeting the public health recommendation of moderate-intensity physical activity, physical activity during leisure time other than sports, prevalence of musculoskeletal symptoms, body mass index, and blood pressure.\n                Individual face-to-face counseling at the workplace based on PACE protocols positively influenced physical activity levels and some components of physical fitness. The implementation of workplace counseling programs for individuals should therefore be promoted.",
        "Year":null
    }
]