[
    {
        "Unnamed: 0":4183,
        "ReviewID":"CD004116",
        "PMID":"PMID:2697693",
        "Title":"Irritable bowel syndrome: therapeutic evaluation of indigenous drugs.",
        "Abstract":"Among 169 patients with irritable bowel syndrome (IBS), standard therapy (with clidinium bromide, chlordiazepoxide and isaphaghulla), a compound Ayurvedic preparation (with Aegle marmelos correa plus Bacopa monniere Linn) along with a matching placebo were given in a double blind randomised trial for 6 wk. The Ayurvedic preparation in 57 patients was found effective in 64.9 per cent, while standard therapy (60 patients) was useful in 78.3 per cent. Patients on placebo (52 patients) showed improvement in 32.7 per cent only. Ayurvedic therapy was particularly beneficial in diarrhoea predominant form as compared to placebo. The standard therapy was more useful in the painful form of IBS as compared to placebo and Ayurvedic preparation. In gas predominant form the effect of standard as well as Ayurvedic therapy, was similar to placebo. Long-term follow-up (greater than 6 months) showed that both forms of therapy were no better than placebo in limiting the relapse.",
        "Year":1989
    },
    {
        "Unnamed: 0":4186,
        "ReviewID":"CD004116",
        "PMID":"PMID:9820260",
        "Title":"Treatment of irritable bowel syndrome with Chinese herbal medicine: a randomized controlled trial.",
        "Abstract":"Irritable bowel syndrome (IBS) is a common functional bowel disorder for which there is no reliable medical treatment.\n                To determine whether Chinese herbal medicine (CHM) is of any benefit in the treatment of IBS.\n                Randomized, double-blind, placebo-controlled trial conducted during 1996 through 1997.\n                Patients were recruited through 2 teaching hospitals and 5 private practices of gastroenterologists, and received CHM in 3 Chinese herbal clinics.\n                A total of 116 patients who fulfilled the Rome criteria, an established standard for diagnosis of IBS.\n                Patients were randomly allocated to 1 of 3 treatment groups: individualized Chinese herbal formulations (n = 38), a standard Chinese herbal formulation (n = 43), or placebo (n = 35). Patients received 5 capsules 3 times daily for 16 weeks and were evaluated regularly by a traditional Chinese herbalist and by a gastroenterologist. Patients, gastroenterologists, and herbalists were all blinded to treatment group.\n                Change in total bowel symptom scale scores and global improvement assessed by patients and gastroenterologists and change in the degree of interference in life caused by IBS symptoms assessed by patients.\n                Compared with patients in the placebo group, patients in the active treatment groups (standard and individualized CHM) had significant improvement in bowel symptom scores as rated by patients (P=.03) and by gastroenterologists (P=.001), and significant global improvement as rated by patients (P=.007) and by gastroenterologists (P=.002). Patients reported that treatment significantly reduced the degree of interference with life caused by IBS symptoms (P=.03). Chinese herbal formulations individually tailored to the patient proved no more effective than standard CHM treatment. On follow-up 14 weeks after completion of treatment, only the individualized CHM treatment group maintained improvement.\n                Chinese herbal formulations appear to offer improvement in symptoms for some patients with IBS.",
        "Year":1998
    },
    {
        "Unnamed: 0":4185,
        "ReviewID":"CD004116",
        "PMID":"PMID:12138321",
        "Title":"A novel treatment for constipation-predominant irritable bowel syndrome using Padma Lax, a Tibetan herbal formula.",
        "Abstract":"Padma Lax, a complex Tibetan herbal formula for constipation was evaluated for safety and effectiveness in treating constipation-predominant irritable bowel syndrome in a 3-month double-blind randomised pilot study.\n                Patients were recruited from Hadassah Hospital's Gastroenterology clinic, using the Rome I Criteria for irritable bowel syndrome, and the international consensus criteria for constipation. Symptom severity was evaluated monthly by patients and gastroenterologist, using categorical and numerical rating scales. A patient diary recorded daily stool habit and trial medication.\n                In 61 patients, (34 Padma Lax, 27 placebo), significant improvement was demonstrated after 3 months in the Padma Lax group compared to placebo in constipation, severity of abdominal pain, and its effect on daily activities, incomplete evacuation, abdominal distension and flatus\/flatulence. A global assessment indicated that significantly more Padma Lax patients, compared to placebo, rated the current treatment superior to previous therapies tried for irritable bowel. Laboratory parameters displayed no clinically significant changes. Side effects, primarily loose stools in 7 Padma Lax patients responded well to lowering treatment dosage from 2 to 1 capsule\/day.\n                Padma Lax is a safe and effective treatment for constipation-predominant irritable bowel syndrome and may offer an alternative to the current multi drug approach.\n                Copyright 2002 S. Karger AG, Basel",
        "Year":2002
    },
    {
        "Unnamed: 0":4182,
        "ReviewID":"CD004116",
        "PMID":"PMID:14666762",
        "Title":"[Randomized controlled clinical study on effect of Chinese compound changjitai in treating diarrheic irritable bowel syndrome].",
        "Abstract":"To verify the clinical efficacy and safety of the proven Chinese Compound Changjitai (CJT), in treating the diarrheic irritable bowel syndrome (DIBS).\n                Randomized controlled open clinical trial design was adopted, 45 patients were randomly divided into two groups, CJT and pinaverium bromide (PVB) were given as treated and control agent respectively. IBS scoring system (BSS), defecation state questionnaire (DSQ) were used to record the changes of the patients' main symptoms before and after treatment.\n                The total effective rate of CJT group was 83.3%, while that of PVB was 73.3%. CJT was superior in efficacy to that of PVB in improving stool quality, reducing defecation episodes of diarrheic patients, alleviating tenesmus symptoms, decreasing bellyache days and ameliorating abdominal distention. Any drug-related adverse reaction was not seen.\n                The efficacy of CJT in treating DIBS is definite and without any toxic and adverse effects.",
        "Year":2003
    },
    {
        "Unnamed: 0":4181,
        "ReviewID":"CD004116",
        "PMID":"PMID:14984373",
        "Title":"Treatment of irritable bowel syndrome with herbal preparations: results of a double-blind, randomized, placebo-controlled, multi-centre trial.",
        "Abstract":"Herbal medications have been used in many countries for the treatment of patients with irritable bowel syndrome. Controlled data supporting the efficacy of these treatments in patients with irritable bowel syndrome are lacking.\n                To assess the efficacy and safety of a commercially available herbal preparation (STW 5) (nine plant extracts), the research herbal preparation STW 5-II (six plant extracts) and the bitter candytuft mono-extract in patients with irritable bowel syndrome.\n                Two hundred and eight patients with irritable bowel syndrome were recruited after standardized diagnostic work-up into a double-blind, placebo-controlled, multi-centre trial and were randomly assigned to receive one of four treatments: commercially available herbal preparation STW 5 (n = 51), research herbal preparation STW 5-II (n = 52), bitter candytuft mono-extract (n = 53) or placebo (n = 52). The main outcome variables were the changes in total abdominal pain and irritable bowel syndrome symptom scores.\n                Two hundred and three patients completed the trial. STW 5 and STW 5-II were significantly better than placebo in reducing the total abdominal pain score (intention-to-treat: STW 5, P = 0.0009; STW 5-II, P = 0.0005) and the irritable bowel syndrome symptom score (intention-to-treat: STW 5, P = 0.001; STW 5-II, P = 0.0003) at 4 weeks. There were no statistically significant differences between the bitter candytuft mono-extract group and the placebo group (P = 0.1473, P = 0.1207).\n                The commercially available herbal preparation STW 5 and its research preparation STW 5-II are both effective in alleviating irritable bowel syndrome symptoms.",
        "Year":2004
    },
    {
        "Unnamed: 0":4184,
        "ReviewID":"CD004116",
        "PMID":"PMID:15383254",
        "Title":"[Observation on intestinal flora in patients of irritable bowel syndrome after treatment of Chinese integrative medicine].",
        "Abstract":"To observe the clinical efficacy of the combination of traditional Chinese medicine and western medicine in treating irritable bowel syndrome (IBS) and the result of intestinal flora regulation. Methods: Sixty IBS patients, 36 males and 24 females, were divided into two groups, with 30 patients in each group. Herbal formula of TongxieYaofang and clostridium butyricum (Cb) were used in the first group for four weeks, while only Cb was used for four weeks in the second group. We observed the changes of coliform group, enterococcus, lactobacillus, bifidobacterium after treatment.\n                The effective rate of the Tongxie Yaofang and Cb treated group was significantly higher than that of the Cb treated group (P < 0.05). The numbers of bifidobacterium and lactobacillus increased, while the numbers of coliform group and enterococcus decreased after the treatment, and the changes of intestinal flora in the integrative medicine treated group were significantly greater than those in the Cb treated group.\n                After treatment with the combination of traditional Chinese medicine and western medicine, the intestinal flora can be regulated to equilibrium state.",
        "Year":2004
    }
]