[
    {
        "Unnamed: 0":30840,
        "ReviewID":"CD004643",
        "PMID":"PMID:1105489",
        "Title":"Double-blind studies of the clinical effectiveness of prazosin.",
        "Abstract":"In separate double-blind trials, prazosin was compared with placebo and with methyldopa and placebo. In both, prazosin was well tolerated and succeeded in lowering blood pressure in patients with mild to moderate hypertension. The mean reductions with methyldopa were greater, but the difference was not statistically significant and a higher percentage of the patients in the prazosin group became normotensive.",
        "Year":1975
    },
    {
        "Unnamed: 0":30844,
        "ReviewID":"CD004643",
        "PMID":"PMID:2872804",
        "Title":"Terazosin: an effective once-daily monotherapy for the treatment of hypertension.",
        "Abstract":"The safety and efficacy of once-daily terazosin as monotherapy were evaluated in five randomized, double-blind, placebo-controlled studies in which 351 patients with mild to moderate hypertension participated. The five studies included two dose-titration studies and three fixed-dose studies. In the dose-titration studies, terazosin doses were titrated at weekly intervals until supine diastolic blood pressure was below 90 mm Hg. In the fixed-dose studies, titration continued until a predetermined dosage level of terazosin or corresponding placebo was reached. The dose of terazosin ranged from 1 to 40 mg once daily, and responses were assessed after a four-week course of therapy at a constant dosage level. Terazosin administration resulted in significantly greater mean decreases in supine diastolic blood pressure in comparison with placebo in four of the five studies. Similar decreases were observed for supine systolic and standing blood pressures in selected studies. In all five studies, terazosin caused a significant decrease in supine and standing blood pressures from baseline to the final visit. Adverse experiences occurring with a significantly greater prevalence rate in terazosin-treated versus placebo-treated patients and 7 percent of placebo-treated patients), asthenia (17 percent of the terazosin group and 4 percent of the placebo group), and peripheral edema (10 percent of the terazosin group and 3 percent of the placebo group). On the basis of these studies, it appears that terazosin, when administered once daily as monotherapy, is both safe and effective for the treatment of mild to moderate hypertension.",
        "Year":1986
    },
    {
        "Unnamed: 0":30846,
        "ReviewID":"CD004643",
        "PMID":"PMID:2969740",
        "Title":"Effect of doxazosin monotherapy on blood pressure and plasma lipids in patients with essential hypertension.",
        "Abstract":"The efficacy and safety of doxazosin (DOX) for the treatment of hypertension was investigated. A multicenter, double-blind, placebo-controlled, parallel design was employed. A 4-week placebo runin period was followed by a 9-week double-blind period during which patients were randomly assigned to placebo or 2, 4, or 8 mg doxazosin. Blood pressures (BP) and heart rates (HR) were measured 24 hours postdose. The mean changes in standing BP (mmHg) were -6.2\/-6.9 (2-mg regimen), -5.7\/-5.8 (4-mg regimen), -8.5\/-7.7 (8-mg regimen) for DOX patients and 0.7\/-2.9 for placebo patients. The mean changes in supine BP (mmHg) were -3.2\/-4.7 (2-mg regimen), -4.0\/-5.1 (4-mg regimen), -4.6\/-5.6 (8-mg regimen) for DOX patients and -0.5\/-3.3 for placebo patients. There was no evidence of a dose-response relationship for DOX; however, DOX serum levels were linearly related to the dose. Responder rate for the combined DOX patients was 38% (32\/84) and for the placebo patients 27% (8\/30). HR (24 hours postdose) was not modified by DOX. Patients in the 8-mg regimen had a significantly higher gain in mean body weight (+ 1.3 +\/- 0.3 kg; P less than 0.05) compared to the 2-mg regimen, 4-mg regimen, and placebo groups. Plasma norepinephrine was not significantly modified by DOX. DOX had a favorable effect on plasma lipids. DOX lowered LDL cholesterol (P less than 0.05), total cholesterol, and apoprotein B and increased HDL\/(LDL + VLDL) ratio (0.05 less than or equal to P less than 0.1) compared to placebo. Dropout rate and treatment-related side effects were equally distributed among the DOX and placebo groups. No patients had the dose of medication reduced because of side effects. Three DOX patients were withdrawn because of postural dizziness.",
        "Year":1988
    },
    {
        "Unnamed: 0":30845,
        "ReviewID":"CD004643",
        "PMID":"PMID:2669473",
        "Title":"Efficacy and safety of Minipress XL, a new once-a-day formulation of prazosin.",
        "Abstract":"The efficacy and safety of prazosin GITS (gastro-intestinal therapeutic system), a new extended-release once-a-day formulation, were assessed both as monotherapy in mild essential hypertension and in combination with a diuretic in moderate essential hypertension in two multicenter, double-blind, placebo-controlled trials. Prazosin GITS (Minipress XL) given once daily in doses of either 10 or 20 mg significantly reduced sitting and standing systolic and diastolic blood pressure compared with placebo in both mild and moderate essential hypertension. There were minimal, clinically insignificant changes in heart rate following prazosin-GITS treatment (2.5, 10, and 20 mg) compared with placebo treatment. Prazosin GITS was well tolerated; the most common adverse experiences reported were headache, dizziness, and fatigue. All adverse experiences in the moderate hypertension group and the majority (91 percent) in the mild hypertension group were mild-to-moderate in severity. The results from these multicenter trials demonstrate the efficacy and safety of this new extended-release once-a-day formulation of prazosin in the treatment of patients with mild and moderate essential hypertension.",
        "Year":1989
    },
    {
        "Unnamed: 0":30841,
        "ReviewID":"CD004643",
        "PMID":"PMID:1678921",
        "Title":"Antihypertensive dose-response relationships: studies with the selective alpha 1-blocking agent terazosin.",
        "Abstract":"Terazosin is a selective alpha 1-adrenergic-blocking agent indicated for the treatment of hypertension. The aim of this multicenter study, performed in 256 patients with mild to moderate essential hypertension, was to define the dosing characteristics of terazosin (in the range of 1 to 80 mg) administered once daily. Patients were randomly assigned to placebo or active treatment groups; each group received 3 months of treatment, which comprised three ascending doses of terazosin, each administered for a 1-month period. As determined by conventional office measurements of supine diastolic blood pressure and by automated ambulatory blood pressure monitoring, there was a clear antihypertensive dose-response relationship for terazosin in the range of 1 to 5 mg daily. Except for the 80 mg dose, none of the doses above 5 mg (10 to 40 mg) appeared to provide additional efficacy. Both the office measurements and the monitoring data indicated that the ratio of trough (effect at the end of the dosing interval) to peak (maximum effect during the dosing interval) was at least 50% or greater during treatment with the 5 mg dose. Thus the 5 mg dose appeared to provide meaningful clinical antihypertensive efficacy and to sustain its effects throughout the full 24-hour period.",
        "Year":1991
    },
    {
        "Unnamed: 0":30842,
        "ReviewID":"CD004643",
        "PMID":"PMID:7539854",
        "Title":"Doxazosin for the treatment of benign prostatic hyperplasia in patients with mild to moderate essential hypertension: a double-blind, placebo-controlled, dose-response multicenter study.",
        "Abstract":"A total of 248 hypertensive patients 45 years old or older with benign prostatic hyperplasia (BPH) was included in this 16-week, multicenter, double-blind, placebo-controlled, parallel-group dose-response study. Doxazosin, a selective alpha 1-adrenoceptor antagonist, produced a significant increase in maximum urinary flow rate (2.3 to 3.6 ml. per second) at doses of 4 mg., 8 mg. and 12 mg., and in average flow rate (8 mg. and 12 mg.) compared with placebo. The increase in maximum flow rate was significant with doxazosin versus placebo within 1 week of initiating double-blind therapy. Doxazosin compared to placebo significantly decreased patient-assessed total, obstructive and irritative BPH symptoms. Blood pressure was significantly lower with all doxazosin doses compared with placebo. Adverse events, primarily mild to moderate in severity, were reported in 48% of patients on doxazosin and 35% on placebo. Our results strongly support the use of doxazosin as a nonoperative therapeutic alternative in the management of uncomplicated BPH. Doxazosin would also be particularly useful in the management of patients who have BPH and hypertension.",
        "Year":1995
    },
    {
        "Unnamed: 0":30843,
        "ReviewID":"CD004643",
        "PMID":"PMID:10226868",
        "Title":"Effects of doxazosin in the gastrointestinal therapeutic system formulation versus doxazosin standard and placebo in mild-to-moderate hypertension. Doxazosin Investigators' Study Group.",
        "Abstract":"The alpha 1-blocker doxazosin is a well-established therapy for hypertension and benign prostatic hyperplasia; however, in its standard form, a multiple-step titration regimen is usually required. The new gastrointestinal therapeutic system (GITS) formulation of doxazosin greatly minimizes the need for titration by changing drug-delivery rate and the pharmaco-kinetic profile. To demonstrate this in hypertensive patients, we assessed the effects of doxazosin GITS 4 or 8 mg once daily versus doxazosin standard 1-8 mg once daily, and placebo, in an integrated analysis of two multicenter, double-blind, randomized, parallel-group trials. Each trial included a 2-week washout period and 12 weeks of therapy. One study compared doxazosin GITS, doxazosin standard, and placebo in 392 patients with mild hypertension [blood pressure (BP) 95-105\/ < or = 180 mm Hg]; the other study compared doxazosin GITS with doxazosin standard in 315 patients with mild-to-moderate hypertension (BP 95-115\/ < or = 220 mm Hg). The primary outcome measure was the proportion of responders (sitting diastolic BP < 90 mm Hg or 10-mm Hg decrease from baseline 24 h after the dose) at the final visit for the per-protocol population. Mean baseline BP and heart rate were well matched in each group. Approximately 64% of patients with doxazosin GITS (198 of 309 patients) and 68% with doxazosin standard (207 of 304 patients) achieved goal BP response at the final visit versus 36% with placebo (25 of 70 patients; p < 0.05). The majority with doxazosin GITS (60%) remained at the initial 4-mg starting dose. Doxazosin GITS was as effective as doxazosin standard, and both were more effective than placebo in controlling BP in mild-to-moderate hypertension. Doxazosin GITS was well tolerated, and fewer patients with the GITS formulation discontinued therapy because of side effects compared with doxazosin standard or placebo. Syncope was not reported with doxazosin GITS. Whereas the efficacy of doxazosin GITS at 4 or 8 mg is equivalent to that of the standard regimen in this combined analysis, the GITS formulation appears to eliminate the need for titration in most patients.",
        "Year":1999
    }
]