[
    {
        "Unnamed: 0":23842,
        "ReviewID":"CD006743",
        "PMID":"PMID:4162366",
        "Title":"Absence of prophylactic effect of propranolol in myocardial infarction.",
        "Abstract":null,
        "Year":1966.0
    },
    {
        "Unnamed: 0":23880,
        "ReviewID":"CD006743",
        "PMID":"PMID:639229",
        "Title":"Reduction of enzyme levels by propranolol after acute myocardial infarction.",
        "Abstract":"The effect of propranolol (0.1 mg\/kg intravenously followed by 320 mg given over 27 hour orally) on serum levels of creatine kinase enzyme was studied in a randomized trial involving 95 patients seen within 12 hours of onset of symptoms of uncomplicated myocardial infarction. In 15 patients who were treated with propranolol within 4 hours of onset, and who eventually developed pathological Q waves, peak measured enzyme levels were 27% (P less than 0.0125) lower than in 19 control patients who were also seen within 4 hours of the onset but had no specific treatment. Total calculated enzyme appearance was also lower in the treated patients (reduced 25%, P less than 0.05) as was the calculated rate of the appearance (33%, P less than 0.005). No significant difference was found for treated compared with control patients entering the trial more than 4 hours after the onset of chest pain. This evidence suggests that propranolol may reduce the size of uncomplicated infarctions if it is given intravenously within 4 hours of the onset.",
        "Year":1978.0
    },
    {
        "Unnamed: 0":23847,
        "ReviewID":"CD006743",
        "PMID":"PMID:81925",
        "Title":"Protective effect of propranolol in threatened myocardial infarction.",
        "Abstract":"Propranolol 0.1 mg\/kg intravenously followed by 320 mg orally over 27 h was given to 20 randomly selected patients within 4 h of the onset of suspected myocardial infarction unaccompanied by diagnostic electrocardiographic changes. Patients given propranolol had fewer completed infarcts as assessed by serial electrocardiograms, a lower frequency of serum-creatine-kinase levels above the normal range, and lower peak serum-creatine-kinase levels than 23 control subjects. This evidence suggests that threatened myocardial infarction can in some cases be prevented by early beta-adrenoceptor blockade.",
        "Year":1978.0
    },
    {
        "Unnamed: 0":23883,
        "ReviewID":"CD006743",
        "PMID":"PMID:7426142",
        "Title":"Treatment of acute myocardial infarction with propranolol. Further studies on enzyme appearance and subsequent left ventricular function in treated and control patients with developing infarcts.",
        "Abstract":null,
        "Year":1980.0
    },
    {
        "Unnamed: 0":23881,
        "ReviewID":"CD006743",
        "PMID":"PMID:7026997",
        "Title":"beta-Blockade in acute myocardial infarction. Inability of relatively late administration to influence infarct size and arrhythmias.",
        "Abstract":"The effects of orally administered timolol maleate (10 mg twice a day) were assessed in 88 patients entered into a double-blind study within 10.74 +\/- 5.07 hours of onset of myocardial infarction. Timolol maleate produced no significant change in crude mortality rate, infarct size, incidence of arrhythmias or significant left ventricular failure. Withdrawals from study because of recurrent angina or hypertension were confined to the placebo group. The results of this study suggested that, when given relatively late after infarction, timolol maleate does not reduce either infarct size or incidence of arrhythmias, despite production of a safe and effective beta-blockade.",
        "Year":1981.0
    },
    {
        "Unnamed: 0":23888,
        "ReviewID":"CD006743",
        "PMID":"PMID:6780232",
        "Title":"Reduction of CK and CK-MB indexes of infarct size by intravenous nitroglycerin.",
        "Abstract":"The effect of i.v. nitroglycerin administration on indexes of infarct size was examined in 31 patients with acute myocardial infarction. Serial creatine kinase (CK) and CK-MB isoenzyme determinations were used to calculate infarct size. Twenty-nine patients served as controls. Two subgroups of the study group were formed to evaluate differences between early and late intervention. In the first group (n = 22), continuous infusion of nitroglycerin over 48 hours was initiated within 8 hours (mean 4.5 hours) after the onset of symptoms. Peak CK activity for the nitroglycerin-treated patients (n = 9) in this subgroup was 544 U\/1 vs 871 U\/1 for the controls (n = 13) (p less than 0.05). The rate of CK release was reduced from 79 to 33 U\/1.hr (58%), as was total CK and CK-MB release (p less than 0.02). Calculated infarct size was 69 gEq in the controls and 48 gEq in patients receiving nitroglycerin (CK-MB: 69 vs 43 gEq, p less than 0.05). In the late intervention subgroup, nitroglycerin therapy was begun more than 8 hours (mean 12.8 hours) after the onset of symptoms. Here, too, use of the agent was associated with lower peak CK and CK-MB levels as well as a reduction in calculated infarct size (p less than 0.05). Hemodynamic measurements, recorded every 4 hours, showed that nitroglycerin also reduced left ventricular filling pressure significantly and cardiac output increased. Blood pressure fell slightly, and systemic vascular resistance declined. The results indicate that i.v. nitroglycerin reduces CK and CK-MB release and thus calculated infarct size in both early and late intervention.",
        "Year":1981.0
    },
    {
        "Unnamed: 0":23857,
        "ReviewID":"CD006743",
        "PMID":"PMID:7040956",
        "Title":"Effect of short-term infusion of sodium nitroprusside on mortality rate in acute myocardial infarction complicated by left ventricular failure: results of a Veterans Administration cooperative study.",
        "Abstract":"Eight hundred twelve men with presumed acute myocardial infarction and left ventricular filling pressure of at least 12 mm Hg participated in a randomized double-blind placebo-controlled trial to assess the efficacy of a 48-hour infusion of sodium nitroprusside. The mortality rates at 21 days (10.4 per cent in the placebo group and 11.5 per cent in the nitroprusside group) and at 13 weeks (19.0 per cent and 17.0 per cent, respectively) were not significantly affected by treatment. The efficacy of nitroprusside was related to the time of treatment: the drug had a deleterious effect in patients whose infusions were started within nine hours of the onset of pain (mortality at 13 weeks, 24.2 per cent vs. 12.7 per cent; P = 0.025) and a beneficial effect in those whose infusions were begun later (mortality at 13 weeks, 14.4 per cent vs. 22.3 per cent; P = 0.04). Nitroprusside should probably not be used routinely in patients with high left ventricular filling pressures after acute myocardial infarction. However, the results in the patients given late treatment suggest that those with persistent pump failure might receive sustained benefit from short-term nitroprusside therapy.",
        "Year":1982.0
    },
    {
        "Unnamed: 0":23862,
        "ReviewID":"CD006743",
        "PMID":"PMID:7040955",
        "Title":"Effect of sodium nitroprusside on mortality in acute myocardial infarction.",
        "Abstract":"We gave sodium nitroprusside by intravenous infusion to 163 randomly selected patients during the first 24 hours after hospitalization for typical acute myocardial infarction, and we studied its effects on mortality at one week, on the incidence of cardiogenic shock, on clinical signs of left ventricular failure, and on peak levels of creatine kinase isoenzyme MB. A control group of 165 patients received standard medical treatment and infusion of 5 per cent glucose. The end point of the study was a significant reduction in mortality in the nitroprusside group; this was reached when five deaths had occurred in this group, as compared with 18 among the controls (P less than 0.05). The incidence of cardiogenic shock, clinical signs of left-heart failure, and mean peak levels of creatine kinase isoenzyme MB were all reduced (P less than 0.05). The results indicate that infusion of nitroprusside in the early phase of acute infarction limits complications, possibly by reducing infarct size. The drug was particularly effective in anterior-wall infarction.",
        "Year":1982.0
    },
    {
        "Unnamed: 0":23854,
        "ReviewID":"CD006743",
        "PMID":"PMID:6404289",
        "Title":"Reduction of infarct size in patients with inferior infarction with intravenous glyceryl trinitrate. A randomised study.",
        "Abstract":"Glyceryl trinitrate was previously said to be contraindicated in patients with acute myocardial infarction. Its intravenous administration during acute infarction, however, was associated with a beneficial effect as determined by ST segment mapping. Most recently in a selected group of patients with acute infarction and abnormal haemodynamics, intravenous glyceryl trinitrate was shown to reduce infarct size estimated by enzymes. The present study was performed to verify the safety of intravenous glyceryl trinitrate in patients with infarction under conventional clinical conditions without invasive monitoring and to determine its effect on infarct size in a prospective randomised trial involving 85 patients with infarction (43 treated and 42 control). Treated patients received glyceryl trinitrate within 10 hours of the onset of symptoms (mean 6.0 hours), and the dose was titrated to preset limits for changes in heart rate and blood pressure. In patients with inferior infarction, infarct size estimated by enzymes in the treated was only 12.2 +\/- 1.8 versus 19.1 +\/- 3.6 CK gram equivalents per metre squared in the placebo group. A similar but statistically insignificant trend was observed for subendocardial infarction but no difference was observed for anterior infarction. Ventricular arrhythmias determined from 24 hour tapes were more frequent in treated patients though this was not statistically significant. Lignocaine requirements in treated and control (1692 +\/- 250 vs 1512 +\/- 232 mg\/24 h) were similar, as were the requirements for morphine (11.4 +\/- 1.8 vs 12.2 +\/- 2.2 mg\/24 h). Results indicate that intravenous glyceryl trinitrate can be administered safely during evolving infarction without invasive monitoring and reduces infarct size in patients with inferior infarction.",
        "Year":1983.0
    },
    {
        "Unnamed: 0":23860,
        "ReviewID":"CD006743",
        "PMID":"PMID:6409446",
        "Title":"A randomized prospective trial of intravenous nitroglycerin in patients with acute myocardial infarction.",
        "Abstract":null,
        "Year":1983.0
    },
    {
        "Unnamed: 0":23864,
        "ReviewID":"CD006743",
        "PMID":"PMID:6416707",
        "Title":"Persistent reduction in left ventricular asynergy in patients with acute myocardial infarction by intravenous infusion of nitroglycerin.",
        "Abstract":"Intravenous nitroglycerin (NG) infusion in patients with acute myocardial infarction (AMI) has been shown to improve left ventricular function and myocardial perfusion and to decrease ischemic injury and creatine kinase (CK) indexes of infarct size. To determine whether early NG infusions in patients with AMI decreases the extent of left ventricular asynergy, we used two-dimensional echocardiography to measure asynergic segments (akinesis and\/or dyskinesis) at four serial short-axis levels from base to apex (mitral, M; chordal, C; midpapillary, MP; low papillary, LP) in 22 patients with a first anterior AMI. Patients were randomized between infusions of NG (n = 11) or 5% dextrose in water (controls, n = 11) within 5.6 hr after the onset of pain. NG infusion rates were titrated to lower mean arterial pressure to an average level of 7% below control (but not below 80 mm Hg) and were maintained at this level for the duration of the infusions (39 hr). After NG, left ventricular function improved as left ventricular filling pressure decreased (p less than .005), and sigma ST on precordial ST segment mapping decreased (p less than .001). These parameters did not change in control subjects. Computed CK infarct size was smaller in the NG group than in the control group (p less than .05). Before the infusions, the mean extent of left ventricular asynergy (% left ventricular circumference) were similar in both groups: M, 18% vs 21%; C, 22% vs 23%; MP, 26% vs 24%; LP, 32% vs 29%. In addition, the computed total left ventricular asynergy (% surface area) was also similar for these two groups before therapy (25% vs 25%). There was no change in left ventricular asynergy from pretreatment values by 1 hr and 10 days among control subjects: M, 18% vs 18% vs 17%; C, 22% vs 22%; MP, 26% vs 26% vs 22%; LP, 32% vs 33% vs 33%; total 25% vs 25% vs 24% (multiple measures analysis of variance). In contrast, there was a significant decrease (p less than .001) in left ventricular asynergy from pretreatment values by 1 hr and 10 days with NG: M, 21% vs 10% vs 8%; C, 23% vs 12% vs 10%; MP, 24% vs 13% vs 9%; LP, 29% vs 14% vs 10%; total, 25% vs 12% vs 9%.(ABSTRACT TRUNCATED AT 400 WORDS)",
        "Year":1983.0
    },
    {
        "Unnamed: 0":23884,
        "ReviewID":"CD006743",
        "PMID":"PMID:6851037",
        "Title":"Reduction in infarct size, arrhythmias and chest pain by early intravenous beta blockade in suspected acute myocardial infarction.",
        "Abstract":"Four hundred seventy-seven patients suspected of having had acute myocardial infarction within less than 12 hours were randomized to receive i.v. atenolol followed by oral treatment for 10 days or to a control group. In patients with ECG changes indicative of infarction at entry, i.v. atenolol significantly reduced enzyme release by one-third and enhanced R-wave preservation. In patients without such ECG changes, treatment significantly prevented the development of infarction in a proportion of patients. There was also a significant reduction in R-on-T ectopics, repetitive ventricular arrhythmias and supraventricular arrhythmias. Treated patients had significantly greater pain relief and required fewer opiate analgesics. Significantly fewer atenolol-treated patients died by 10 days (the treatment period), had nonfatal cardiac arrests, developed heart failure, or suffered reinfarction.",
        "Year":1983.0
    },
    {
        "Unnamed: 0":23834,
        "ReviewID":"CD006743",
        "PMID":"PMID:6365350",
        "Title":"Nifedipine therapy for patients with threatened and acute myocardial infarction: a randomized, double-blind, placebo-controlled comparison.",
        "Abstract":"Preliminary clinical and laboratory observations suggest that nifedipine might prevent progression of threatened myocardial infarction by reversing coronary spasm or might limit necrosis during the course of acute myocardial infarction. We screened 3143 patients with ischemic pain of greater than 45 min duration and randomly assigned 105 eligible patients with threatened myocardial infarction and 66 with acute myocardial infarction to receive nifedipine (20 mg orally every 4 hr for 14 days) or placebo plus standard care. Treatment was started 4.6 +\/- 0.1 hr after the onset of pain. Infarct size index was calculated by the MB-creatine kinase (CK) method and expressed as CK-geq\/m2 +\/- SE. The incidence of progression to infarction among patients with threatened myocardial infarction was not significantly altered by nifedipine (36 of 48 [75%] for placebo-treated and 43 of 57 [75%] for nifedipine-treated patients). Furthermore, infarct size index was similar among placebo- and nifedipine-treated patients (16.9 +\/- 1.5 MB-CK-geq\/m2, n = 65, and 17.0 +\/- 1.5 MB-CK-geq\/m2, n = 68, respectively) with threatened myocardial infarction who exhibited infarction and for those with acute myocardial infarction. Among the 171 eligible patients randomly assigned to drug or placebo, 6 month mortality did not differ significantly (8.5% for placebo vs 10.1% for nifedipine, NS), but mortality in the 2 weeks after randomization was significantly higher for nifedipine-treated patients (0% for placebo compared with 7.9% for nifedipine, p = .018).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1984.0
    },
    {
        "Unnamed: 0":23878,
        "ReviewID":"CD006743",
        "PMID":"PMID:6358896",
        "Title":"Reduction of infarct size with the early use of timolol in acute myocardial infarction.",
        "Abstract":"One hundred forty-four patients admitted to the hospital within four hours after onset of symptoms of myocardial infarction were randomly assigned to either intravenous timolol treatment or to placebo. Timolol was given intravenously for the first 24 hours and orally thereafter for the duration of hospitalization. Infarct evolution was assessed by continuous vectorcardiography and creatine kinase release. The timolol group had reduced myocardial ischemia and infarct size as measured by an accelerated reduction of ST-vector magnitude, a significant reduction of maximal cumulative creatine kinase release (29.5 per cent), and significantly smaller changes in QRS-vector variables (20 to 25 per cent). Furthermore, the predicted creatine kinase release and maximal QRS-vector change for a given initial ST-vector magnitude was significantly reduced in the timolol group. Timolol was also associated with significant reductions in pain and need for analgesics and was well tolerated overall. This study supports the use of intravenous timolol in the early phase of suspected myocardial infarction to limit infarct size.",
        "Year":1984.0
    },
    {
        "Unnamed: 0":23856,
        "ReviewID":"CD006743",
        "PMID":"PMID:6148617",
        "Title":"Prevention of ventricular fibrillation during acute myocardial infarction by intravenous propranolol.",
        "Abstract":"A trial of intravenous followed by oral propranolol, started within 4 h of onset of suspected myocardial infarction and continued over 27 h, was carried out in 735 patients; 364 received propranolol, 371 were controls. Ventricular fibrillation during the first 48 h after entry to the trial occurred in 2 treated patients and in 14 controls (p = 0.006). Rates of hospital mortality, complications other than ventricular fibrillation, and progression from threatened to completed infarction did not differ between treated and control patients. Ventricular fibrillation was not apparently prevented by prior beta-blocker treatment, which was not a reason for exclusion from the trial. This intravenous\/oral propranolol regimen seems to prevent ventricular fibrillation due to evolving myocardial infarction.",
        "Year":1984.0
    },
    {
        "Unnamed: 0":23858,
        "ReviewID":"CD006743",
        "PMID":"PMID:2863148",
        "Title":"Metoprolol in acute myocardial infarction (MIAMI). A randomised placebo-controlled international trial. The MIAMI Trial Research Group.",
        "Abstract":"The effect of metoprolol on mortality and morbidity after 15 days, was compared with that of placebo in a double-blind randomised international trial (the MIAMI trial) in patients with definite or suspected acute myocardial infarction (AMI). Treatment with intravenous metoprolol (15 mg) or placebo was started shortly after the patient's arrival in hospital within 24 h of the onset of symptoms, and then oral treatment (200 mg daily) was continued for the study period (15 days). Of the 5778 patients included, 2901 were allocated to placebo and 2877 to metoprolol. Definite AMI was confirmed in 4127 patients. There were 142 deaths in the placebo group (4.9%) and 123 deaths in the metoprolol group (4.3%), a difference of 13 per cent with 95 per cent confidence limits of -8 to +33 per cent, not statistically significant (P = 0.29). Previously recorded risk indicators of mortality were analysed in retrospect. These indicated that there was a category which showed higher risk which contained approximately 30% of all randomized patients. In these, the mortality rate in the metoprolol treated group was 29% less than in the placebo group. In the remaining lower risk categories there was no difference between the treatment groups. This subset analysis must be interpreted with caution in view of the findings from other similar studies. Positive effects were observed on the incidence of definite AMI and on serum enzyme activity in patients treated early (less than 7 h). There was no significant effect on ventricular fibrillation but the number of episodes tended to be lower in the metoprolol treated patients during the later phase (6-15 days; 24 vs 54 episodes). The incidence of supraventricular tachyarrhythmias, the use of cardiac glycosides and other antiarrhythmics, and the need for pain-relieving treatment were significantly diminished by metoprolol amongst all randomised patients. Adverse events associated with metoprolol were infrequent, expected, and relatively mild.",
        "Year":1985.0
    },
    {
        "Unnamed: 0":23853,
        "ReviewID":"CD006743",
        "PMID":"PMID:3920891",
        "Title":"Effects of verapamil in preventing early postinfarction angina and reinfarction.",
        "Abstract":"Because verapamil is effective in the treatment of \"preinfarction\" angina, a single-blind, placebo-controlled trial was performed in 17 patients admitted to the coronary care unit with transmural acute myocardial infarction (AMI) to assess the effects of verapamil on angina and reinfarction after AMI. The study was terminated because results obtained in the initial 17 patients indicated that verapamil is not as effective in treating angina after AMI as it is in angina before AMI and does not prevent reinfarction. Continuous electrocardiographic monitoring during the first 3 days after AMI showed the presence of transient episodes of ST-segment elevation in 4 patients taking verapamil and 4 patients taking placebo. The total number and duration of transient ischemic episodes was similar in the 2 groups (46 vs 41 and 23 +\/- 22 vs 17 +\/- 15 minutes, respectively). The percentage of transient ischemic episodes accompanied by chest pain was similar in both groups (10%). The ischemic episodes were never preceded by important increases of heart rate. Four patients taking verapamil and 4 taking placebo had reinfarction within the first 10 days after the incident AMI. These findings suggest that the prevailing mechanisms of myocardial ischemia in the immediate post-AMI period could be different from those operating in angina before AMI.",
        "Year":1985.0
    },
    {
        "Unnamed: 0":23872,
        "ReviewID":"CD006743",
        "PMID":"PMID:3896811",
        "Title":"Very early intervention with metoprolol in suspected acute myocardial infarction.",
        "Abstract":"A double blind randomized study of 800 patients was carried out to determine if very early intervention with metoprolol (15 mg I.V. followed by oral administration) in suspected acute myocardial infarction affected overall mortality in selected subgroups, (age, site of infarct, delay to intervention). Sudden death occurred less frequently in patients allocated to metoprolol but there was no significant difference in total mortality on discharge, at three months and at twelve months. Ventricular fibrillation after intervention was not significantly reduced. Adverse reactions did not occur significantly more frequently in patients assigned to metoprolol.",
        "Year":1985.0
    },
    {
        "Unnamed: 0":23850,
        "ReviewID":"CD006743",
        "PMID":"PMID:3882269",
        "Title":"Tiapamil, a new calcium antagonist: hemodynamic effects in patients with acute myocardial infarction.",
        "Abstract":"The afterload reduction and myocardial oxygen sparing that results after administration of calcium antagonists suggests a possible role for these drugs in intervention after onset of acute myocardial infarction, but their use in this setting is limited by the possibility that left ventricular failure will develop. Tiapamil is a new verapamil congener. The hemodynamic effects of this drug (1 mg\/kg followed by 25 micrograms\/kg\/min over 36 hr) were studied in 30 patients randomly assigned in a double-blind manner to a tiapamil or control group within 12 hr of the onset of acute myocardial infarction as diagnosed by Swan-Ganz catheterization and gated blood pool scans. Tiapamil reduced heart rate from 83 +\/- 20 beats\/min (mean +\/- SD) before to 74 +\/- 19 beats\/min after drug (over an average 36 hr), arterial pressure from 128 +\/- 22\/87 +\/- 14 to 118 +\/- 16\/74 +\/- 11 mm Hg, rate-pressure product from 10,695 +\/- 3492 to 8800 +\/- 2550 units, and systemic vascular resistance from 1732 +\/- 351 to 1400 +\/- 350 dynes X sec X cm-5. Tiapamil also increased stroke volume index from 34.7 +\/- 12.1 to 41.6 +\/- 12.0 ml\/m2, left ventricular ejection fraction from 50.1 +\/- 14.8% to 56.4 +\/- 17.4% (at 24 hr), left ventricular end-diastolic volume index from 71.3 +\/- 23.1 to 80.5 +\/- 23.7 ml\/m2, and peak diastolic filling rate (an index of diastolic relaxation) from 2.1 +\/- 0.9 to 2.6 +\/- 0.8 end-diastolic volumes\/sec (p less than .05 for all changes). Cardiac index, wedge pressure, left ventricular end-systolic volume, and PR interval remained unchanged.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1985.0
    },
    {
        "Unnamed: 0":23871,
        "ReviewID":"CD006743",
        "PMID":"PMID:3792347",
        "Title":"Effect of early treatment with nifedipine in suspected acute myocardial infarction.",
        "Abstract":"In this single centre prospective, double blind study, 98 patients with suspected acute myocardial infarction (AMI) were randomized, within six hours, to nifedipine 10 mg (46 patients) or placebo (52 patients) both administered sublingually. The delay time from onset of chest pain to treatment was 3.33 +\/- 0.2 hours (mean +\/- SEM) and 3.28 +\/- 0.18 hours for the nifedipine and placebo treated groups, respectively. Treatment was continued orally for 3 days. AMI was confirmed in 28 patients given nifedipine and 23 patients given placebo. Infarct sizing by CK-MB isoenzyme release was possible, for technical reasons, in only 23 patients on nifedipine and 17 patients on placebo. CK-MB isoenzyme release was 710 +\/- 104 IU l-1 and 655 +\/- 118 IU l-1 for the nifedipine and placebo treated groups respectively (P greater than 0.05). In the acute coronary insufficiency (ACI) group--18 patients given nifedipine and 29 patients given placebo--there was no significant difference in duration of admission, urgent cardiac readmission or progression to AMI within one month. Study withdrawal occurred in 15.3%--8 nifedipine and 7 placebo. Overall, one month mortality was 10.2% with 5 deaths in both the nifedipine and placebo treated groups. Early treatment with nifedipine did not reduce enzymatically determined infarct size or one month mortality in patients with AMI, or reduce one month morbidity or mortality in patients with ACI.",
        "Year":1986.0
    },
    {
        "Unnamed: 0":23844,
        "ReviewID":"CD006743",
        "PMID":"PMID:2873379",
        "Title":"Randomised trial of intravenous atenolol among 16 027 cases of suspected acute myocardial infarction: ISIS-1. First International Study of Infarct Survival Collaborative Group.",
        "Abstract":"Between mid-1981 and Jan 1, 1985, 16 027 patients entering 245 coronary care units at a mean of 5.0 h after the onset of suspected acute myocardial infarction were randomised either to a control group or to a group receiving atenolol (5-10 mg iv immediately, followed by 100 mg\/day orally for 7 days). Vascular mortality during the treatment period (days 0-7) was significantly lower (2p less than 0.4) in the treated group, 313\/8037 (3.89%) versus 365\/7990 (4.57%), but this 15% difference has wide 95% confidence limits (from about zero to about a quarter). No subgroups were identified in which the proportional difference in days 0-7 was clearly better, or clearly worse, than 15%. After the treatment period, there was only a slight further divergence (691 vs 703 additional vascular deaths by Jan 1, 1985). Thus, overall vascular mortality was significantly lower in the atenolol group at one year (life-table estimates: 10.7% atenolol vs 12.0% control; 2p less than 0.01) but not at Jan 1, 1985 (crude percentages: 12.5% vs 13.4%; 2p less than 0.07). However, atenolol patients were more likely than controls to be discharged on beta-blockers, which can account for much of the additional difference in vascular mortality after day 7. Immediate beta-blockade increased the extent of inotropic drug use (5.0% vs 3.4%, 2p less than 0.0001), chiefly on days 0-1, but despite this most of the improvement in vascular mortality was seen during days 0-1 (121 vs 171 deaths). Treatment did not appear to decrease the number in whom cardiac enzymes rose to above twice the local upper limit of normal. Slightly fewer non-fatal cardiac arrests (189 vs 198) and reinfarctions (148 vs 161) were recorded in the atenolol group, neither difference being significant. Systematic review of fatal and of non-fatal events in ISIS-1 and in all other randomised trials of iv beta-blockade reinforces the suggestion that treatment reduces mortality in the first week by about 15%, but with a rather less extreme effect in days 0-1 than was observed in ISIS-1 alone. It also provides highly significant (2p less than 0.0002) evidence of an effect on the combined end-point of death, arrest, or reinfarction, suggesting that treatment of about 200 patients would lead to the avoidance of 1 reinfarction, 1 arrest, and 1 death during days 0-7. ISIS-1 suggests these early gains will persist.",
        "Year":1986.0
    },
    {
        "Unnamed: 0":23839,
        "ReviewID":"CD006743",
        "PMID":"PMID:3816835",
        "Title":"Effect of labetalol on indices of myocardial necrosis in patients with suspected acute infarction.",
        "Abstract":"The role of combined alpha and beta blockade as a means of limiting infarct size has been studied in a randomised controlled trial using labetalol. Only 166 of 630 (26%) consecutive patients admitted to a cardiac care unit with suspected myocardial infarction were deemed suitable for inclusion; most of the remainder had delayed admission to hospital, were over the age limit of 75, or had complications which precluded the use of labetalol. Those on active treatment received a loading dose followed by a slow intravenous infusion over six hours, and oral therapy for the subsequent five days. Doses were adjusted to maintain systolic pressure in the range 100 to 120 mmHg. The control group received only conventional therapy. Labetalol caused lowering of the blood pressure and heart rate during the phase of intravenous treatment, but little effect occurred subsequently because oral dosage was constrained by low systolic pressures. The group that received active treatment had significantly greater release of CKMB enzyme. Little difference was observed in R wave scores or ejection fraction. Only low doses of labetalol can be used for most patients with acute myocardial infarction. Labetalol cannot be recommended as routine treatment for normotensive patients admitted to hospital with suspected infarction.",
        "Year":1987.0
    },
    {
        "Unnamed: 0":23837,
        "ReviewID":"CD006743",
        "PMID":"PMID:3791601",
        "Title":"Increased occurrence of left ventricular thrombi during early treatment with timolol in patients with acute myocardial infarction.",
        "Abstract":"To examine whether early intervention with timolol influences the occurrence of left ventricular thrombi in acute anterior myocardial infarction, 40 patients with acute anterior myocardial infarction admitted to hospital within 6 hr of onset of symptoms were randomly assigned to receive intravenous followed by oral timolol maleate or placebo. Five (25%) of 20 patients in the placebo group and 14 (73.7%) of 19 patients with confirmed infarction in the timolol group developed a left ventricular apical thrombus as detected by two-dimensional echocardiography from 2 to 10 days after inclusion (p less than .005). Patients received anticoagulants only after a left ventricular thrombus had been diagnosed. Only one patient with thrombus suffered peripheral embolization (timolol group). The treatment groups were comparable with respect to location of regional left ventricular dysfunction, electrocardiographic changes, and infarct size estimated by creatine kinase release. However, computer-assisted regional wall motion analysis demonstrated significantly reduced apical wall motion in the timolol group compared with the placebo group (p less than .01). Also, the mean heart rate during the first 10 days after the acute infarction was reduced by 13% in the timolol group (p less than .001). The reduction in heart rate and left ventricular apical wall motion caused by timolol in patients with acute anterior myocardial infarction may increase the occurrence of left ventricular thrombi.",
        "Year":1987.0
    },
    {
        "Unnamed: 0":23861,
        "ReviewID":"CD006743",
        "PMID":"PMID:3154688",
        "Title":"The influence of molsidomine on infarct size: an acute post-infarction pilot study with 303 patients.",
        "Abstract":"In a multicenter, randomized and double-blind study, the efficiency of molsidomine on infarct size has been examined in 303 patients suffering from a first myocardial infarction and compared with a placebo. According to previous enzyme studies, and in order to detect a 20% reduction infarct size with conventional levels of risk, alpha = 0.05 and beta = 0.20, the recommended sample size was 264 patients. Thirty-three patients initially selected were excluded for protocol violation and, among the 270 patients definitively included, 133 were allocated to molsidomine and 137 to placebo, without any difference concerning age, delay of treatment, infarct location, and initial blood pressure. Test drugs were both initiated within the 6 first hours and administered orally at decreasing doses for 10 days: 16 mg on the first day, 12 mg on the second day, and 6 mg daily from the third to the tenth days. There was not a significant difference between the molsidomine and placebo groups regarding the enzyme evaluation of infarct size, neither for CK dosage (101.72 +\/- 74.76 gram equivalents vs. 92.71 +\/- 65.91 gram equivalents, NS) nor for its MB fraction (67.34 +\/- 50.07 gram equivalents vs. 63.50 +\/- 43.01 gram equivalents, NS). Moreover, changes in the Q- or R-wave sum during the 10 days of follow-up were strictly identical. However, in-hospital mortality was lower in the molsidomine group than in the placebo group (4.5% vs. 8.0%), but this reduction was not statistically significant. During the study, there were few side effects, mainly headaches, without withdrawal of the treatment.",
        "Year":1988.0
    },
    {
        "Unnamed: 0":23840,
        "ReviewID":"CD006743",
        "PMID":"PMID:3287881",
        "Title":"Effect of diltiazem on myocardial infarct size estimated by enzyme release, serial thallium-201 single-photon emission computed tomography and radionuclide angiography.",
        "Abstract":"Diltiazem is a calcium antagonist with demonstrated experimental cardioprotective effects. Its effects on myocardial infarct size were studied in 34 patients admitted within 6 hours after the first symptoms of acute myocardial infarction. These patients were randomized, double-blind to placebo or diltiazem (10-mg intravenous bolus followed by 15 mg\/hr intravenous infusion during 72 hours, followed by 4 X 60 mg during 21 days). Myocardial infarct size was assessed by plasma creatine kinase and creatine kinase-MB indexes, perfusion defect scores using single-photon emission computed tomography with thallium-201 and left ventricular ejection fraction measured by radionuclide angiography. Tomographic and angiographic scanning was performed serially before randomization, after 48 hours and 21 days later. Groups were comparable in terms of age, sex, inclusion time and baseline infarct location and size. Results showed no difference in creatine kinase and creatine kinase-MB data between controls and treated patients, a significant decrease in the perfusion defect scores in the diltiazem group (+0.1 +\/- 3.0 placebo vs -2.2 +\/- 1.9 diltiazem, p less than 0.02) and a better ejection fraction recovery in the diltiazem group (-4.2 +\/- 7.4 placebo vs +7.7 +\/- 11.2 diltiazem, p less than 0.05). Myocardial infarct size estimates from perfusion defect scores and enzyme data were closely correlated. These preliminary results suggest that diltiazem may reduce ischemic injury in acute myocardial infarction.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1988.0
    },
    {
        "Unnamed: 0":23885,
        "ReviewID":"CD006743",
        "PMID":"PMID:3275894",
        "Title":"A controlled trial of nimodipine in acute ischemic stroke.",
        "Abstract":"Recent investigations suggest that increased cellular calcium concentrations may be implicated in neuronal death after ischemia. To determine whether treatment with a calcium-channel blocker would improve survival and neurologic outcome in acute ischemic stroke, we enrolled 186 patients in a prospective, double-blind, randomized, placebo-controlled trial of nimodipine (30 mg every six hours), begun within 24 hours of the onset of symptoms of an acute ischemic stroke. During the four-week treatment period, mortality from all causes was significantly reduced with nimodipine as compared with placebo (8 deaths [8.6 percent] vs. 19 [20.4 percent]). The improvement in survival was restricted to men. During the follow-up period of six months, an additional eight patients in each group died. A significantly better neurologic outcome, as assessed by the Mathew scale of neurologic deficit, was also observed in the nimodipine group. The improvement in neurologic status was greatest in patients with a moderate to severe deficit at base line. There were no important side effects except for one episode of reversible azotemia that may have been related to treatment with nimodipine. Our data suggest that patients with acute ischemic stroke may benefit from early treatment with nimodipine, but this therapeutic effect appears to be limited to men.",
        "Year":1988.0
    },
    {
        "Unnamed: 0":23879,
        "ReviewID":"CD006743",
        "PMID":"PMID:2683557",
        "Title":"Nimodipine in acute ischemic stroke: a double-blind controlled study.",
        "Abstract":"Nimodipine (BAY e 9736), a new dihydropyridine derivative, has been shown to reduce neurological deficits and mortality induced by acute cerebral ischemia in experimental studies. We investigated the effects of this calcium antagonist in patients with acute ischemic stroke through a randomized, double-blind, parallel-designed trial in which nimodipine was compared with placebo. Forty-one of 54 screened cases were found to fulfil the inclusion criteria (sudden occurrence of a focal neurological deficit secondary to an acute ischemic event in the carotid area diagnosed after a complete neurological work-up) and entered the study. Nineteen of them were treated with nimodipine (40 mg t.i.d. administered for 28 days) and the remaining 22 with placebo, given in identical tablets. In all patients the treatment started within 12 h after the onset of the symptoms. Course and intensity of the neurological deficit were evaluated by the Mathew Scale (slightly modified). Forty patients concluded the trial. Nimodipine was withdrawn in one case following the occurrence of a skin rash whose causative relation with the test drug could not be clarified. Altogether, however, nimodipine was well tolerated and no severe cardiovascular adverse reactions were observed. In terms of efficacy, the scores obtained by the Mathew Scale showed a higher rate of improvement on nimodipine than on placebo, thus indicating that patients receiving the latter drug did not fare as well as those receiving the test medication. Our data suggest that nimodipine may be beneficial in the treatment of acute stroke.",
        "Year":1989.0
    },
    {
        "Unnamed: 0":23846,
        "ReviewID":"CD006743",
        "PMID":"PMID:2178930",
        "Title":"The effects of oral isosorbide 5-mononitrate on mortality following acute myocardial infarction: a multicentre study.",
        "Abstract":"We have conducted a randomized, double-blind, placebo-controlled multicentre trial of oral isosorbide 5-mononitrate (ISMN) in 360 patients with suspected acute myocardial infarction. Patients were stratified prior to analysis according to the presence or absence of left ventricular failure on admission. ISMN caused a significant reduction in systolic and diastolic blood pressure during the first 12 h. There was no significant effect on heart rate. Overall mortality was 4.9% in the ISMN group compared with 4.0% in controls at 5 days, and 14.1% compared with 10.5% at 6 months (NS). A non-significant reduction in mortality in the ISMN group with heart failure (ISMN 7.9%, placebo 12.9%, at 5 days) contrasted with a non-significant increase in mortality in patients without heart failure treated with ISMN (ISMN 4.1%, placebo 2.1%, at 5 days). Lignocaine was used in twice as many patients in the ISMN group as in placebo group (P less than 0.01), both with and without heart failure. Diamorphine usage was similar in the ISMN and control groups. Oral ISMN has similar haemodynamic effects to intravenous nitroglycerin, and can be of benefit in acute myocardial infarction with heart failure. However, our results question the use of nitrates in acute myocardial infarction in the absence of heart failure.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":23874,
        "ReviewID":"CD006743",
        "PMID":"PMID:2115819",
        "Title":"Beneficial effect of intravenous nitroglycerin in patients with non-Q myocardial infarction.",
        "Abstract":"In 129 patients with acute myocardial infarction (MI) there was ST segment elevation on admission but no Q wave in the infarcted area: they were randomly divided into 2 groups. In a single blind study 62 patients received intravenous nitroglycerin, while another 67 patients were given placebo. The average time which elapsed since the beginning of symptoms to start of treatment was 157 +\/- 82.17 min in nitroglycerin group and 169 +\/- 66.9 min in placebo group (NS). The beneficial effect of nitroglycerin on mortality, extension of MI or occurrence of left ventricular failure (LVF) could be seen only if these conditions were combined. No significant difference could be detected if these conditions were analyzed individually. The size of MI assessed by peak of creatine kinase (CK) was similar in both groups. However, if Q and non Q MI were separately analyzed, the peak CK was significantly lower in non Q MI patients receiving nitroglycerin (523 +\/- 161 IU\/l compared to 1049 +\/- 583 IU\/l for placebo, p = 0.002) while the same beneficial effect could not be seen in Q MI. Although there was no difference in the final occurrence of Q MI and Q MI in both groups taking nitroglycerin or placebo, we found that non Q MI patients had significantly lower peak CK than Q MI patients (770 +\/- 491.9 to 2783 +\/- 1720.9, p = 0.001) and this peak CK was observed earlier for non Q MI patients (16.2 +\/- 5.41 hours compared to 22.6 +\/- 6.86 hours for Q MI patients, p = 0.001).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1990.0
    },
    {
        "Unnamed: 0":23865,
        "ReviewID":"CD006743",
        "PMID":"PMID:1760833",
        "Title":"Comparative evaluation of intravenous isosorbide dinitrate and nitroglycerin in patients with acute myocardial infarction.",
        "Abstract":"The efficacy of isosorbide dinitrate (ISDN) and nitroglycerin was studied in 115 patients with acute transmural myocardial infarction admitted to the Coronary Care Unit not later than 12 h after the onset of chest pain: 58 patients not later than 2 h after the onset of chest pain, 49 after 3-6 h and 8 patients in the period of 6-9 h. There were 69 men and 45 women, mean age 62.4 +\/- 0.9 years. The duration of the preceding clinically evident coronary artery disease was in 12 patients 1 year, in 29 2-3, in 22 4-5 and in 16 patients 6 years or more. In 36 cases the chest pain of acute infarction was the first presentation of coronary artery disease. Thirty-seven patients had a previous myocardial infarction. Fifty patients had concomitant systemic hypertension. The patients were divided into 3 groups depending on the type of therapy received: group I, receiving anticoagulants only, served as control; patients of groups II and III received, in addition to the anticoagulants, intravenous ISDN or nitroglycerin, respectively. The patients were monitored for recurrent chest pain, electrocardiographic changes, clinical parameters and cardiac enzyme changes. ISDN, at a dose of 10 mg\/h over the first 3 days of infarction, had marked antianginal effect, limited the dimensions of the necrotic area, reduced the number of ischemic relapses and the development of heart failure. Compared to nitroglycerin, ISDN exerted a more prolonged action (up to 12 h), did not affect heart rate and blood pressure, and had a marked antiarrhythmic effect.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1991.0
    },
    {
        "Unnamed: 0":23866,
        "ReviewID":"CD006743",
        "PMID":"PMID:1671346",
        "Title":"Immediate versus deferred beta-blockade following thrombolytic therapy in patients with acute myocardial infarction. Results of the Thrombolysis in Myocardial Infarction (TIMI) II-B Study.",
        "Abstract":"In the Thrombolysis in Myocardial Infarction (TIMI) Phase II trial, patients received intravenous recombinant tissue-type plasminogen activator (rt-PA) and were randomized to either a conservative or an invasive strategy. Within this study, the effects of immediate versus deferred beta-blocker therapy were also assessed in patients eligible for beta-blocker therapy, a group of 1,434 patients of which 720 were randomized to the immediate intravenous group and 714 to the deferred group. In the immediate intravenous group, within 2 hours of initiating rt-PA metoprolol was given (5 mg intravenously at 2-minute intervals over 6 minutes, for a total intravenous dose of 15 mg, followed by 50 mg orally every 12 hours in the first 24 hours and 100 mg orally every 12 hours thereafter). The patients assigned to the deferred group received metoprolol, 50 mg orally twice on day 6, followed by 100 mg orally twice a day thereafter. The therapy was tolerated well in both groups and the primary end point, resting global ejection fraction at hospital discharge, averaged 50.5% and was virtually identical in the two groups. The regional ventricular function was also similar in the two groups. Overall, there was no difference in mortality between the immediate intravenous and deferred groups, but in the subgroup defined as low risk there were no deaths at 6 weeks among those receiving immediate beta-blocker therapy in contrast to seven deaths among those in whom beta-blocker therapy was deferred. These findings for a secondary end point in a subgroup were not considered sufficient to warrant a recommendation regarding clinical use. There was a lower incidence of reinfarction (2.7% versus 5.1%, p = 0.02) and recurrent chest pain (18.8% versus 24.1%, p less than 0.02) at 6 days in the immediate intravenous group. Thus, in appropriate postinfarction patients, beta-blockers are safe when given early after thrombolytic therapy and are associated with decreased myocardial ischemia and reinfarction in the first week but offer no benefit over late administration in improving ventricular function or reducing mortality.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":23867,
        "ReviewID":"CD006743",
        "PMID":"PMID:1825097",
        "Title":"A randomized placebo-controlled trial of combined early intravenous captopril and recombinant tissue-type plasminogen activator therapy in acute myocardial infarction.",
        "Abstract":"The adjunctive use of intravenous captopril with tissue plasminogen activator early during acute myocardial infarction offers theoretic advantages of diminishing left ventricular volume, preventing ventricular dilation and improving patient survival. To test the safety and efficacy of combined early administration of intravenous captopril and recombinant tissue-type plasminogen activator (rt-PA), 38 patients treated with rt-PA 3 +\/- 0.3 h (mean +\/- SE) after the onset of myocardial infarction were randomized to intravenous followed by oral captopril or placebo therapy. They underwent cardiac catheterization with measurement of hemodynamic variables and left ventricular function and determination of serum renin, angiotensin and aldosterone levels on days 1 and 7. Oral administration of the selected agent was continued for 3 months along with other antianginal medications, including nonangiotensin-converting enzyme inhibitor vasodilators. Repeat measurements of left ventricular function were obtained before hospital discharge and at 3 months. There were no significant differences in baseline clinical characteristics between groups. One patient in the captopril-treated group became hypotensive during intravenous therapy, requiring discontinuation of treatment. Compared with the placebo-treated group, the captopril-treated group had significant reductions at day 7 in left ventricular end-diastolic pressure (22.5 +\/- 1.5 versus 16.3 +\/- 1.6 mm Hg, p less than 0.01) and mean systemic arterial pressure (93.6 +\/- 3.3 versus 86.2 +\/- 2.7 mm Hg, p less than 0.05).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1991.0
    },
    {
        "Unnamed: 0":23859,
        "ReviewID":"CD006743",
        "PMID":"PMID:1449918",
        "Title":"Early vasodilator treatment in myocardial infarction: appropriate for the majority or minority?",
        "Abstract":"To assess the influence of vasodilator treatment started early after myocardial infarction on left ventricular size and function.\n                Coronary care unit, Royal Infirmary, Edinburgh.\n                105 patients with acute myocardial infarction (systolic blood pressure > 90 mm Hg) were randomised within 24 hours of the start of pain. Unlike previous studies 88% of the patients received thrombolysis.\n                Double blind randomised placebo controlled study with either 12.5 mg of captopril three times daily or 20 mg of isosorbide mononitrate three times daily for 28 days.\n                Clinical outcome and left ventricular size and function assessed by echocardiography, radionuclide ventriculography, and magnetic resonance imaging.\n                There was no difference in left ventricular size or function in either treatment group as measured one week after the end of the trial. Even the placebo group tended to decrease left ventricular diameter over the four week study period (one week: 5.0 (0.1) v, five weeks: 4.8 (0.1) cm, NS). Four patients had an adverse clinical outcome in the placebo group whereas no adverse outcome was seen in the captopril group.\n                Vasodilator treatment may be of limited value or of no benefit for most infarct patients, particularly those treated with thrombolytic agents. Captopril, however, may benefit patients at high risk.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":23841,
        "ReviewID":"CD006743",
        "PMID":"PMID:1442478",
        "Title":"Reduced infarct size in nonreperfused myocardial infarction by combined infusion of isosorbide dinitrate and streptokinase.",
        "Abstract":"The value of thrombolytic therapy in myocardial infarction is well established, while any beneficial effect of adjunct therapy is more uncertain. In a double-blind, randomized, parallel-group study the effect of combined intravenous infusions of streptokinase and isosorbide dinitrate (ISDN) on enzyme-estimated infarct size was investigated. One hundred consecutive patients with strong clinical and electrocardiographic suspicion of myocardial infarction, admitted to the coronary care unit within 8 hours after the onset of symptoms, were given a streptokinase infusion of 1.5 million units for 1 hour and a titrated dose of ISDN or placebo for 48 hours. From isoenzyme B of creatine kinase (CK-B) values measured every 4 hours, the infarct size was calculated and the possible presence of reperfusion was evaluated. The infarct size in patients receiving ISDN infusion was reduced (p = 0.04, one-sided test) compared with placebo. By subdividing the patients according to whether or not reperfusion had occurred, the infarct size appeared to be similar following ISDN and placebo in patients with reperfusion (419 versus 369 U\/L), whereas the infarct size in patients not reperfused was markedly reduced after treatment with ISDN (223 versus 1320 U\/L, p = 0.003). In conclusion, the present study demonstrates that the infarct size may be reduced by other means than reperfusion and it supports the use of combined infusion of thrombolytic agents and nitrates in patients with suspected myocardial infarction.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":23875,
        "ReviewID":"CD006743",
        "PMID":"PMID:1495520",
        "Title":"Effects of the early administration of enalapril on mortality in patients with acute myocardial infarction. Results of the Cooperative New Scandinavian Enalapril Survival Study II (CONSENSUS II)",
        "Abstract":"Long-term administration of angiotensin-converting--enzyme (ACE) inhibitors has been shown to improve survival in patients with symptomatic left ventricular failure and to attenuate left ventricular dilatation in patients with myocardial infarction. We studied whether mortality could be reduced during the 6 months after an acute myocardial infarction with use of the ACE inhibitor enalapril.\n                At 103 Scandinavian centers patients with acute myocardial infarctions and blood pressure above 100\/60 mm Hg were randomly assigned to treatment with either enalapril or placebo, in addition to conventional therapy. Therapy was initiated with an intravenous infusion of enalapril (enalaprilat) within 24 hours after the onset of chest pain, followed by administration of oral enalapril.\n                Of the 6090 patients enrolled, 3046 were assigned to placebo and 3044 to enalapril. The life-table mortality rates in the two groups at one and six months were not significantly different (6.3 and 10.2 percent in the placebo group vs. 7.2 and 11.0 percent in the enalapril group, P = 0.26). The relative risk of death in the enalapril group was 1.10 (95 percent confidence interval, 0.93 to 1.29). Death due to progressive heart failure occurred in 104 patients (3.4 percent) in the placebo group and 132 (4.3 percent) in the enalapril group (P = 0.06). Therapy had to be changed because of worsening heart failure in 30 percent of the placebo group and 27 percent of the enalapril group (P less than 0.006). Early hypotension (systolic pressure less than 90 mm Hg or diastolic pressure less than 50 mm Hg) occurred in 12 percent of the enalapril group and 3 percent of the placebo group (P less than 0.001).\n                Enalapril therapy started within 24 hours of the onset of acute myocardial infarction does not improve survival during the 180 days after infarction.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":23851,
        "ReviewID":"CD006743",
        "PMID":"PMID:8449203",
        "Title":"Effects of early use of captopril on haemodynamics and short-term ventricular remodelling in acute anterior myocardial infarction.",
        "Abstract":"To determine whether ventricular short-term enlargement following acute myocardial infarction is related to increased left filling pressures and whether early treatment with captopril alters this process we studied 68 patients with a first acute myocardial infarction. Forty patients with a pulmonary capillary pressure equal or above 17 mmHg were randomized to treatment with conventional therapy plus captopril (n 20) or placebo (n 20), in a double blind fashion. The remaining 28 patients (non-dysfunction group) were treated conventionally. During the first 72 h, afterload showed a prompt decrease in the captopril group as compared to placebo. Changes from baseline to 14 days in end-diastolic and end-systolic left ventricular volume indexes determined by radionuclide ventriculography were: non-dysfunction, 85.6 (+\/- 21) vs 88 (+\/- 20) and 44 (+\/- 17) vs 44 (+\/- 17) ml.m-2; captopril (n 20), 96.6 (+\/- 18) vs 99 (+\/- 19) and 66 (+\/- 22) vs 65 (+\/- 22) ml.m-2; placebo (n 20), 96 (+\/- 25) vs 113 (+\/- 19) (P < 0.001) and 63 (+\/- 18) vs 74 (+\/- 22) ml.m-2 (P < 0.01). This study indicates that short-term ventricular enlargement is related to the degree of ventricular dysfunction and that captopril may improve this process.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":23882,
        "ReviewID":"CD006743",
        "PMID":"PMID:8335810",
        "Title":"Short-term effects of early intravenous treatment with a beta-adrenergic blocking agent or a specific bradycardiac agent in patients with acute myocardial infarction receiving thrombolytic therapy.",
        "Abstract":"This study was conducted to explore mechanisms that could explain the possible clinical benefit of early administration of a beta 1-selective adrenoreceptor blocking agent or a bradycardiac drug as adjunct to thrombolysis in acute myocardial infarction.\n                The effects of beta-blockers given concomitantly with thrombolytic therapy in patients with acute myocardial infarction have not been fully examined. The potential role of specific bradycardiac agents lacking negative inotropism as an alternative to beta-blockers in this setting has never been studied in humans.\n                In a double-blind study, we examined the effects of early intravenous and continued oral administration of a beta-blocker (atenolol), a specific bradycardiac agent (alinidine) or placebo on left ventricular function, late coronary artery patency, infarct size, exercise capacity and incidence of arrhythmias.\n                A total of 292 patients with acute myocardial infarction of < or = 5 h duration and without contraindications to thrombolytic or beta-blocker therapy were studied. Of these, 100 were allocated to treatment with atenolol (5 to 10 mg intravenously followed by 25 to 50 mg orally every 12 h), 98 to alinidine (20 to 40 mg intravenously followed by 20 to 40 mg orally every 8 h) and 94 to placebo. All patients received 100 mg of alteplase over 3 h and full intravenous heparinization. No significant differences in coronary artery patency, global ejection fraction or regional wall motion were observed at 10 to 14 days among the three groups. Likewise, enzymatic and scintigraphic infarct size were also very similar. Neither atenolol nor alinidine was associated with a significant reduction in the incidence of arrhythmias during the 1st 24 h. No significant differences in clinical events were observed, with the exception of a greater incidence of nonfatal pulmonary edema in the atenolol group (6% vs. 1% in the alinidine group and 0% in the placebo group, p = 0.021).\n                In the absence of contraindications, the administration of a beta-blocker or a specific bradycardiac agent together with thrombolytic therapy was safe. In this limited number of patients, these agents did not appear to enhance myocardial salvage or preservation of left ventricular function or to reduce the incidence of major arrhythmias in the early phase of infarction.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":23868,
        "ReviewID":"CD006743",
        "PMID":"PMID:8175218",
        "Title":"Does captopril treatment before thrombolysis in acute myocardial infarction attenuate reperfusion damage? Short-term and long-term effects.",
        "Abstract":"Several experimental studies carried out on animals and on isolated heart preparations show that captopril can reduce post-ischemic reperfusion injury. Our study was aimed at investigating the effects of captopril before thrombolysis in acute myocardial infarction (AMI) and included 259 patients, hospitalized within 4 h of the onset of symptoms. Patients were randomly subdivided into two groups: the first group (131 patients, Group A, pretreatment) received 6.25 mg captopril orally about 15 min before i.v. administration of urokinase (2 million), the second group (128 patients, Group B, late-treatment), received captopril about 3 days after thrombolytic treatment. Captopril doses were later increased in both groups according to blood pressure. All patients were subdivided according to the localization of infarction. Anterior AMI was shown by 166 patients (84 from Group A and 82 from Group B); 93 patients showed inferior AMI (47 from Group A and 46 from Group B). Ventricular hyperkinetic arrhythmias (VHAs) due to reperfusion were evaluated during the first 2 h. VHAs occurred in 11.9% of patients with anterior AMI in Group A vs. 37.8% in Group B (P < 0.001). CK peak normalization time in the group with anterior AMI was achieved after 58 +\/- 2 h in Group A vs. 71 +\/- 2 h in Group B (P < 0.001). CK peak was 1719 +\/- 152 in Group A vs. 2184 +\/- 164 U\/l in Group B, (P < 0.039). Late arrhythmias, higher than Lown's Class 2 were found to occur in 15.4% of patients with anterior AMI of Group A vs. 31.7% in Group B (P < 0.022), at predischarge Holter test.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1994.0
    },
    {
        "Unnamed: 0":23838,
        "ReviewID":"CD006743",
        "PMID":"PMID:8203335",
        "Title":"Comparison of enalapril versus captopril on left ventricular function and survival three months after acute myocardial infarction (the \"PRACTICAL\" study).",
        "Abstract":"Left ventricular (LV) function and survival can be improved with captopril when initiated later than 24 hours after acute myocardial infarction. Animal studies suggest additional benefits may be obtained with earlier initiation of angiotensin-converting enzyme (ACE) inhibitors. The effects on LV function of captopril and enalapril initiated within 24 hours of myocardial infarction were studied. Two hundred twenty-five patients with acute myocardial infarction were enrolled within 24 hours of the onset of chest pain. They were randomized to receive either captopril 25 mg three times daily, enalapril 5 mg three times daily, or placebo. LV ejection fraction (EF) and volumes were measured by radionuclide ventriculography at baseline during treatment and at 3 months after a 3-day withdrawal from therapy. The ACE inhibitor group had a significant increase in EF (45 +\/- 1 to 47 +\/- 1%; p = 0.005) and significantly attenuated LV dilatation compared with results in the placebo group (175 +\/- 6 to 189 +\/- 7 ml in the placebo group vs 168 +\/- 4 to 172 +\/- 4 ml in the ACE inhibitor group; p = 0.051 for LV end-diastolic volume; and 99 +\/- 6 to 108 +\/- 7 ml in the placebo group vs 94 +\/- 3 to 94 +\/- 4 ml; p = 0.026 for LV end-systolic volume). The beneficial effects of ACE inhibitor therapy on LV function were observed irrespective of the degree of initial LV dysfunction and were comparable in both the captopril and enalapril groups.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1994.0
    },
    {
        "Unnamed: 0":23887,
        "ReviewID":"CD006743",
        "PMID":"PMID:7912393",
        "Title":"The ESPRIM trial: short-term treatment of acute myocardial infarction with molsidomine. European Study of Prevention of Infarct with Molsidomine (ESPRIM) Group.",
        "Abstract":"Previous small clinical trials have suggested that treatment with nitric oxide donors in suspected myocardial infarction can reduce mortality by 30-35%. To confirm this finding in a large-scale trial, we compared molsidomine and its active metabolite linsidomine (a nitric oxide donor) with placebo in 4017 patients with acute myocardial infarction. In our trial, patients without signs of overt heart failure (Killip III\/IV) were randomly assigned in a double-blind design within 24 h of symptom onset to receive linsidomine 1 mg\/h intravenously for 48 h, followed by 16 mg molsidomine by mouth daily for 12 days (n = 2007), or an identical placebo (n = 2010). All other treatments could be used at the responsible physician's discretion with the exception of systematic vasodilator treatment. The molsidomine and placebo groups showed similar all-cause 35-day mortality (168 [8.4%] vs 176 [8.8%] deaths, p = 0.66), and adjustment for baseline variables in a Cox model had no effect. Similarly, we found no difference for long-term mortality (mean follow-up 13 months; 294 [14.7%] vs 285 [14.2%] deaths, p = 0.67). The two groups showed similar frequencies of major and minor adverse events; only headache was significantly more common in the molsidomine group. Changes in treatment practices and the lower risk profile of our study subjects than of participants in previous trials may explain the results. It is still not clear whether nitric oxide donors can improve survival in higher-risk myocardial infarction patients.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":23889,
        "ReviewID":"CD006743",
        "PMID":"PMID:7572651",
        "Title":"Effect of early enalapril therapy on left ventricular function and structure in acute myocardial infarction.",
        "Abstract":"Infarct expansion starts within hours to days after transmural myocardial injury. Previous echocardiographic and left ventriculographic studies demonstrated that angiotensin-converting enzyme (ACE) inhibitor therapy limits left ventricular dilatation, particularly in patients with anterior wall acute myocardial infarction (AMI) or impaired left ventricular function. Forty-three patients with an acute Q-wave AMI were randomized within 24 hours of symptom onset to intravenous enalaprilat (1 mg) or placebo. Patients were then given corresponding oral therapy and followed for 1 month. Predrug and 1-month gated blood pool scans were obtained in 32 patients to evaluate changes in cardiac volumes and ejection fraction. Twenty-three patients underwent magnetic resonance imaging at 1 month to evaluate left ventricular infarct expansion. Blood pressure decreased at 6 hours but returned to baseline in both groups after 1 month of therapy. The change in cardiac volumes from baseline to 1 month differed between the placebo (end-diastolic volume +16 +\/- 5 ml, end-systolic volume +8 +\/- 6 ml), and enalapril (end-diastolic volume -8 +\/- 9 ml and end-systolic volume -14 +\/- 7 ml) groups (p < 0.05 vs placebo). Global and infarct zone ejection fractions improved significantly at 1 month in the enalapril group (+6 +\/- 3% and 19 +\/- 5%, respectively) but did not change over 1 month in the placebo group. Infarct segment length and infarct expansion index by magnetic resonance imaging were significantly less in those treated with enalapril, suggesting less infarct expansion in this group. Thus, early administration of enalaprilat to patients presenting with a first Q-wave AMI prevents cardiac dilatation and infarct expansion.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":23843,
        "ReviewID":"CD006743",
        "PMID":"PMID:7661937",
        "Title":"ISIS-4: a randomised factorial trial assessing early oral captopril, oral mononitrate, and intravenous magnesium sulphate in 58,050 patients with suspected acute myocardial infarction. ISIS-4 (Fourth International Study of Infarct Survival) Collaborative Group.",
        "Abstract":"58,050 patients entering 1086 hospitals up to 24 h (median 8 h) after the onset of suspected acute myocardial infarction (MI) with no clear contraindications to the study treatments (in particular, no cardiogenic shock or persistent severe hypotension) were randomised in a \"2 x 2 x 2 factorial\" study. The treatment comparisons were: (i) 1 month of oral captopril (6.25 mg initial dose titrated up to 50 mg twice daily) versus matching placebo; (ii) 1 month of oral controlled-release mononitrate (30 mg initial dose titrated up to 60 mg once daily) versus matching placebo; and (iii) 24 h of intravenous magnesium sulphate (8 mmol initial bolus followed by 72 mmol) versus open control. There were no significant \"interactions\" between the effects of these three treatments, and the results for each are based on the randomised comparison of about 29,000 active versus 29,000 control allocated patients. Captopril There was a significant 7% (SD 3) proportional reduction in 5-week mortality (2088 [7.19%] captopril-allocated deaths vs 2231 [7.69%] placebo; 2p = 0.02), which corresponds to an absolute difference of 4.9 SD 2.2 fewer deaths per 1000 patients treated for 1 month. The absolute benefits appeared to be larger (perhaps about 10 fewer deaths per 1000) in certain higher-risk groups, such as those presenting with a history of previous MI or with heart failure. The survival advantage appeared to be maintained in the longer term (5.4 [SD 2.8] fewer deaths per 1000 at 12 months). Captopril was associated with an increase of 52 (SD 2) patients per 1000 in hypotension considered severe enough to require termination of study treatment, of 5 (SD 2) per 1000 in reported cardiogenic shock, and of 5 (SD 1) per 1000 in some degree of renal dysfunction. It produced no excess of deaths on days 0-1, even among patients with low blood pressure at entry. Mononitrate There was no significant reduction in 5-week mortality, either overall (2129 [7.34%] mononitrate-allocated deaths vs 2190 [7.54%] placebo) or in any subgroup examined (including those receiving short-term non-study intravenous or oral nitrates at entry). Further follow-up did not indicate any later survival advantage. The only significant side-effect of the mononitrate regimen studied was an increase of 15 (SD 2) per 1000 in hypotension. Those allocated active treatment had somewhat fewer deaths on days 0-1, which is reassuring a bout the safety of using nitrates early in acute MI.(ABSTRACT TRUNCATED AT 400 WORDS)",
        "Year":1995.0
    },
    {
        "Unnamed: 0":23870,
        "ReviewID":"CD006743",
        "PMID":"PMID:9057069",
        "Title":"Early captopril treatment reduces plasma endothelin concentrations in the acute and subacute phases of myocardial infarction: a pilot study.",
        "Abstract":"It has been reported that endothelin-1 (ET-1) increases in acute myocardial infarction (AMI). Experimental studies showed that captopril administration reduces ET-1 secretion. In addition, it was reported that the increased ET-1 levels are a negative prognostic index. The study sought to verify whether captopril can reduce plasma ET levels in the acute and subacute phases of reperfused anterior AMI. Forty-five patients, hospitalized for suspected anterior AMI within 4 h from the onset of symptoms, suitable for thrombolysis (first episode), Killip class I-2, were randomized (double blind) into two groups: group A (23; seven women\/16 men) received captopril (as first dose) 2-4 h after starting thrombolysis (the dose was then increased up to 25 mg every 8 h). Group B (22; five women\/17 men) received placebo after thrombolysis. All the patients met the reperfusion criteria. The two groups were similar with regard to age, sex, CK peak, ejection fraction, end-systolic volume and risk factors. Plasma ET levels were measured at entry, and 2, 12, 24, 48, and 72 h after starting thrombolysis. Mean concentrations of ET +\/- SD: Group A basal, 1.50 +\/- 0.67; at 2h, 2.31 +\/- 1.24; 12 h, 1.84 +\/- 1.45; 24 h, 1.30 +\/- 0.72; 48 h, o.95 +\/- 0.50; 72 h, 0.60 +\/- 0.15 fmol\/ml; p < 0.001. Group B basal, 1.58 +\/- 0.83; at 2 h, 2.38 +\/- 1.35; 12 h, 2.33 +\/- 1.71; 24 h, 1.80 +\/- 1.41; 48h, 1.46 +\/- 0.88; 72 h, 0.93 +\/- 0.44 fmol\/ml; p < 0.001. Difference between the two groups was significant at the beginning of the test (between 2 and 12 h, p[=]0.002). After that, the values of the plasma endothelin decreased in parallel, p < 0.001. Our data suggest that captopril affects plasma ET levels in the acute and subacute phases of AMI. Moreover, these results provide additional evidence for a beneficial effect of early captopril treatment.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":23852,
        "ReviewID":"CD006743",
        "PMID":"PMID:9741502",
        "Title":"Intravenous diltiazem in acute myocardial infarction. Diltiazem as adjunctive therapy to activase (DATA) trial.",
        "Abstract":"This study was defined as a pilot investigation of the usefulness and safety of intravenous diltiazem as adjunctive therapy to tissue plasminogen activator in acute myocardial infarction, followed by oral therapy for 4 weeks.\n                Experimental studies have documented that calcium antagonists protect the myocardial cell against the damage caused by coronary artery occlusion and reperfusion, yet no benefits have been conclusively demonstrated in acute myocardial infarction (AMI) in humans.\n                In this pilot study, 59 patients with an AMI treated with tissue-type plasminogen activator (t-PA) were randomized, double blinded, to intravenous diltiazem or placebo for 48 h, followed by oral therapy for 4 weeks. The primary objective was to detect an effect on indices of regional left ventricular function and perfusion. Patients were also closely monitored for clinical events, coronary artery patency and indices of infarct size and of left ventricular function.\n                Creatine kinase elevation, Q wave score, global and regional left ventricular function and coronary artery patency at 48 h were not significantly different between the diltiazem and placebo groups. A greater improvement observed in regional perfusion and function with diltiazem was likely explained by initial larger defects. Diltiazem, compared to placebo, reduced the rate of death, reinfarction or recurrent ischemia at 35 days from 41% to 13% (p=0.027) and prevented the need for an urgent intervention. The rate of death or myocardial infarction was reduced by 65% (p=0.15). These benefits could not be explained by differences in baseline characteristics such as age, site and extent of infarction, time of inclusion or concomitant therapy. Heart rate and blood pressure were reduced throughout the study with active diltiazem treatment. Side effects of diltiazem were bradycardia and hypotension that required transient or permanent discontinuation of the study drug in 27% of patients, vs. 17% of patients with placebo.\n                A protective effect for clinical events related to early postinfarction ischemia and reinfarction was suggested in this study, with diltiazem administered intravenously with t-PA followed by oral therapy for 1 month, with no effect on coronary artery patency and left ventricular function and perfusion.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":23877,
        "ReviewID":"CD006743",
        "PMID":"PMID:10516867",
        "Title":"The effect of verapamil on left ventricular remodelling and diastolic function after acute myocardial infarction (the Verapamil Infarction Study on Remodelling and Relaxation--VISOR).",
        "Abstract":"The VISOR is a double blind, randomized, placebo-controlled study aimed to assess the effects of early and prolonged administration of verapamil on the left ventricular geometry and diastolic function in patients with anterior acute myocardial infarction treated with thrombolysis. Patients with heart failure or ejection fraction < 45% were excluded. Within 12 hours from starting thrombolysis, 70 patients were given verapamil (5 mg\/hour intravenously for the first 24 hours, followed by 120 mg t.i.d. perorally for 6 months) or equivalent placebo. Echocardiograms were performed on admittance, before discharge, after 3 months and 6 months. The following parameters were calculated: left ventricular volumes, ejection fraction, sphericity index, early (E) and late (A) transmitral peak flow velocities and time-velocity integrals with their ratios, deceleration time and half-time of E, isovolumic relaxation time (IVRT), and non-invasive time constant of ventricular relaxation (tau). The basal and the last available parameters were considered for statistical analysis. The effects of the treatment on the left ventricular volumes, ejection fraction, and sphericity index were not statistically relevant. Conversely, a reduction of E\/A ratio (P < .05) and increases of A integral (P < .01), deceleration time and half-time of E, IVRT and tau (P < .05) were found in the placebo group and not in the verapamil group. No significant changes in the blood pressure, heart rate, PQ interval, and biochemical parameters were observed in the two groups. In conclusion, in patients with a thrombolysed anterior acute myocardial infarction and preserved systolic function, verapamil can prevent alterations of the diastolic function in absence of effect on ventricular remodelling, and has a good safety profile.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":23833,
        "ReviewID":"CD006743",
        "PMID":"PMID:10390316",
        "Title":"Nimodipine and perfusion changes after stroke.",
        "Abstract":"Meta-analysis of previous trials of oral nimodipine in acute stroke has suggested a benefit when commenced within 12 hours of onset. We sought to study the effect of oral nimodipine on reperfusion after acute stroke and the relation between reperfusion and outcome.\n                Fifty patients with acute middle cerebral artery territory cortical infarction were blindly randomized within 12 hours of onset to either oral nimodipine (30 mg every 6 hours) or placebo. Treatment was continued for 2 weeks. Cerebral blood flow was assessed with the use of 99mTc-hexamethylpropyleneamine oxime single-photon emission CT before therapy, 24 hours later, and at 3 months. Hypoperfusion was measured by a validated volumetric technique. Neurological impairment and functional outcome were assessed with the Canadian Neurological Scale and Barthel Index, respectively. Tissue loss was measured with CT at 3 months. Four patients were excluded from analysis for technical reasons.\n                Twenty-three patients received nimodipine, and 23 received placebo. In the nimodipine group, there was early reperfusion that was not maintained at outcome (P=0.01). In the placebo group, mean infarct hypoperfusion volumes showed no overall change. Nonnutritional reperfusion in nimodipine-treated patients was associated with adverse neurological (P=0.05) and functional outcome (P=0.06). There was, however, no difference in clinical outcome between the 2 groups.\n                Oral nimodipine administered within 12 hours enhanced acute reperfusion, but this was largely nonnutritional. Larger studies using a shorter treatment delay are required to evaluate the clinical efficacy of nimodipine in acute ischemic stroke.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":23876,
        "ReviewID":"CD006743",
        "PMID":"PMID:10832809",
        "Title":"Early administration of verapamil after thrombolysis in acute anterior myocardial infarction. Effect on left ventricular remodeling and clinical outcome. VAMI Study Group. Verapamil Acute Myocardial Infarction.",
        "Abstract":"The administration of verapamil during the reperfusion phase of acute myocardial infarction can reduce the extent and severity of microvessel damage and limit myocardial dysfunction. We aimed at investigating the effect of early verapamil administration on left ventricular remodeling and the clinical evolution after myocardial infarction.\n                Eighty-eight patients with first acute anterior myocardial infarction thrombolysed < 4 hours from symptom onset were enrolled in a multicenter, randomized, double-blind, controlled study of verapamil administration (5 mg i.v. + 2 microg\/kg\/min over 24 hours). Echocardiographic end-diastolic (EDV) and end-systolic (ESV) left ventricular volumes were assessed by biplane Simpson's rule.\n                At 90 days, EDV in the verapamil and placebo groups was respectively 88.9 +\/- 27.8 and 95.8 +\/- 30.7 ml (p = 0.11), ESV was 52.6 +\/- 22.7 and 57.7 +\/- 25.4 ml (p = 0.18). There was no change over time in the verapamil group (day 3 vs day 90: EDV 85.0 +\/- 17.7 vs 88.9 +\/- 27.8 ml, p = NS; ESV 48.7 +\/- 14.1 vs 52.6 +\/- 22.7 ml, p = NS) while left ventricular volume increased in the placebo group (day 3 vs day 90: EDV 87.6 +\/- 21.1 vs 95.8 +\/- 30.7 ml, p = 0.03; ESV 52.0 +\/- 16.9 vs 57.7 +\/- 25.4 ml, p = 0.08). NYHA functional classes were differently distributed at 30 and 90 days (chi2 = 0.009 and 0.07), with a lower prevalence of classes II and III in the verapamil group (p = 0.03).\n                The early intravenous administration of verapamil in thrombolysed patients can reduce left ventricular remodeling and NYHA functional class after acute anterior myocardial infarction.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":23836,
        "ReviewID":"CD006743",
        "PMID":"PMID:11721720",
        "Title":"Beneficial effects of diltiazem during myocardial reperfusion: a randomized trial in acute myocardial infarction.",
        "Abstract":"Although in experimental models of coronary occlusion diltiazem administration has been shown to reduce the degree of stunning and of reperfusion injury, the majority of clinical trials has failed to demonstrate significant benefits. The aim of this study was to evaluate the effect of diltiazem, administered before coronary reperfusion, on infarct size, residual myocardial viability and recovery of left ventricular function.\n                We studied 90 patients admitted within 3 hours of the onset of symptoms of acute myocardial infarction. They were immediately randomized to either intravenous diltiazem (10 mg bolus + 10 mg\/hour for 3 days) (group 1, n = 43) or placebo (group 2, n = 47) and subsequently treated with recombinant tissue-type plasminogen activator. All underwent serial echocardiograms upon admission, 4 days post-admission during low-dose dobutamine stress echo, at discharge and after 6 months. We calculated the dysfunction score (1 = hypokinesia, 2 = akinesia, 3 = dyskinesia) on admission and its percent reduction after dobutamine (viability) and at follow-up (recovery). The 12-lead electrocardiograms were continuously monitored for 3 days and coronary angioplasty was performed whenever the residual stenosis was > 60%.\n                Upon admission, there were no differences in age, sex, infarct location and size, degree of ST-segment elevation, time from onset of symptoms and dysfunction score. Creatine kinase peaked early in 70% of patients in both groups; the incidences of recurrent ischemia, infarct-related vessel patency and the need for coronary angioplasty were also similar. The creatine kinase peak was significantly higher in group 2 (2931 +\/- 2456 vs 1726 +\/- 1004 IU\/l, p < 0.05). Conversely, in group 1 the residual viability was significantly higher (51 +\/- 23 vs 36 +\/- 30% improvement in dysfunction score, p < 0.05) and the early recovery of regional function was significantly greater (35 +\/- 34 vs 18 +\/- 22% at discharge, p < 0.05). On the other hand, the delayed recovery was not significantly different (15 +\/- 29 vs 21 +\/- 32% from the time of discharge to 6 months of follow-up).\n                Intravenous diltiazem, started before coronary reperfusion, has beneficial effects on the infarct size, residual viability and recovery of regional function. If confirmed by larger trials, these preliminary results suggest the use of diltiazem as adjunctive therapy in patients with acute myocardial infarction and undergoing reperfusion.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":23863,
        "ReviewID":"CD006743",
        "PMID":"PMID:12422138",
        "Title":"Esmolol in acute ischemic syndromes.",
        "Abstract":"beta-Blockers have been shown to reduce both morbidity and mortality rates in patients with acute coronary syndromes. However, because of potential side effects, their use is limited in patients who might benefit the most from such therapy. It was thought that the use of an ultra-short-acting intravenous beta-blocker might produce similar results with fewer complications in those patients with relative contraindications to beta-blocker therapy.\n                Accordingly, we evaluated the use of esmolol in patients with acute coronary syndromes and relative contraindication to beta-blocker therapy in a prospective randomized trial. One hundred eight patients at 21 sites received an infusion of intravenous esmolol or standard therapy on admission and were followed for 6 weeks from the day of admission. The primary efficacy outcome was a composite event consisting of any of the following that occurred during the index hospitalization: death, myocardial (re)infarction, recurrent ischemia, or arrhythmia as well as silent myocardial ischemia assessed by ambulatory electrocardiographic monitoring. Safety end points including hypotension, bradyarrhythmias, new or worsening congestive heart failure, and bronchospasm were also recorded.\n                Event rates for primary end points were similar in the 2 groups: death (2% in the standard care group vs 4% in the group receiving esmolol), myocardial (re)infarction (4% standard vs 7% esmolol), ischemia (12% vs 13%), arrhythmias (4% vs 2%), and silent ischemia (13% vs 15%). There was a higher incidence of transient hypotension in the group receiving esmolol (2% vs 16%), but all such events were noted to resolve after discontinuation of the esmolol infusion. There were no additional differences in safety end points: bradycardia (2% for those receiving standard care vs 9% receiving esmolol), new congestive heart failure (10% vs 16%), bronchospasm (0% vs 7%), and heart block (2% vs 2%).\n                The use of an ultra-short-acting beta-blocker such as esmolol might offer an alternative to patients with contraindications to standard beta-blocker therapy. Although this trial had limited power to detect safety and efficacy differences between the 2 therapies, it was observed that safety end points, which occurred during esmolol administration, resolved readily when the infusions were decreased or discontinued. Additional testing is needed to substantiate these findings.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":23849,
        "ReviewID":"CD006743",
        "PMID":"PMID:12195686",
        "Title":"Ramipril prior to thrombolysis attenuates the early increase of PAI-1 in patients with acute myocardial infarction.",
        "Abstract":"In a placebo-controlled, double-blinded, randomized study we evaluated the effect of ramipril prior to thrombolysis on the course of PAI-1 plasma levels and on the frequency of postinfarct ischemic events in patients with acute myocardial infarction. Fifty-one out of 99 patients received 2.5 mg ramipril orally prior to thrombolysis and 12 h later. The blood samples for determination of PAI-1 plasma levels were collected on admission and 2, 4, 8, 12 and 24 h after thrombolysis. Postinfarct ischemic events were registered until coronary angiography was performed and defined as recurrent chest pain and\/or evidence of ischemic signs on the ECG (ST-depression or ST-segment elevation of 1 mm in one or more inferior or anterior leads). Coronary angiography was performed within 7 days after the onset of myocardial infarction. Patients were classified into two groups: those without reperfusion of the infarct-related artery (TIMI grade 0 or 1) and those with reperfusion of the infarct-related artery (TIMI grade 2.3). On admission, PAI-1 plasma levels were similar in both groups (ramipril: 47.1 [4.8] ng\/ml; placebo: 49.1 [4.8] ng\/ml). The PAI-1AUC was 77.2 [6.7] ng\/ml\/h in the ramipril group and 95.4 [6.2] ng\/ml\/h in the placebo group (p = 0.013). Significant differences between groups were observed at 4, 8 and 12 h after thrombolysis (4 h: 85.5 (11.3) vs. 116 (12.3) ng\/ml, p < 0.01; 8 h: 79.1 (11.2) vs. 100.9 (9.3) ng\/ml, p < 0.01; 12 hrs: 71.3 (9.5) vs. 87.4 (7.7) ng\/ml, p < 0.05). The relative frequency of postinfarct ischemic events was significantly lower in the ramipril group (2.5% versus 7.1%, p = 0.001). Additionally, we observed a significant higher rate of TIMI grade 2 and 3 of the infarct-related artery in patients receiving oral ramipril compared to the placebo group (73% versus 54%; p = 0.035). Our study demonstrates a favorable effect of ramipril on the fibrinolytic system after thrombolysis associated with a lower rate of postinfarct ischemic events within the first days after myocardial infarction. Therefore, the application of ramipril prior to thrombolysis appears to be a reasonable concomitant treatment which may reduce early infarct-related complications.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":23873,
        "ReviewID":"CD006743",
        "PMID":"PMID:6432869",
        "Title":"A preliminary double-blind study of intravenous nitroglycerin in acute myocardial infarction.",
        "Abstract":"A preliminary double-blind, placebo-controlled study of the effects of a 48-h intravenous infusion of nitroglycerin (NG) in 140 patients with acute myocardial infarction has been carried out. The patients were randomised to placebo or active treatment within 12 h of the onset of symptoms. Those patients treated with nitroglycerin showed a significant reduction on both days in systolic blood pressure, haemoglobin concentration, and packed cell volume. There was also a significant reduction in diamorphine usage in the first 24 h. There was a higher incidence (non-significant) of dysrhythmia in the placebo group despite an increased usage of antidysrhythmic therapy. The mortality rate in the placebo group was 13%, and 7.8% in the active treatment group, but this difference was not significant. At the 3-month follow-up, 83% of treated patients as opposed to 60% of placebo group were able to resume normal or near-normal activities. Preliminary findings suggest that intravenous NG may be useful treatment for patients with acute myocardial infarction and a larger-scale trial is warranted.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":23848,
        "ReviewID":"CD006743",
        "PMID":"PMID:16271643",
        "Title":"Early intravenous then oral metoprolol in 45,852 patients with acute myocardial infarction: randomised placebo-controlled trial.",
        "Abstract":"Despite previous randomised trials of early beta-blocker therapy in the emergency treatment of myocardial infarction (MI), uncertainty has persisted about the value of adding it to current standard interventions (eg, aspirin and fibrinolytic therapy), and the balance of potential benefits and hazards is still unclear in high-risk patients.\n                45,852 patients admitted to 1250 hospitals within 24 h of suspected acute MI onset were randomly allocated metoprolol (up to 15 mg intravenous then 200 mg oral daily; n=22,929) or matching placebo (n=22,923). 93% had ST-segment elevation or bundle branch block, and 7% had ST-segment depression. Treatment was to continue until discharge or up to 4 weeks in hospital (mean 15 days in survivors) and 89% completed it. The two prespecified co-primary outcomes were: (1) composite of death, reinfarction, or cardiac arrest; and (2) death from any cause during the scheduled treatment period. Comparisons were by intention to treat, and used the log-rank method. This study is registered with ClinicalTrials.gov, number NCT 00222573.\n                Neither of the co-primary outcomes was significantly reduced by allocation to metoprolol. For death, reinfarction, or cardiac arrest, 2166 (9.4%) patients allocated metoprolol had at least one such event compared with 2261 (9.9%) allocated placebo (odds ratio [OR] 0.96, 95% CI 0.90-1.01; p=0.1). For death alone, there were 1774 (7.7%) deaths in the metoprolol group versus 1797 (7.8%) in the placebo group (OR 0.99, 0.92-1.05; p=0.69). Allocation to metoprolol was associated with five fewer people having reinfarction (464 [2.0%] metoprolol vs 568 [2.5%] placebo; OR 0.82, 0.72-0.92; p=0.001) and five fewer having ventricular fibrillation (581 [2.5%] vs 698 [3.0%]; OR 0.83, 0.75-0.93; p=0.001) per 1000 treated. Overall, these reductions were counterbalanced by 11 more per 1000 developing cardiogenic shock (1141 [5.0%] vs 885 [3.9%]; OR 1.30, 1.19-1.41; p<0.00001). This excess of cardiogenic shock was mainly during days 0-1 after admission, whereas the reductions in reinfarction and ventricular fibrillation emerged more gradually. Consequently, the overall effect on death, reinfarction, arrest, or shock was significantly adverse during days 0-1 and significantly beneficial thereafter. There was substantial net hazard in haemodynamically unstable patients, and moderate net benefit in those who were relatively stable (particularly after days 0-1).\n                The use of early beta-blocker therapy in acute MI reduces the risks of reinfarction and ventricular fibrillation, but increases the risk of cardiogenic shock, especially during the first day or so after admission. Consequently, it might generally be prudent to consider starting beta-blocker therapy in hospital only when the haemodynamic condition after MI has stabilised.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":23886,
        "ReviewID":"CD006743",
        "PMID":"PMID:7049656",
        "Title":"[Effect of metoprolol on infarct size after acute myocardial infarction (a double-blind study) (author's transl)].",
        "Abstract":null,
        "Year":2008.0
    },
    {
        "Unnamed: 0":23835,
        "ReviewID":"CD006743",
        "PMID":"PMID:1572248",
        "Title":"[Captopril in acute myocardial infarct: its effect on infarct size and arrhythmias].",
        "Abstract":"The effect of captopril on infarct size and arrhythmias was determined in a prospective, randomized, placebo-controlled double-blind study of 46 patients (9 women, 37 men; mean age 61 [38-86] years). Within 2-18 hours of entry into the study these patients received either a slow intravenous bolus injection of 2.5 or 5.0 mg captopril followed by a continuous infusion of 1.5-2.0 mg\/h for a period of 48 hours (n = 22), or of a placebo by the same mode of administration (n = 24). The two groups were comparable as to age, infarct site and time of intervention. All patients, except one in each group, also received nitroglycerin (1.2-6.0 mg\/h intravenously). QRS complexes were measured to provide a necrosis index. Q-wave amplitudes decreased under captopril (-0.08 +\/- 0.04 mV) while increasing under placebo (+0.15 +\/- 0.04 mV; P less than 0.05). The number of ventricular extrasystoles in the first 24 hours after onset of treatment or on placebo was 25\/h and 9\/h, respectively (P less than 0.02). Ventricular fibrillation occurred in 7 patients of the placebo group, in none of the captopril group. Creatine-kinase infarct weight was 59 and 45 gram-equivalents, respectively (placebo vs treated group: not significant). The mean arterial blood pressure fell by 14 mm Hg during the first hour in the captopril group, but by only 3 mm Hg on placebo (P less than 0.01). These results indicate that captopril has a favourable influence on infarct size and electrical stability which is additional to that provided by standard nitroglycerin treatment.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":23845,
        "ReviewID":"CD006743",
        "PMID":"PMID:6383655",
        "Title":"Evolution of infarct size during the early use of nifedipine in patients with acute myocardial infarction: the Norwegian Nifedipine Multicenter Trial.",
        "Abstract":"In a multicenter double-blind study, 227 patients with suspected acute myocardial infarction (AMI) were randomized within 12 hr from onset of symptoms to treatment with nifedipine (112 patients) or placebo (115 patients). AMI was confirmed in 74 patients on nifedipine and in 83 on placebo. Patients with AMI received nifedipine 5.5 +\/- 2.9 hr (mean +\/- SD) after onset of symptoms. Infarct size was assessed by the release of creatine kinase isoenzyme MB (CK-MB). Infarct size index (CK-MB geq\/m2) was 25 +\/- 16 (n = 71) in the nifedipine group and 23 +\/- 13 (n = 77) in the placebo group (NS). After the first 10 mg of nifedipine systolic blood pressure fell from 147 +\/- 30 to 135 +\/- 28 mm Hg (p less than .01) and heart rate rose from 75 +\/- 18 to 79 +\/- 19 beats\/min (p less than .01). No change was observed after the first placebo dose. The treatment was continued for 6 weeks. Over this period there were 10 deaths in each group. Early treatment with nifedipine in patients with AMI does not seem to reduce infarct size as determined by enzyme level.",
        "Year":null
    },
    {
        "Unnamed: 0":23855,
        "ReviewID":"CD006743",
        "PMID":"PMID:2358004",
        "Title":"Flunarizine in acute ischemic stroke: a pilot study.",
        "Abstract":"Twenty-six patients with acute supratentorial brain infarction were randomly allocated to double-blind intravenous treatment with the calcium entry blocker flunarizine (12 patients) or placebo (14 patients) within 24 h. CT scan excluded other significant pathology. Impaired consciousness and gaze deviation were more common in the placebo group. Three patients in the treated group (25%) were either dead or severely disabled after 6 months, whereas this occurred in 8 of the 14 (57%) control patients, a difference of 32%. This difference is not statistically significant and there is an uneven distribution of important prognostic variables, however, the confidence limits of the difference (-4% and +68%) suggest that there may be a clinically important effect.",
        "Year":null
    },
    {
        "Unnamed: 0":23869,
        "ReviewID":"CD006743",
        "PMID":"PMID:11157183",
        "Title":"Very Early Nimodipine Use in Stroke (VENUS): a randomized, double-blind, placebo-controlled trial.",
        "Abstract":"The Very Early Nimodipine Use in Stroke (VENUS) trial was designed to test the hypothesis that early treatment with nimodipine has a positive effect on survival and functional outcome after stroke. This was suggested in a previous meta-analysis on the use of nimodipine in stroke. However, in a recent Cochrane review we were unable to reproduce these positive results. This led to the early termination of VENUS after an interim analysis.\n                In this randomized, double-blind, placebo-controlled trial, treatment was started by general practitioners or neurologists within 6 hours after stroke onset (oral nimodipine 30 mg QID or identical placebo, for 10 days). Main analyses included comparisons of the primary end point (poor outcome, defined as death or dependency after 3 months) and secondary end points (neurological status and blood pressure 24 hours after inclusion, mortality after 10 days, and adverse events) between treatment groups. Subgroup analyses (on final diagnosis and based on the per-protocol data set) were performed.\n                At trial termination, after inclusion of 454 patients (225 nimodipine, 229 placebo), no effect of nimodipine was found. After 3 months of follow-up, 32% (n=71) of patients in the nimodipine group had a poor outcome compared with 27% (n=62) in the placebo group (relative risk, 1.2; 95% CI, 0.9 to 1.6). A treatment effect was not found for secondary outcomes and in the subgroup analyses.\n                The results of VENUS do not support the hypothesis of a beneficial effect of early nimodipine in stroke patients.",
        "Year":null
    }
]