[
    {
        "Unnamed: 0":7223,
        "ReviewID":"CD006165",
        "PMID":"PMID:8621013",
        "Title":"Small doses of subcutaneous insulin as a strategy for preventing slowly progressive beta-cell failure in islet cell antibody-positive patients with clinical features of NIDDM.",
        "Abstract":"We report a pilot study to determine the preventive effect of small doses of insulin injected subcutaneously on slowly progressive beta-cell damage in islet cell antibody (ICA)-positive patients with apparent NIDDM. Ten NIDDM patients who were ICA' were divided into two groups of five. In the insulin group (age: 51 +\/- 8 years [mean +\/- SD], sex: 3 men and 2 women), intermediate-type insulin (3-16 U\/day) was given once or twice daily as a subcutaneous injection. The sulfonylurea (SU) group (age: 48 +\/- 11 years, sex: 3 men and 2 women) was initially treated with a SU agent. Changes in beta-cell function, as indicated by serum C-peptide responses and blood glucose values during a 100-g oral glucose tolerance test, as well as ICA and GAD antibody status, were evaluated for up to 30 months in both groups. ICA status became negative in four of five patients in the insulin group. ICA status did not become negative in any of the patients in the SU group (P = 0.047 vs. insulin group). ICA status was persistently positive in two patients whose beta-cell function eventually progressed to an insulin-dependent state and fluctuated in the remaining three patients. In the insulin group, GAD antibody status became negative in one of four initially GAD antibody-positive NIDDM patients. In the SU group, GAD antibody status was persistently positive in three NIDDM patients (NS vs. insulin group). The serum C-peptide response improved significantly within 6 and 12 months in the insulin group, whereas it decreased progressively in the SU group. The changes in C-peptide response were significantly different between the two groups at 6, 12, 24, and 30 months. Two-hour blood glucose and HbA1 values were unchanged in the insulin group, but they increased in the SU group. Subcutaneous small doses of insulin, resulting in a high rate of negative conversion of ICA and an improved serum C-peptide response, may be effective in treating ICA+ NIDDM patients who are at high risk for slowly progressive beta-cell failure.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":7221,
        "ReviewID":"CD006165",
        "PMID":"PMID:12685875",
        "Title":"Slowly progressing type 1 diabetes: persistence of islet cell autoantibodies is related to glibenclamide treatment.",
        "Abstract":"Several experimental studies in rats have demonstrated that sulfonylurea treatment increases autoantigen expression in B-cells. This phenomenon may be deleterious for the preservation of residual beta cell function in patients with slowly progressing type 1 diabetes or latent autoimmune diabetes of adult (LADA).\n                The aim of the present study was to evaluate whether the exclusion of glibenclamide in the treatment of ICA positive type 2 diabetic patients may diminish or halt the humoral autoimmune response against B-cells as well as improve metabolic control and insulin secretion.\n                Fourteen type 2 diabetic patients with pancreatic autoimmunity (ICA+ and GABA+) and treated with insulin and glibenclamide (duration of disease 2.0 +\/- 2.2, range 0.1-7 years and age 53 +\/- 12.5, range 36-75 years) were studied. Patients were randomly assigned to two treatment groups, Group 1: insulin monotherapy (n = 8, age 53 +\/- 6.4 years) (Exclusion of glibenclamide) and, Group 2: insulin plus glibenclamide (n = 6, age 53.5 +\/- 16.9) (Unmodified treatment). Both groups were investigated at the beginning of the study and after one year for the following parameters: ICA and anti-GAD65 antibodies, fasting glucose and fasting C-peptide.\n                In group 1, six out of eight patients became ICA negative while all patients in group 2 remained ICA positive (p = 0.0097). Fasting glucose concentrations improved in group 1 (4.6 +\/- 2.8) in relation to group 2 (11.5 +\/- 5.5, p = 0.0023) after one year of treatment. No differences were found for anti-GAD antibodies and fasting C-Peptide between the groups.\n                These data show that exclusion of glibenclamide in the treatment of ICA+ type 2 diabetic patients partially decreases specific autoimmunity against endocrine pancreatic cells and improves metabolic control. This may reflect decreased expression of B-cell autoantigens suggesting that insulin monotherapy is a better choice for the treatment of LADA.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":7216,
        "ReviewID":"CD006165",
        "PMID":"PMID:14679093",
        "Title":"Multicenter prevention trial of slowly progressive type 1 diabetes with small dose of insulin (the Tokyo study): preliminary report.",
        "Abstract":"In 1996, we designed a randomized multicenter study to assess the effects of small doses of insulin on beta cell failure in slowly progressive type 1 diabetes (the Tokyo Study). We report here the preliminary results of this study. Glutamic acid decarboxylase 65 antibody (GADA)-positive patients were randomly divided into 2 groups: one group received insulin (Ins group), the other a sulfonylurea (SU group). Fifty-four patients (24 Ins group, 30 SU group) were analyzed at the end of a 4-year period. All patients underwent a 75 g oral-glucose test (O-GTT) every 6-12 months. The insulin-dependent stage was defined based on an integrated value of serum C-peptide levels on O-GTT ( summation operator CPR; sum of CPR at 0, 30, 60, 90, and 120 min) below 4.0 ng\/mL. The summation operator CPR in the SU group decreased progressively from 22.0 +\/- 10.6 to 11.3 +\/- 7.5 ng\/mL over the 48-month period (p < 0.001 vs. baseline). The summation operator CPR in the Ins group was unchanged. Among the SU group, 30% of subjects (9\/30) progressed to IDDM, while 8.3% of Ins group subjects (2\/24) progressed to IDDM (p = 0.087). With regard to the subjects who had a preserved C-peptide response ( summation operator CPR >\/= 10 ng\/mL), the proportion of SU group subjects who progressed to IDDM was significantly higher than that of the Ins group (7\/28, 25% vs. 0\/21, 0%, p = 0.015). Among subjects with a high GADA titer (>\/=0 U\/mL), 9\/14 (64.3%) of the SU group, but only 2\/16 (12.5%) of the Ins group, developed IDDM (p = 0.0068). As to those with a high GADA titer and a preserved C-peptide response, SU group subjects progressed to IDDM (7\/12, 58.3%) more frequently than Ins group subjects (0\/14, 0%) (p = 0.0012). In summary, our results suggest that small doses of insulin effectively prevent beta cell failure in slowly progressive type 1 diabetes. We recommend avoiding SU treatment and instead administering insulin to NIDDM patients with high GADA titer.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":7213,
        "ReviewID":"CD006165",
        "PMID":"PMID:15307692",
        "Title":"[Study on improvement of islet beta cell function in patients with latent autoimmune diabetes mellitus in adults by integrative Chinese and Western medicine].",
        "Abstract":"To study the effect of integrative Chinese and Western medicine (ICWM) on improvement of the islet beta cell function in treating patients with latent autoimmune diabetes mellitus in adults (LADA).\n                Eighty-four patients of LADA were randomly divided into 3 groups (20 in A, 33 in B and 31 in C), they were treated respectively with sulfonylurea, insulin and combination of insulin and Chinese medicine. The changes before and after treatment in blood glucose, glycohemoglobin and islet beta cell function were observed.\n                After treatment, the damaged islet beta cell function in Group A was not improved, the secrete peak value of C-peptide was still low and delayed in Group A, but in Group B and C, it shifted earlier, suggesting that a certain degree of improvement and recovery of islet beta cell function. The improving effect in Group C was better.\n                Chinese herbal medicine had effect in lowering blood glucose and improving islet beta cell function in patients with diabetes mellitus, and showed a synergistic and enhancing action when combined use with insulin. Early treatment of insulin or combination of insulin and Chinese medicine should be applied to patients with LADA.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":7214,
        "ReviewID":"CD006165",
        "PMID":"PMID:15729570",
        "Title":"Islet autoantibodies in clinically diagnosed type 2 diabetes: prevalence and relationship with metabolic control (UKPDS 70).",
        "Abstract":"We examined the prevalence of islet autoantibodies and their relationship to glycaemic control over 10 years in patients diagnosed clinically with new-onset type 2 diabetes.\n                Patient clinical characteristics and autoantibody status were determined at entry to the UK Prospective Diabetes Study (UKPDS) before randomisation to different glucose control policies. Patients were followed for 10 years.\n                Data available on 4,545 of the 5,102 UKPDS patients showed that 11.6% had antibodies to at least one of three antigens: islet cell cytoplasm, glutamic acid decarboxylase and islet autoantibody 2A (IA-2A). Autoantibody-positive patients were younger, more often Caucasian and leaner, with lower beta cell function and higher insulin sensitivity than autoantibody-negative patients. They also had higher HbA1c, and HDL-cholesterol levels, and lower blood pressure, total cholesterol and plasma triglyceride levels. Despite relative hyperglycaemia, autoantibody-positive patients were less likely to have the metabolic syndrome (as defined by the National Cholesterol Education Program Adult Treatment Program III), reflecting a more beneficial overall risk factor profile. Of 3,867 patients with post-dietary run-in fasting plasma glucose (FPG) values between 6.0 and 14.9 mmol\/l and no hyperglycaemic symptoms, 9.4% were autoantibody-positive, compared with 25.1% of 678 patients with FPG values of 15.0 mmol\/l or higher, or hyperglycaemic symptoms. In both groups, no differences were seen between those with and without autoantibodies in changes to HbA1c over time, but autoantibody-positive patients required insulin treatment earlier, irrespective of the allocated therapy (p<0.0001).\n                Autoantibody-positive patients can be treated initially with sulphonylurea, but are likely to require insulin earlier than autoantibody-negative patients.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":7222,
        "ReviewID":"CD006165",
        "PMID":"PMID:15993359",
        "Title":"Clinical evidence for the safety of GAD65 immunomodulation in adult-onset autoimmune diabetes.",
        "Abstract":"The purpose of this Phase II study was to evaluate if alum-formulated human recombinant GAD65 is safe and does not compromise beta cell function. The study was conducted as a randomized, double blind, placebo-controlled, dose-escalation clinical trial in a total of 47 Latent Autoimmune Diabetes in Adults (LADA) patients who received either placebo or 4, 20, 100, or 500 microg Diamyd subcutaneously at Weeks 1 and 4. Safety evaluations, including neurology, beta cell function tests, diabetes status assessment, hematology, biochemistry, and cellular and humoral immunological markers, were repeatedly assessed over 24 weeks. None of the patients had significant study-related adverse events (AE). Fasting c-peptide levels at 24 weeks were increased compared with placebo (P=.0015) in the 20 microg but not in the other dose groups. In addition, both fasting (P=.0081) and stimulated (P=.0236) c-peptide levels increased from baseline to 24 weeks in the 20 microg dose group. GADA log levels clearly increased (P=.0002) in response to 500 microg Diamyd. The (CD4+)(CD25+)\/(CD4+)(CD25-) cell ratio increased (P=.0128) at 24 weeks in the 20 microg group. No sudden increase in HbA1c or plasma glucose or decrease in beta cell function was observed in any of the dose groups. These positive findings for clinical safety further support the clinical development of Diamyd as a therapeutic to prevent autoimmune diabetes.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":7212,
        "ReviewID":"CD006165",
        "PMID":"PMID:19123322",
        "Title":"[Effect of Tangyikang in improving the function of pancreatic islet beta cells in patients with latent autoimmune diabetes mellitus in adults].",
        "Abstract":"To investigate the effect and mechanism of Tangyikang (TYK) for improving pancreatic islet beta cell function in patients with latent autoimmune diabetes mellitus in adults (LADA).\n                Seventy-four LADA patients were randomly assigned to two groups. The 37 patients in the treatment group were treated with TYK decoction (one dose consisted of red ginseng 10 g, milkvetch root 30 g, lilyturf root 15 g, wild weed 10 g, coptis root 15 g, cape-jasmine fruit 10 g, giant knotweed rhizome 10 g, safflower 10 g and moutan bark 10 g) combined with insulin therapy, and the 37 in the control group treated with insulin therapy alone, and the course for all was 3 months. Changes of glycosylated hemoglobin, index of pancreatic islet beta-cell function (delta CP(2h)\/delta BS(2h)), serum interferon-gamma (IFN-gamma) and interleukin-4 (IL-4) were observed before and after treatment.\n                All the above-mentioned indexes were improved after treatment in both groups, the post-treatment data showed significant difference between groups in delta CP(2h)\/delta BS(2h), (0.258 +\/- 0.106 vs 0.168 +\/- 0.054, higher in the treatment group, t = 4.626, P < 0.01), but with insignificant difference in glycosylated hemoglobin (t = 0.441, P = 0.660). Besides, the dosage of insulin used in the treatment group was less than that in the control group (t = -4.169, P < 0.01); covariance analysis showed, through excluding impact of different dosages insulin used, IL- 4 level was higher (F = 24.217, P < 0.01) and IFN-gamma level was lower (F = 14.198, P < 0.01) in the treatment group than those in the control group.\n                TYK could improve the function of islet beta-cell, its possible mechanism is related with the regulation on cell immunity and the correction of T-lymphocyte subsets (Th1\/Th2 ratio) imbalance.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":7219,
        "ReviewID":"CD006165",
        "PMID":"PMID:18397986",
        "Title":"Insulin intervention in slowly progressive insulin-dependent (type 1) diabetes mellitus.",
        "Abstract":"We tested the hypothesis that insulin therapy rather than sulfonylurea (SU) treatment is preferable to reverse or preserve beta-cell function among patients with slowly progressive insulin-dependent (type 1) diabetes (SPIDDM) or latent autoimmune diabetes in adults.\n                This multicenter, randomized, nonblinded clinical study screened 4089 non-insulin-dependent diabetic patients for glutamic acid decarboxylase autoantibodies (GADAb). Sixty GADAb-positive non-insulin-requiring diabetic patients with a 5-yr duration or shorter of diabetes were assigned to either the SU group (n = 30) or the insulin group (n = 30). Serum C-peptide responses to annual oral glucose tolerance tests were followed up for a mean of 57 months. The primary endpoint was an insulin-dependent state defined by the sum of serum C-peptide values during the oral glucose tolerance test (SigmaC-peptide) less than 4 ng\/ml (1.32 nmol\/liter).\n                The progression rate to an insulin-dependent state in the insulin group (three of 30, 10%) was lower than that in the SU group (13 of 30, 43%; P = 0.003, log-rank). Longitudinal analysis demonstrated that SigmaC-peptide values were better preserved in the insulin group than in the SU group. Multiple regression analysis demonstrated that insulin treatment, a preserved C-peptide response, and a low GADAb titer at entry were independent factors in preventing progression to an insulin-dependent state. Subgroup analysis suggested that insulin intervention was highly effective for SPIDDM patients with high GADAb titers [> or =10 U\/ml (180 World Health Organization U\/ml)] and preserved beta-cell function [SigmaC-peptide > or = 10 ng\/ml (3.31 nmol\/liter)] at entry. No severe hypoglycemic episodes occurred during the study.\n                Insulin intervention to preserve beta-cell function is effective and safe for patients with SPIDDM or latent autoimmune diabetes in adults.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":7211,
        "ReviewID":"CD006165",
        "PMID":"PMID:19488999",
        "Title":"Protective effects of 1-alpha-hydroxyvitamin D3 on residual beta-cell function in patients with adult-onset latent autoimmune diabetes (LADA).",
        "Abstract":"Previous in vitro and in vivo studies have demonstrated that vitamin D could prevent pancreatic beta-cell destruction and reduce the incidence of autoimmune diabetes. In children with type 1 diabetes, vitamin D treatment produces moderate protective effects on residual beta-cell function and has proven to be safe. Therefore, we hypothesized that vitamin D might have protective effects on beta-cell function in patients with latent autoimmune diabetes in adults (LADA), a form of slowly progressive autoimmune type 1 diabetes.\n                Thirty-five patients with LADA were randomly assigned to receive subcutaneous insulin alone (n = 18) or insulin plus 1-alpha-hydroxyvitamin D3 (1-alpha(OH)D3; 0.5 microg per day) (n = 17) for 1 year. Plasma C-peptide levels in fasting state (FCP) and 2 h after 75-g glucose load (PCP) were measured every 6 months with radioimmunoassay.\n                Both FCP and PCP levels stayed steady in the insulin plus 1-alpha(OH)D3 group, while FCP decreased in insulin-alone group (P = 0.006) during the 12-month intervention. Seventy percent of patients treated with 1-alpha(OH)D3 maintained or increased their FCP concentrations after 1 year of treatment, while only 22% of patients treated with insulin alone maintained stable FCP levels (P < 0.01). Further analysis on LADA subgroups with different durations of diabetes demonstrated that islet beta-cell function was better preserved (as reflected by significantly higher FCP and PCP levels) in the 1-alpha(OH)D3 plus insulin group only in patients with diabetes duration no longer than 1 year. No severe side effects were observed in any group.\n                Our data suggest that 1-alpha(OH)D3 plus insulin therapy can preserve pancreatic beta-cell function in patients with LADA.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":7217,
        "ReviewID":"CD006165",
        "PMID":"PMID:19404608",
        "Title":"GAD65 vaccination: 5 years of follow-up in a randomised dose-escalating study in adult-onset autoimmune diabetes.",
        "Abstract":"The aim of this study was to ascertain whether treatment of GAD65 autoantibody (GADA)-positive diabetic patients with alum-formulated recombinant GAD65 (GAD-alum) is safe and does not compromise beta cell function.\n                This Phase 2, placebo-controlled, dose-escalation clinical trial, which was randomized through a central office, was performed in 47 GADA-positive type 2 diabetic patients, who received subcutaneous injections of GAD-alum (4 [n = 9], 20 [n = 8], 100 [n = 9] or 500 [n = 8] microg) or placebo (n = 13) at weeks 1 and 4 of the trial. Participants and caregivers were blinded to group assignments. The primary outcome was safety as assessed by neurological tests, medications and beta cell function evaluated over 5 years, representing the end of the trial.\n                No severe study-related adverse events occurred during the 5 year follow-up. None of the dose groups was associated with an increased risk of starting insulin treatment compared with the placebo group. The use of oral hypoglycaemic agents did not differ between the dose groups. After 5 years, fasting C-peptide levels declined in the placebo group (-0.24; 95% CI -0.41 to -0.07 log(10) nmol\/l; p = 0.01) and the 500 microg dose group (-0.37; 95% CI -0.57 to -0.17 log(10) nmol\/l; p = 0.003), but not in the 4 microg (-0.10; 95% CI -0.28 to 0.07 log(10) nmol\/l; p = 0.20), 20 microg (0.04; 95% CI -0.12 to 0.19 log(10) nmol\/l; p = 0.58) and 100 microg (0.00; 95% CI -0.20 to -0.20 log(10) nmol\/l; p = 0.98) dose groups.\n                The primary outcome of safety was achieved, since no severe study-related adverse events occurred.\n                Because the study was initiated before 1 July 2005, the protocol was not registered in a registry.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":7218,
        "ReviewID":"CD006165",
        "PMID":"PMID:19008007",
        "Title":"Rosiglitazone preserves islet beta-cell function of adult-onset latent autoimmune diabetes in 3 years follow-up study.",
        "Abstract":"The newly developed insulin sensitizer-thiazolidinediones have the potential to downregulate inflammation and autoimmune response. The objective of this study was to observe the beneficial effects on beta-cell function in the LADA patients treated with rosiglitazone. 54 LADA patients were assigned to oral hypoglycemic agents group (GAD-Ab<175 U\/mL and FCP>0.3 nmol\/L) or early insulin administration group (GAD-Ab>or=175 U\/mL or GAD-Ab<175 U\/mL and FCP<or=0.3 nmol\/L). Then, those patients were randomly assigned to receive sulfonylureas (SUs group) or rosiglitazone (RSG group) therapy, or to receive insulin alone (INS group) or rosiglitazone plus insulin (INS+RSG group). Plasma glucose, HbA1c, fasting C-peptide (FCP) and C-peptide after 2h 75-g glucose load (PCP) were determined every 6 months. The levels of PCP and delta CP were higher in RSG group compared with those in SUs group after the 18th month. The PCP level (after the 12th month) and delta CP level (after the 18th month) in INS+\/-RSG group were higher than those in INS group. Rosiglitazone combined with insulin wherever or not preserved beta-cell function in LADA patients after 3 years.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":7215,
        "ReviewID":"CD006165",
        "PMID":"PMID:15386806",
        "Title":"Rosiglitazone combined with insulin preserves islet beta cell function in adult-onset latent autoimmune diabetes (LADA).",
        "Abstract":"LADA is thought to result from the chronic autoimmune destruction of the insulin-producing pancreatic beta cells. In addition to antidiabetic effects, the newly developed insulin sensitizer-thiazolidinediones have the potential to increase the insulin content of islet cells by downregulating local inflammation and autoimmune response. Therefore, we hypothesized that LADA patients might benefit from thiazolidinediones treatment.\n                LADA patients, with a fasting C-peptide (FCP) of 0.3 nmol\/L or more, were enrolled and randomly assigned to receive subcutaneous insulin alone (insulin group, n = 12) or rosiglitazone plus insulin (insulin + RSG group, n = 11) to compare the impacts on islet beta cell function. Plasma glucose, HbA 1c, fasting C-peptide (FCP) and C-peptide after 2 h 75-g glucose load (PCP) were determined every 6 months. GAD-Ab and C-peptide were measured with radioimmune assays. Islet beta cell function was evaluated by PCP and DeltaCP(DeltaCP = PCP-FCP).\n                All of the 23 patients have been followed up for 6 months, 17 cases for 12 months and 14 for 18 months. (1) During 6 months' follow-up, there were no significant changes for DeltaCP and PCP levels in both groups. (2) PCP and DeltaCP levels in insulin + RSG group patients stayed steady during the 12 months' observation (P = 0.161 for both PCP and DeltaCP), while in the insulin alone group, both FCP (P = 0.021) and PCP (P = 0.028) levels decreased significantly. Furthermore, PCP (P = 0.004) and DeltaCP(P = 0.015) differences between 12th month and baseline were higher in insulin + RSG group than those in the insulin group. (3) When observed up to 18 months, PCP and DeltaCP levels in insulin + RSG group patients still stayed steady, while PCP and DeltaCP levels decreased more in the insulin alone group.\n                This pilot study suggests that rosiglitazone combined with insulin may preserve islet beta cell function in LADA patients.",
        "Year":null
    },
    {
        "Unnamed: 0":7220,
        "ReviewID":"CD006165",
        "PMID":"PMID:21088056",
        "Title":"β-cell function and metabolic control in latent autoimmune diabetes in adults with early insulin versus conventional treatment: a 3-year follow-up.",
        "Abstract":"The optimal treatment of latent autoimmune diabetes in adults (LADA) is not established. We explored whether early insulin treatment, which has shown beneficial effects in rodents and in human pilot studies, would result in better preservation of β-cell function or metabolic control, compared with conventional treatment.\n                Glucagon-stimulated C-peptide and HbAlc were evaluated at baseline and after 12, 24 and 36 months in 37 patients recently diagnosed with diabetes, aged ≥ 30 years, non-insulin-requiring and GADAb and\/or ICA positive. Twenty patients received early insulin and 17 received conventional treatment (diet ± oral hypoglycaemic agents (OHA), metformin, some and\/or sulfonylurea) and insulin when necessary. RESUlts: Level of metabolic control, HbAlc, was preserved in the early insulin treated, while it significantly deteriorated in the conventionally treated. There was no significant difference between the groups in C-peptide after 12, 24 or 36 months, or in the decline of C-peptide. Only baseline C-peptide predicted a C-peptide of ≥ 0.5 nmol\/l at 36 months. Gender, body mass index, antibody titres or HbAlc did not influence the levels of C-peptide or HbAlc at baseline or end-of-study, or the decline in C-peptide. Among the diet ± OHA-treated, 5\/17 (30%) developed insulin dependency during the follow-up. No major hypoglycaemic events occurred.\n                Early insulin treatment in LADA leads to better preservation of metabolic control and was safe. Superior preservation of C-peptide could not be significantly demonstrated. Only baseline level of C-peptide significantly influenced C-peptide level after 3 years. Further studies exploring the best treatment in LADA are warranted.",
        "Year":null
    }
]