[
    {
        "Unnamed: 0":16000,
        "ReviewID":"CD005415",
        "PMID":"PMID:11511559",
        "Title":"Drug treatments in upper gastrointestinal bleeding: value of endoscopic findings as surrogate end points.",
        "Abstract":"Pharmacotherapy for upper gastrointestinal bleeding has been difficult to evaluate because clinical end points are infrequent and affected by other factors.\n                To evaluate whether blood in the stomach at endoscopy reflected severity of bleeding, predicted clinical outcomes, and could be altered by therapeutic agents.\n                We studied 414 consecutive admissions with suspected upper gastrointestinal bleeding. Patients were randomised to receive lansoprazole 60 mg followed by 30 mg four times daily, tranexamic acid 2 g followed by 1 g four times daily, both drugs, or placebo for four days, until discharge or a clinical end point occurred. Logistic regression analysis was used to determine predictors of endoscopic changes and clinical outcomes, and to investigate the effects of drug treatments on blood in the stomach.\n                Of 414 patients with suspected upper gastrointestinal bleeding, 379 were endoscoped. Upper gastrointestinal bleeding was confirmed in 316. Sixteen required surgery within 30 days and 16 died on the index admission. Trial treatments were evaluable on a per protocol basis in 228 patients. The amount of blood in the stomach was found to reflect initial risk, with significant associations with high risk categorisation (odds ratio 3.7 (95% confidence interval 1.5-9.4) for more than a trace v none\/trace), age (1.5 (1.1-1.9) per decade), and initial pulse (1.02 (1.00-1.04) per beat), and to predict rebleeding (9.2 (4.6-18.7)) and surgery (8.2 (2.9-22.9)). Other stigmata were less significant in these respects. The amount of blood in the stomach at endoscopy was reduced significantly by both lansoprazole (0.22 (0.07-0.63)) and tranexamic acid (0.27 (0.09-0.81)), although there was no evidence of synergy.\n                Blood in the stomach reflects clinical features in patients with acute upper gastrointestinal bleeding and is reduced by treatment with lansoprazole and tranexamic acid.",
        "Year":2001
    }
]