[
    {
        "Unnamed: 0":27193,
        "ReviewID":"CD002948",
        "PMID":"PMID:2833184",
        "Title":"Effects of altering dietary essential fatty acids on requirements for non-steroidal anti-inflammatory drugs in patients with rheumatoid arthritis: a double blind placebo controlled study.",
        "Abstract":"In rheumatoid arthritis (RA) benefit from non-steroidal anti-inflammatory drugs (NSAIDs) is mediated through inhibition of the cyclo-oxygenase enzyme, thereby decreasing production of the 2 series prostaglandins (PGs). The lipoxygenase enzyme is intact, however, allowing leucotriene (LT) production, e.g., LTB4 (an inflammatory mediator). Treatment with evening primrose oil (EPO) which contains gamma-linolenic acid (GLA) leads to production of the 1 series PGs, e.g., PGE1, which has less inflammatory effects. Also LT production is inhibited. Eicosapentaenoic acid (EPA, fish oil) treatment provides a substrate for PGs and LTs, which are also less inflammatory. In this study 16 patients with RA were given 540 mg GLA\/day (EPO), 15 patients 240 mg EPA and 450 mg GLA\/day (EPO\/fish oil), and 18 patients an inert oil (placebo). The aim of this study was to determine if EPO or EPO\/fish oil could replace NSAID treatment in RA. The initial 12 month treatment period was followed by three months of placebo for all groups. Results at 12 months showed a significant subjective improvement for EPO and EPO\/fish oil compared with placebo. In addition, by 12 months the patients receiving EPO and EPO\/fish oil had significantly reduced their NSAIDs. After 3 months of placebo those receiving active treatment had relapsed. Despite the decrease in NSAIDs, measures of disease activity did not worsen. It is suggested that EPO and EPO\/fish oil produce a subjective improvement and allow some patients to reduce or stop treatment with NSAIDs. There is, however, no evidence that they act as disease modifying agents.",
        "Year":1988
    },
    {
        "Unnamed: 0":27177,
        "ReviewID":"CD002948",
        "PMID":"PMID:2758770",
        "Title":"Evening primrose oil and olive oil in treatment of rheumatoid arthritis.",
        "Abstract":"The effects of 10 ml of evening primrose oil or olive oil, administered twice daily for 12 weeks, on clinical and laboratory signs and on plasma prostaglandins were studied in 18 patients with rheumatoid arthritis. The plasma concentration of PGE2 decreased and that of TxB2 increased in both treatment groups, but no significant improvement could be seen in either group.",
        "Year":1989
    },
    {
        "Unnamed: 0":27179,
        "ReviewID":"CD002948",
        "PMID":"PMID:2673080",
        "Title":"Feverfew in rheumatoid arthritis: a double blind, placebo controlled study.",
        "Abstract":"Feverfew, reputed by folklore to be effective in arthritis, has in vitro properties that could be beneficial in the control of inflammatory disease. Forty one female patients with symptomatic rheumatoid arthritis received either dried chopped feverfew (70-86 mg) or placebo capsules once daily for six weeks. Allocation was random and not known by patient or observer. Variables assessed included stiffness, pain (visual analogue scale), grip strength, articular index, full blood count, erythrocyte sedimentation rate, urea, creatinine, C reactive protein, complement breakdown products (C3dg), rheumatoid factor titre, immunoglobulins (IgG, IgA, IgM), functional capacity, and patient and observer global opinions. One patient (placebo) withdrew after three days and was not included in the analysis. Treatment and placebo groups (20 patients each) were well matched at entry. No important differences between the clinical or laboratory variables of the groups were observed during the six week period. This study therefore shows no apparent benefit from oral feverfew in rheumatoid arthritis.",
        "Year":1989
    },
    {
        "Unnamed: 0":27185,
        "ReviewID":"CD002948",
        "PMID":"PMID:2509153",
        "Title":"A prospective, controlled, double-blind, cross-over study of tripterygium wilfodii hook F in treatment of rheumatoid arthritis.",
        "Abstract":"A polyglycosides of Tripterygium wilfodii hook F (TWH) preparation with a code name of T2 is used in the present double-blind, controlled, cross-over study on the treatment of 70 cases of rheumatoid arthritis (RA). An impressive curative effect of T2 is confirmed much more convincingly by the present study than that by the previously reported clinical open trials. The adverse reactions and the probable pharmacological mechanism of T2 are also discussed.",
        "Year":1989
    },
    {
        "Unnamed: 0":27190,
        "ReviewID":"CD002948",
        "PMID":"PMID:1954640",
        "Title":"Treatment of arthritis with topical capsaicin: a double-blind trial.",
        "Abstract":"The neuropeptide substance P has been implicated in the pathogenesis of inflammation and pain in arthritis. In this double-blind randomized study, 70 patients with osteoarthritis (OA) and 31 with rheumatoid arthritis (RA) received capsaicin (a substance P depletor) or placebo for four weeks. The patients were instructed to apply 0.025% capsaicin cream or its vehicle (placebo) to painful knees four times daily. Pain relief was assessed using visual analog scales for pain and relief, a categorical pain scale, and physicians' global evaluations. Most of the patients continued to receive concomitant arthritis medications. Significantly more relief of pain was reported by the capsaicin-treated patients than the placebo patients throughout the study; after four weeks of capsaicin treatment, RA and OA patients demonstrated mean reductions in pain of 57% and 33%, respectively. These reductions in pain were statistically significant compared with those reported with placebo (P = 0.003 and P = 0.033, respectively). According to the global evaluations, 80% of the capsaicin-treated patients experienced a reduction in pain after two weeks of treatment. Transient burning was felt at the sites of drug application by 23 of the 52 capsaicin-treated patients; two patients withdrew from treatment because of this side effect. It is concluded that capsaicin cream is a safe and effective treatment for arthritis.",
        "Year":1991
    },
    {
        "Unnamed: 0":27186,
        "ReviewID":"CD002948",
        "PMID":"PMID:1913008",
        "Title":"Evening primrose oil in patients with rheumatoid arthritis and side-effects of non-steroidal anti-inflammatory drugs.",
        "Abstract":"Forty patients with rheumatoid arthritis and upper gastrointestinal lesions due to non-steroidal anti-inflammatory drugs entered a prospective 6-month double-blind placebo controlled study of dietary supplementation with gamma-linolenic acid 540 mg\/day. Nineteen patients received active therapy (as evening primrose oil 6 g\/day) and 21 received placebo (olive oil 6 g\/day). No patient stopped non-steroidal anti-inflammatory therapy but three patients in each group reduced their dose. Other results showed a significant reduction in morning stiffness with gamma-linolenic acid at 3 months and reduction in pain and articular index at 6 months with olive oil. Whilst gamma-linolenic acid may produce mild improvement in rheumatoid arthritis, olive oil may itself have hitherto unrecognized benefits.",
        "Year":1991
    },
    {
        "Unnamed: 0":27182,
        "ReviewID":"CD002948",
        "PMID":"PMID:1375648",
        "Title":"Effect of topical capsaicin in the therapy of painful osteoarthritis of the hands.",
        "Abstract":"Topical capsaicin 0.075% was evaluated for the treatment of the painful joints of rheumatoid arthritis (RA) and osteoarthritis (OA) in a 4 week double blind, placebo controlled randomized trial. Twenty-one patients were selected, all of whom had either RA (n = 7) or OA (n = 14) with painful involvement of the hands. Assessments of pain (visual analog scale), functional capacity, morning stiffness, grip strength, joint swelling and tenderness (dolorimeter) were performed before randomization. Treatment was applied to each painful hand joint 4 times daily with reassessment at 1, 2 and 4 weeks after entry. One subject did not complete the study. Capsaicin reduced tenderness (p less than 0.02) and pain (p less than 0.02) associated with OA, but not RA as compared with placebo. A local burning sensation was the only adverse effect noted. These findings suggest that topical capsaicin is a safe and potentially useful drug for the treatment of painful OA of the hands.",
        "Year":1992
    },
    {
        "Unnamed: 0":27181,
        "ReviewID":"CD002948",
        "PMID":"PMID:8252313",
        "Title":"Cytokine and prostaglandin production by monocytes of volunteers and rheumatoid arthritis patients treated with dietary supplements of blackcurrant seed oil.",
        "Abstract":"In this study, dietary supplements of blackcurrant seed oil (BCO) rich in the n-6 polyunsaturated fatty acid (PUFA) gamma-linolenic acid were fed to both RA patients and healthy volunteers with sunflower seed oil being fed to control subjects. A significant improvement in morning stiffness was noted in the RA patients receiving BCO. Monocytes were isolated from all subjects and cultured in the presence of lipopolysaccharide. It was observed that the production from the cultured monocytes of the cytokines IL-1 beta, TNF alpha and IL-6 as well as the prostaglandin PGE2 was markedly altered in those subjects given BCO. The results suggest that the numerous beneficial effects of PUFAs in inflammatory diseases such as RA may be due to a reduction in the secretion of the inflammatory cytokines IL-1 beta and TNF-alpha via redirection of eicosanoid metabolism although the possibility cannot be excluded that the PUFAs may be altering cytokine release directly through an effect on monocyte membranes.",
        "Year":1993
    },
    {
        "Unnamed: 0":27192,
        "ReviewID":"CD002948",
        "PMID":"PMID:8214997",
        "Title":"Treatment of rheumatoid arthritis with gammalinolenic acid.",
        "Abstract":"To assess the clinical efficacy and side effects of gammalinolenic acid, a plant-seed-derived essential fatty acid that suppresses inflammation and joint tissue injury in animal models.\n                A randomized, double-blind, placebo-controlled, 24-week trial.\n                Rheumatology clinic of a university hospital.\n                Thirty-seven patients with rheumatoid arthritis and active synovitis.\n                Treatment with 1.4 g\/d gammalinolenic acid in borage seed oil or cotton seed oil (placebo).\n                Physicians' and patients' global assessment of disease activity; joint tenderness, joint swelling, morning stiffness, grip strength, and ability to do daily activities.\n                Treatment with gammalinolenic acid resulted in clinically important reduction in the signs and symptoms of disease activity in patients with rheumatoid arthritis (P < 0.05). In contrast, patients given a placebo showed no change or showed worsening of disease. Gammalinolenic acid reduced the number of tender joints by 36%, the tender joint score by 45%, swollen joint count by 28%, and the swollen joint score by 41%, whereas the placebo group did not show significant improvement in any measure. Overall clinical responses (significant change in four measures) were also better in the treatment group (P < 0.05). No patients withdrew from gammalinolenic acid treatment because of adverse reactions.\n                Gammalinolenic acid in doses used in this study is a well-tolerated and effective treatment for active rheumatoid arthritis. Gammalinolenic acid is available worldwide as a component of evening primrose and borage seed oils. It is usually taken in far lower doses than used in this trial. It is not approved in the United States for the treatment of any condition and should not be viewed as therapy for any disease. Further controlled studies of its use in rheumatoid arthritis are warranted.",
        "Year":1993
    },
    {
        "Unnamed: 0":27191,
        "ReviewID":"CD002948",
        "PMID":"PMID:8081671",
        "Title":"Treatment of rheumatoid arthritis with blackcurrant seed oil.",
        "Abstract":"The objective of this study was to assess the clinical efficacy and side effects of blackcurrant seed oil (BCSO), in a randomized, double-blind, placebo controlled, 24-week trial in patients with RA and active synovitis. BCSO is rich in gammalinolenic acid (GLA) and alphalinolenic acid (ALA). Both GLA and eicosapentaenoic acid which derives from ALA suppress inflammation and joint tissue injury in animal models. Treatment with BCSO resulted in reduction in signs and symptoms of disease activity in patients with RA (P < 0.05). In contrast, patients given a placebo showed no change in disease. Overall clinical responses (significant change in four measures) were no better in the treatment group than in the placebo group. No patients withdrew from BCSO treatment because of adverse reactions. However, many patients withdrew because BCSO and its placebo had to be administered in 15 large capsules daily. Nonetheless, the study indicates that BCSO is a potentially effective treatment for active RA. However, means must be found to reduce the size and number of capsules taken, so that larger studies of longer duration in RA patients can be done.",
        "Year":1994
    },
    {
        "Unnamed: 0":27188,
        "ReviewID":"CD002948",
        "PMID":"PMID:8912502",
        "Title":"gamma-Linolenic acid treatment of rheumatoid arthritis. A randomized, placebo-controlled trial.",
        "Abstract":"To assess the clinical efficacy and adverse effects of gamma-linolenic acid (GLA), a plant seed oil-derived unsaturated fatty acid that suppresses inflammation and joint tissue injury in animal models, in the treatment of active rheumatoid arthritis (RA).\n                Fifty-six patients with active RA were randomized to treatment groups in a 6-month, double-blind trial of GLA versus placebo. This was followed by a 6-month, single-blind trial during which all patients received GLA. Patients were treated with 2.8 gm\/day of GLA as the free fatty acid or with sunflower seed oil (placebo) administered in identical capsules.\n                Treatment with GLA for 6 months resulted in statistically significant and clinically relevant reductions in the signs and symptoms of disease activity in patients with RA. Overall meaningful responses (at least 25% improvement in 4 measures) were also better in the GLA treatment group (14 of 22 patients versus 4 of 19 in the placebo group; P = 0.015). During the second 6 months, both groups exhibited improvement in disease activity. Thus, patients taking GLA during the entire study showed progressive improvement during the second 6 months. In this group, 16 of 21 patients showed meaningful improvement at 12 months compared with study entry.\n                GLA at doses used in this study is a well-tolerated and effective treatment for active RA. GLA is available as a component of several plant seed oils and is usually taken in far lower doses than were used in this trial. It is not approved in the United States for the treatment of any condition, and should not be viewed as therapy for any disease. Further controlled studies of its in RA are warranted.",
        "Year":1996
    },
    {
        "Unnamed: 0":27187,
        "ReviewID":"CD002948",
        "PMID":"PMID:10852255",
        "Title":"Randomized double blind trial of an ayurvedic plant derived formulation for treatment of rheumatoid arthritis.",
        "Abstract":"To evaluate RA-1, a standardized plant extract formulation, traditionally considered a safe, effective antiarthritic in the Asian-Indian Ayurvedic medicinal system.\n                One hundred eighty-two patients with active-on-chronic rheumatoid arthritis (RA) participated in a 16 week randomized, double blind, placebo controlled, parallel efficacy clinical drug trial in Pune, India. Tenderness, pain, swelling, and several other efficacy measures were assessed by (1) ACR core set 20% and 50% improvement; (2) ACR 20% improvement response. An intent-to-treat analysis was performed; p<0.05 considered significant.\n                Seventeen patients withdrew (active = 9; placebo = 8); none withdrew due to drug toxicity. An unprecedented placebo response (often p<0.001 in within-group change) was observed. The active RA-1 group remained numerically superior at all evaluation timepoints. RA-1 demonstrated few significant differences: (1) increased proportion with 50% reduction in swollen joint count (95% CI approximately 1.52, 29.90) and swollen joint score (95% CI approximately 0.91, 28.73); (2) reduced rheumatoid factor (95% CI approximately -303.7, -2.72); 39% in the RA-1 group versus 30% placebo showed ACR 20% improvement (95% CI approximately -5.48, 24.59). Only minor side effects were seen, with no significant differences by treatment group.\n                In a trial with sufficient power, RA-1 revealed efficacy that was not significantly superior to the strong placebo response, except for improvement in joint swelling. Further, the effect on RF and good safety profile led to an open label phase.",
        "Year":2000
    },
    {
        "Unnamed: 0":27184,
        "ReviewID":"CD002948",
        "PMID":"PMID:11950006",
        "Title":"Randomized double blind trial of an extract from the pentacyclic alkaloid-chemotype of uncaria tomentosa for the treatment of rheumatoid arthritis.",
        "Abstract":"To evaluate safety and clinical efficacy of a plant extract from the pentacyclic chemotype of Uncaria tomentosa (UT) in patients with active rheumatoid arthritis (RA).\n                Forty patients undergoing sulfasalazine or hydroxychloroquine treatment were enrolled in a randomized 52 week, 2 phase study. During the first phase (24 weeks, double blind, placebo controlled), patients were treated with UT extract or placebo. In the second phase (28 weeks) all patients received the plant extract.\n                Twenty-four weeks of treatment with the UT extract resulted in a reduction of the number of painful joints compared to placebo (by 53.2% vs 24.1%; p = 0.044). Patients receiving the UT extract only during the second phase experienced a reduction in the number of painful (p = 0.003) and swollen joints (p = 0.007) and the Ritchie Index (p = 0.004) compared to the values after 24 weeks of placebo. Only minor side effects were observed.\n                This small preliminary study demonstrates relative safety and modest benefit to the tender joint count of a highly purified extract from the pentacyclic chemotype of UT in patients with active RA taking sulfasalazine or hydroxychloroquine.",
        "Year":2002
    },
    {
        "Unnamed: 0":27178,
        "ReviewID":"CD002948",
        "PMID":"PMID:12124856",
        "Title":"Benefit of an extract of Tripterygium Wilfordii Hook F in patients with rheumatoid arthritis: a double-blind, placebo-controlled study.",
        "Abstract":"To examine the safety and efficacy of an extract of Tripterygium wilfordii Hook F (TWHF) in the treatment of patients with rheumatoid arthritis (RA).\n                An ethanol\/ethyl acetate extract from the roots of TWHF was prepared and used in a prospective, double-blind, placebo-controlled study in patients with longstanding RA in whom conventional therapy had failed. Patients were randomly assigned to receive either placebo or low-dose (180 mg\/day) or high-dose (360 mg\/day) extract for 20 weeks, followed by an open-label extension period. Clinical responses were defined as 20% improvement in disease activity according to the American College of Rheumatology criteria. Side effects were actively queried and recorded at each visit.\n                A total of 35 patients were enrolled in the trial; 21 patients completed the 20-week study. One patient from each group withdrew because of side effects. Twelve, 10, and 10 patients in the placebo, low-dose, and high-dose groups, respectively, completed at least 4 weeks of treatment. Of these patients, 8 and 4 in the high-dose and low-dose groups, but none in the placebo group, met criteria for clinical response. Four, 4, and 7 patients in the placebo, low-dose, and high-dose groups, respectively, were enrolled in the open-label extension; of these, 2, 4, and 5 patients, respectively, met criteria for clinical response. The most common side effect was diarrhea, which caused 1 patient in the high-dose group to withdraw from the trial. No patients withdrew because of adverse events during the open-label extension.\n                The ethanol\/ethyl acetate extract of TWHF shows therapeutic benefit in patients with treatment-refractory RA. At therapeutic dosages, the TWHF extract was well tolerated by most patients in this study.",
        "Year":2002
    },
    {
        "Unnamed: 0":27183,
        "ReviewID":"CD002948",
        "PMID":"PMID:12610802",
        "Title":"A randomized double blind, placebo controlled trial of topical Tripterygium wilfordii in rheumatoid arthritis: reanalysis using logistic regression analysis.",
        "Abstract":"To assess the efficacy of topical Tripterygium wilfordii (TW), a Chinese herbal therapy, in rheumatoid arthritis (RA).\n                A 6 week randomized double blind placebo controlled study of 61 patients with RA meeting American College of Rheumatology (ACR) criteria was conducted in China. The primary outcome was a modified ACR-20 response rate, analyzed by logistic regression analysis.\n                The modified ACR-20 response rate differed significantly (topical TW 58% vs placebo 20%; p = 0.002). There was an 8.1-fold (95% CI 1.9-35.4) increase in the modified ACR-20 response for the TW compared to the placebo group, adjusted for age and erythrocyte sedimentation rate.\n                Topical TW appears efficacious for the treatment of RA, but larger studies are needed.",
        "Year":2003
    },
    {
        "Unnamed: 0":27180,
        "ReviewID":"CD002948",
        "PMID":"PMID:15517622",
        "Title":"Efficacy and safety of willow bark extract in the treatment of osteoarthritis and rheumatoid arthritis: results of 2 randomized double-blind controlled trials.",
        "Abstract":"To investigate the efficacy and safety of a standardized willow bark extract in patients with osteoarthritis (OA) and rheumatoid arthritis (RA).\n                We studied 127 outpatients with hip or knee OA and a WOMAC pain score of at least 30 mm and 26 outpatients with active RA in 2 randomized, controlled, double-blind trials with followup for 6 weeks. OA trial: Patients were randomized to receive willow bark extract, corresponding to 240 mg of salicin\/day, diclofenac 100 mg\/day, or placebo (n = 43, 43, and 41, respectively). Main outcome measure was the pain subscore of the WOMAC OA Index. RA trial: Patients were randomized to receive willow bark extract, corresponding to 240 mg salicin\/day (n = 13) or placebo (n = 13). Main outcome measure was the patient's assessment of pain rated on a 100 mm visual analog scale (VAS).\n                OA trial: WOMAC pain scores decreased by 8 mm (17%) in the willow bark group and by 23 mm (47%) in the diclofenac group, compared with 5 mm (10%) in the placebo group. The difference between willow bark extract and placebo was not statistically significant (-2.8 mm; 95% CI -12.1 to 6.4 mm; p = 0.55, ANCOVA), but the difference between diclofenac and placebo was highly significant (-18.0 mm; 95% CI -27.2 to -8.8 mm; p = 0.0002, ANCOVA). RA trial: The mean reduction of pain on the VAS was -8 mm (15%) in the willow bark group compared with -2 mm (4%) in the placebo group. The difference was not statistically significant (estimated difference -0.8 mm; 95% CI -20.9 to 19.3 mm; p = 0.93, ANCOVA).\n                The OA study suggested that the willow bark extract showed no relevant efficacy in patients with OA. Similarly, the RA trial did not indicate efficacy of this extract in patients with RA.",
        "Year":2004
    },
    {
        "Unnamed: 0":27189,
        "ReviewID":"CD002948",
        "PMID":"PMID:17907228",
        "Title":"Safety and efficacy of Ganoderma lucidum (lingzhi) and San Miao San supplementation in patients with rheumatoid arthritis: a double-blind, randomized, placebo-controlled pilot trial.",
        "Abstract":"To examine the efficacy of popular Chinese herbs used in a traditional Chinese medicine (TCM) combination of Ganoderma lucidum and San Miao San (SMS), with purported diverse health benefits including antioxidant properties in rheumatoid arthritis (RA).\n                We randomly assigned 32 patients with active RA, despite disease-modifying antirheumatic drugs, to TCM and 33 to placebo in addition to their current medications for 24 weeks. The TCM group received G lucidum (4 gm) and SMS (2.4 gm) daily. The primary outcome was the number of patients achieving American College of Rheumatology (ACR) 20% response and secondary outcomes included changes in the ACR components, plasma levels, and ex vivo-induced cytokines and chemokines and oxidative stress markers.\n                Eighty-nine percent completed the 24-week study. Fifteen percent in the TCM group compared with 9.1% in the placebo group achieved ACR20 (P > 0.05). Pain score and patient's global score improved significantly only in the TCM group. The percentage, absolute counts, and CD4+\/CD8+\/natural killer\/B lymphocytes ratio were unchanged between groups. CD3, CD4, and CD8 lymphocyte counts and markers of inflammation including plasma interleukin-18 (IL-18), interferon-gamma (IFNgamma)-inducible protein 10, monocyte chemoattractant protein 1, monokine induced by IFNgamma, and RANTES were unchanged. However, in an ex vivo experiment, the percentage change of IL-18 was significantly lower in the TCM group. Thirteen patients reported 22 episodes (14 in placebo group and 8 in TCM group) of mild adverse effects.\n                G lucidum and San Miao San may have analgesic effects for patients with active RA, and were generally safe and well tolerated. However, no significant antioxidant, antiinflammatory, or immunomodulating effects could be demonstrated.",
        "Year":2007
    },
    {
        "Unnamed: 0":27176,
        "ReviewID":"CD002948",
        "PMID":"PMID:17697905",
        "Title":"Assessment of comparative pain relief and tolerability of SKI306X compared with celecoxib in patients with rheumatoid arthritis: a 6-week, multicenter, randomized, double-blind, double-dummy, phase III, noninferiority clinical trial.",
        "Abstract":"SKI306X, which consists of biologically active ingredients from Clematis mandsburica, Tricbosantbes kirilowii, and Prunella vulgaris, was developed and tested in preclinical trials in Korea. Those studies found that SKI306X was associated with an anti-inflammatory and analgesic effect, and that it can delay the destruction of cartilage in rheumatoid arthritis (RA).\n                The aim of this study was to compare the pain relief and tolerability of SKI306X and celecoxib in patients with RA.\n                This study was a 6-week, multicenter, randomized, double-blind, double-dummy, Phase III, noninferiority clinical trial. Eligible patients were aged 18 to 80 years, had a history of RA with a disease duration of > or =3 months, and were functional American College of Rheumatology (ACR) class I, II, or III before entry. After a washout period of 2 weeks, patients were randomized to SKI306X 200 mg TID or celecoxib 200 mg BID for 6 weeks. The primary end point was a change in patient assessment of pain intensity using a visual analog scale (VAS). The secondary end points were a 20% improvement in response rate as defined by the ACR (ACR20) and the frequency of rescue medication use. Results after 3 and 6 weeks of treatment were compared with baseline and between treatment groups, and all patients were assessed for adverse events (AEs), clinical laboratory data, and vital signs. AEs were identified based on spontaneous reports by patients during interviews conducted by the investigators and the study coordinator.\n                Two hundred twenty-two Korean patients from 7 medical centers were assessed and 183 were enrolled and randomized to 1 of 2 treatment groups. Ninety-one patients (10 male, 81 female; mean [SD] age, 52.13 [12.64] years; mean [SD] duration of RA, 9.08 [10.23] years; no. [%] of ACR class I, II, and III, 13 [14.29], 44 [48.35] and 34 [37.36] patients, respectively) received SKI306X 200 mg TID and 92 patients (10 male, 82 female; mean [SD] age, 51.78 [10.94] years; mean [SD] duration of RA, 8.78 [7.78] years; no. [%] of ACR class I, II, and III, 14 [15.22], 44 [47.83], and 34 [36.96] patients, respectively) received celecoxib 200 mg BID. An analysis of the change in reported pain intensity as determined by VAS (mm) score between baseline and week 3 (mean [SD], 13.64 [16.62] vs 14.45 [15.89]), and between baseline and week 6 (18.4 [20.8] vs 17.9 [19.1], respectively) suggested that SKI306X was not inferior to celecoxib. The number of patients who achieved ACR20 response rate was not significantly different between the SKI306X group and the celecoxib group at week 3 (16\/87 [18.4%] vs 24\/87 [27.6%], respectively) and at week 6 (29\/87 [33.3%] vs 29\/87 [33.3%]). The frequency of rescue medication use was not significantly different between the SKI306X group and celecoxib group at week 3 (54\/87 [62.1%] vs 47\/87 [54.0%], respectively) or week 6 (57\/87 [65.5%] vs 49\/87 [56.3%]). Drug-related AEs were reported by 27 (29.7%) patients in the SKI306X group and 22 (23.9%) patients in the celecoxib group. The most frequent drug-related AEs were epigastric pain (9\/91 [9.9%]) in the SKI306X group and glutamyltranferase elevation (4\/92 [4.3%]) in the celecoxib group. No significant between-group differences were observed in the prevalence of drug-related clinical- or laboratory-determined AEs.\n                The results of this study suggest that SKI306X was generally well tolerated and not inferior to celecoxib in regard to pain relief in these Korean patients with RA.",
        "Year":2007
    },
    {
        "Unnamed: 0":27175,
        "ReviewID":"CD002948",
        "PMID":"PMID:19687490",
        "Title":"Comparison of Tripterygium wilfordii Hook F versus sulfasalazine in the treatment of rheumatoid arthritis: a randomized trial.",
        "Abstract":"Extracts of the medicinal plant Tripterygium wilfordii Hook F (TwHF) have been used in China for centuries to treat a spectrum of inflammatory diseases.\n                To compare the benefits and side effects of TwHF extract with those of sulfasalazine for the treatment of active rheumatoid arthritis.\n                Randomized, controlled trial. A computer-generated code with random, permuted blocks was used to assign treatment.\n                2 U.S. academic centers (National Institutes of Health, Bethesda, Maryland, and University of Texas, Dallas, Texas) and 9 rheumatology subspecialty clinics (in Dallas and Austin, Texas; Tampa and Fort Lauderdale, Florida; Arlington, Virginia; Duncanville, Pennsylvania; Wheaton and Greenbelt, Maryland; and Lansing, Michigan).\n                121 patients with active rheumatoid arthritis and 6 or more painful and swollen joints.\n                TwHF extract, 60 mg 3 times daily, or sulfasalazine, 1 g twice daily. Patients could continue stable doses of oral prednisone or nonsteroidal anti-inflammatory drugs but had to stop taking disease-modifying antirheumatic drugs at least 28 days before randomization.\n                The primary outcome was the rate of achievement of 20% improvement in the American College of Rheumatology criteria (ACR 20) at 24 weeks. Secondary end points were safety; radiographic scores of joint damage; and serum levels of interleukin-6, cholesterol, cortisol, and adrenocorticotropic hormone.\n                Outcome data were available for only 62 patients at 24 weeks. In a mixed-model analysis that imputed data for patients who dropped out, 65.0% (95% CI, 51.6% to 76.9%) of the TwHF group and 32.8% (CI, 21.3% to 46.0%) of the sulfasalazine group met the ACR 20 response criteria (P=0.001). Patients receiving TwHF also had significantly higher response rates for ACR 50 and ACR 70 in mixed-model analyses. Analyses of only completers showed similar significant differences between the treatment groups. Significant improvement was demonstrated in all individual components of the ACR response, including the Health Assessment Questionnaire disability score. Interleukin-6 levels rapidly and significantly decreased in the TwHF group. Although not statistically significant, radiographic progression was lower in the TwHF group. The frequency of adverse events was similar in both groups. Limitations: Only 62% and 41% of patients continued receiving TwHF extract and sulfasalazine, respectively, during the 24 weeks of the study. Long-term outcome data were not collected on participants who discontinued treatment.\n                In patients who continued treatment for 24 weeks and could also use stable oral prednisone and nonsteroidal anti-inflammatory drugs, attainment of the ACR 20 response criteria was significantly greater with TwHF extract than with sulfasalazine.",
        "Year":2009
    }
]