[
    {
        "Unnamed: 0":19959,
        "ReviewID":"CD009971",
        "PMID":"PMID:15111846",
        "Title":"Reduction in cardiovascular events after vascular surgery with atorvastatin: a randomized trial.",
        "Abstract":"This prospective, randomized, placebo-controlled, double-blind clinical trial was performed to analyze the effect of atorvastatin compared with placebo on the occurrence of a 6-month composite of cardiovascular events after vascular surgery. Cardiovascular complications are the most important cause of perioperative morbidity and mortality among patients undergoing vascular surgery. Statin therapy may reduce perioperative cardiac events through stabilization of coronary plaques.\n                One hundred patients were randomly assigned to receive 20 mg atorvastatin or placebo once a day for 45 days, irrespective of their serum cholesterol concentration. Vascular surgery was performed on average 30 days after randomization, and patients were prospectively followed up over 6 months. The cardiovascular events studied were death from cardiac cause, nonfatal myocardial infarction, unstable angina, and stroke.\n                Fifty patients received atorvastatin, and 50 received placebo. During the 6-month follow-up primary end points occurred in 17 patients, 4 in the atorvastatin group and 13 in the placebo group. The incidence of cardiac events was more than three times higher with placebo (26.0%) compared with atorvastatin (8.0%; P =.031). The risk for an event was compared between the groups with the Kaplan-Meier method, as event-free survival after vascular surgery. Patients given atorvastatin exhibited a significant decrease in the rate of cardiac events, compared with the placebo group, within 6 months after vascular surgery (P =.018).\n                Short-term treatment with atorvastatin significantly reduces the incidence of major adverse cardiovascular events after vascular surgery.",
        "Year":2005
    },
    {
        "Unnamed: 0":19961,
        "ReviewID":"CD009971",
        "PMID":"PMID:20413736",
        "Title":"Atorvastatin reduces macrophage accumulation in atherosclerotic plaques: a comparison of a nonstatin-based regimen in patients undergoing carotid endarterectomy.",
        "Abstract":"The object of our study was to compare the effect of high-dose vs low-dose atorvastatin vs nonstatin-based treatment (cholestyramine plus sitosterol) on cell composition of carotid plaque.\n                We recruited 60 hypercholesterolemic patients (total cholesterol, 5.83-7.64 mmol\/L) eligible for carotid endarterectomy. Three months before surgery, patients were randomized into 3 groups (n=20) receiving atorvastatin 10 mg\/day (AT-10) or atorvastatin 80 mg\/day (AT-80) or cholestyramine 8 g\/day plus sitosterol 2.5 g\/day. Analysis of cell composition was performed on endarterectomy specimens.\n                The 3 treatments resulted in a significant reduction of total cholesterol and low-density lipoprotein cholesterol (LDL-C), although the decrease in total cholesterol and LDL-C was of smaller magnitude in the cholestyramine plus sitosterol group. The 3 regimens did not influence the levels of inflammatory markers (including high-sensitivity C-reactive protein). Macrophage content was significantly lower in the AT-10 group plaques compared to the cholestyramine plus sitosterol group. It was further reduced in the AT-80 group plaques. These differences were no longer significant after adjustment for changes in LDL-C. No difference in lymphocyte number was observed among treatments, whereas the content of smooth muscle cells was higher in the AT- 80 group. An inverse association was observed between LDL-C changes in the 3 groups and macrophage content in the plaques.\n                Short-term treatment with high-dose statin is superior to a nonstatin lipid-lowering regimen in reducing the macrophage cell content within atherosclerotic lesions, but this effect was determined by the degree of LDL-C-lowering.",
        "Year":2010
    },
    {
        "Unnamed: 0":19958,
        "ReviewID":"CD009971",
        "PMID":"PMID:20889295",
        "Title":"A randomized placebo controlled trial of the effect of preoperative statin use on matrix metalloproteinases and tissue inhibitors of matrix metalloproteinases in areas of low and peak wall stress in patients undergoing elective open repair of abdominal aortic aneurysm.",
        "Abstract":"A double-blind, randomized controlled trial was carried out to study the effects of statins on matrix metalloproteinases (MMPs) and tissue inhibitors of matrix metalloproteinases (TIMPs) in areas of peak and low abdominal aortic aneurysm (AAA) wall stress.\n                A total of 40 patients undergoing elective open AAA repair were randomized to receive either atorvastatin 80 mg (n = 20) or placebo (n = 20) for 4 weeks preoperatively. Finite element analysis was used to determine AAA wall stress distribution. Full thickness aortic samples were obtained at surgery from areas of low and peak wall stress, snap-frozen, and stored at -80°C for subsequent MMP-2, -8, and -9 and TIMP-1 and -2 analyses. Statistical analysis was performed using SPSS 16.0 (SPSS Inc, Chicago, IL).\n                Both groups were well matched (p > 0.05) regarding age, gender, comorbidities, and duration of hospital stay. There were no statistically significant differences in levels of MMPs and TIMPs between the statin and placebo group and between areas of low and peak AAA wall stress.\n                The short-term use of statins is not associated in reducing levels of MMP 2, 8, and 9 and TIMP-1 and -2 in areas of low and peak wall stress in patients with AAA.\n                Copyright © 2011. Published by Elsevier Inc.",
        "Year":2011
    },
    {
        "Unnamed: 0":19960,
        "ReviewID":"CD009971",
        "PMID":"PMID:22528165",
        "Title":"STAR VaS--Short Term Atorvastatin Regime for Vasculopathic Subjects: a randomized placebo-controlled trial evaluating perioperative atorvastatin therapy in noncardiac surgery.",
        "Abstract":"Evidence suggests that statins reduce cardiovascular complications in patients undergoing noncardiac surgery, although questions remain regarding the mechanism of benefit and the preferred dosing strategy. In this trial, we evaluated the perioperative effects on C-reactive protein (CRP) that resulted from starting atorvastatin within seven days of noncardiac surgery. The objective was to identify anti-inflammatory effects of atorvastatin prior to conducting a large randomized trial with clinical end points.\n                In a single centre, parallel group, placebo-controlled trial, sixty high cardiac risk participants over age 45 yr undergoing noncardiac surgery were assigned randomly to one of three groups to receive atorvastatin 80 mg (A) and\/or placebo (P). Group AA (n = 26) received atorvastatin seven days before surgery, the day of surgery, and for seven days post surgery. Group PA (n = 17) received placebo seven days before surgery, atorvastatin on the day of surgery, and atorvastatin for seven days post surgery. Group PP (n = 17) received placebo at all times. All participants, health care professionals, research assistants, and outcome adjudicators were masked to treatment allocation. Analyses were by intention to treat. The primary outcome was the C-reactive protein level at 48 hr.\n                Fifty-six participants completed the 30-day follow-up. The mean (standard deviation) changes in CRP levels from baseline at 48 hr in Groups AA, PA, and PP were 141.0 (72.4), 153.5 (42.2), and 111.2 (84.6), respectively. The mean differences (95% confidence interval) at 48 hr for AA vs PA, AA vs PP, and PA vs PP were: -20.1 (-81.2 to 41.1), 22.7 (-31.7 to 77.2), and 42.8 (-20.0 to 105.7), respectively, adjusting for baseline CRP, type of procedure, presence of coronary artery disease, use of medications, and for multiple comparisons using Tukey's method.\n                Administration of atorvastatin, initiated within seven days preoperatively, was not associated with clinically significant reductions in CRP levels.",
        "Year":2012
    }
]