[
    {
        "Unnamed: 0":8176,
        "ReviewID":"CD004524",
        "PMID":"PMID:12422010",
        "Title":"Is methotrexate effective in ankylosing spondylitis?",
        "Abstract":null,
        "Year":2002
    },
    {
        "Unnamed: 0":8174,
        "ReviewID":"CD004524",
        "PMID":"PMID:11727838",
        "Title":"Clinical investigation of methotrexate in the treatment of ankylosing spondylitis.",
        "Abstract":"To investigate the efficacy and possible side effects of Methotrexate (MTX) treatment in patients with ankylosing spondylitis.\n                A total of 51 patients with a diagnosis of AS according to NewYork criteria were randomly distributed into 2 groups. In Group I (n = 25) only Naproxen (1000 mg\/day) and in Group II (n = 26) oral MTX (7.5 mg\/week) combined with Naproxen were given for 12 months. The patients were evaluated at 3, 6, and 12 months after the start of the treatment according to a number of clinical parameters using objective and subjective variables. Data were analysed using ki-square and Mann-Whitney U tests.\n                The comparison of the values using the percent changes and difference scores with respect to pretreatment values showed significant improvement in the \"global evaluation of the physician\" in Group II compared to Group I while no other parameter was found to be significantly different between the two groups. Those results have led us to conclude that a combination of MTX with Naproxen did not prove to be superior to Naproxen-alone treatment in terms of statistical significance. Further trials with MTX employing larger doses and different patient populations, mainly comprised of peripheral arthritis are necessary for delineation of the role of MTX in AS treatment.",
        "Year":2003
    },
    {
        "Unnamed: 0":8175,
        "ReviewID":"CD004524",
        "PMID":"PMID:15290737",
        "Title":"Efficacy of methotrexate in ankylosing spondylitis: a randomized, double blind, placebo controlled trial.",
        "Abstract":"To evaluate the efficacy and safety of methotrexate (MTX) compared with placebo in patients with active ankylosing spondylitis (AS).\n                This 24 week, double bind, randomized, placebo controlled trial compared the response between MTX 7.5 mg\/week or placebo in patients with active AS. The primary outcome measure was a composite index of improvement in 5 of the following scales: severity of morning stiffness, physical well being, the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI), the Bath Ankylosing Spondylitis Functional Index (BASFI), the Health Assessment Questionnaire for Spondyloarthropathies (HAQ-S), and physician and patient global assessment of disease activity.\n                Seventeen patients received MTX and 18 placebo. In the intention-to-treat analysis at 24 weeks, 53% of patients in the MTX group had a treatment response, compared with 17% in the placebo group (p = 0.03). We observed significant improvements with MTX in physical well being (p = 0.009), BASDAI (p = 0.02), BASFI (p = 0.02), physician global assessment (p < 0.001), patient global assessment (p = 0.03), and HAQ-S (p = 0.02). In the adjusted analysis only MTX determined the improvement in the primary outcome. At the end of the trial, one patient with MTX withdrew due to a lack of compliance, and one with placebo due to a lack of efficacy. We did not observe significant differences in rates of side effects between the 2 groups.\n                MTX is safe and effective for patients with AS. Longterm studies are needed to evaluate the permanence of its benefit.",
        "Year":2004
    }
]