[
    {
        "Unnamed: 0":11027,
        "ReviewID":"CD004095",
        "PMID":"PMID:629924",
        "Title":"Prospective comparison of modified fat-high-carbohydrate with standard low-carbohydrate dietary advice in the treatment of diabetes: one year follow-up study.",
        "Abstract":"1. A prospective randomized study of two dietary regimens has been started in newly-diagnosed diabetics to determine their effect on circulating metabolites and on diabetic complications. 2. During the first year of treatment the fasting plasma glucose concentrations on both the low-carbohydrate diet and the high-carbohydrate, modified-fat (MF) diet showed a similar decrease. 3. Plasma cholesterol showed a sustained decrease only in patients recommended a MF diet. Transient changes in plasma triglyceride concentrations occurred in patients on both dietary regimens. 4. Increased plasma cholesterol levels are associated with atheromatous disease which is common in diabetics in Europe and North America. A MF diet may therefore have an advantage in that it lowers the plasma cholesterol as well as being effective in lowering the plasma glucose.",
        "Year":1978
    },
    {
        "Unnamed: 0":11043,
        "ReviewID":"CD004095",
        "PMID":"PMID:6989592",
        "Title":"[Intensified therapy of newly detected maturity onset diabetes].",
        "Abstract":"In a prospective study 150 newly detected maturity onset-diabetics were randomized in 2 biostatistically comparable groups and underwent a treatment of different intensity. While the patients of the control group were treated according to the routine method used up to now in the dispensary for diabetics, in the intervention group an intensifying of the therapy took place, taking particular into consideration the body weight as well as the carbohydrate and fat metabolism. The decrease of body weight achieved by dietary intensive care proved to be the decisive factor for the tendency towards normalisation of glucose tolerance, hyperlipoproteinaemia and IRI-secretion, which could be registered in the intervention group after 2 years of observation. Following the preceding strong phase of diet, by Biguanides and Clofibrate a further significant improvement of the carbohydrate and fat metabolism could not be achieved. The decisive reserve in the treatment of obese maturity onset-diabetes could be seen in a permanent and continuous reduction of body weight. The results of this treatment depend highly on an intensive education as well as on frequent control of the patients' metabolism and their cooperation.",
        "Year":1980
    },
    {
        "Unnamed: 0":11014,
        "ReviewID":"CD004095",
        "PMID":"PMID:4042800",
        "Title":"Prospective evaluation of HDL cholesterol changes after diet and physical conditioning programs for patients with type II diabetes mellitus.",
        "Abstract":"High-density lipoprotein (HDL) cholesterol is known to be low in patients with diabetes mellitus. Low HDL levels are correlated with premature cardiovascular mortality in several major epidemiologic studies and many investigators believe increases in HDL cholesterol may reduce the risk of coronary heart disease. We evaluated dietary and exercise interventions in relation to HDL cholesterol in patients with type II diabetes mellitus. Sixty-five volunteers were randomly assigned to one of four experimental conditions: diet, exercise, diet plus exercise, or education control. Three months after entering the program, those exposed to the dietary intervention had significant increases in HDL cholesterol. HDL increases for the other two treatment groups did not differ significantly from the education control.",
        "Year":1985
    },
    {
        "Unnamed: 0":11038,
        "ReviewID":"CD004095",
        "PMID":"PMID:3980816",
        "Title":"Behavior change, weight loss, and physiological improvements in type II diabetic patients.",
        "Abstract":null,
        "Year":1985
    },
    {
        "Unnamed: 0":11009,
        "ReviewID":"CD004095",
        "PMID":"PMID:3535493",
        "Title":"Does self-monitoring of blood glucose levels improve dietary compliance for obese patients with type II diabetes?",
        "Abstract":"Self-monitoring of blood glucose levels is currently being recommended for obese patients with type II diabetes to improve weight loss and glycemic control. To determine whether self-monitoring of blood glucose levels improves dietary compliance in these patients, 50 obese patients with type II diabetes were randomly assigned either to a standard behavioral weight control program or to a weight control program that included self-monitoring of blood glucose levels and focused on the weight-blood glucose relationship. Both groups lost significant amounts of weight and maintained their losses for at least one year; reductions in medication could be made for 70 percent of patients. These data suggest that the behavioral weight control used in this study may be of benefit to patients with type II diabetes. However, there was no evidence that the addition of self-monitoring of blood glucose levels to the treatment program improved the outcome in terms of weight loss, reduction in medication, dietary compliance, or mood state.",
        "Year":1986
    },
    {
        "Unnamed: 0":11026,
        "ReviewID":"CD004095",
        "PMID":"PMID:3310940",
        "Title":"Long-term effects of modest weight loss in type II diabetic patients.",
        "Abstract":"Since most obese patients with type II diabetes are unable to achieve ideal body weight, this study examined whether more modest weight losses would provide a long-term benefit. Type II diabetic patients (N = 114) were treated in a behavioral weight control program and followed up for one year. Weight loss was significantly correlated with improvements in glycosylated hemoglobin values at posttreatment (r = .55) and one year (r = .51). Patients who lost more than 6.9 kg or had more than 5% reduction in body weight had significant improvements in glycosylated hemoglobin values at one year, while patients losing less weight had nonsignificant changes and those gaining weight had significant worsening. Thus, modest weight loss can have a long-term impact on glycemic control. However, the improvement in glycemic control for a given weight loss was greater initially than at one year, suggesting that energy restriction, in addition to weight loss, may contribute to initial improvement. Neither percent overweight nor diabetes treatment affected weight loss.",
        "Year":1987
    },
    {
        "Unnamed: 0":11016,
        "ReviewID":"CD004095",
        "PMID":"PMID:3302144",
        "Title":"Effects of diet and exercise interventions on control and quality of life in non-insulin-dependent diabetes mellitus.",
        "Abstract":"Evidence suggests that diet and exercise are associated with improved glucose tolerance for patients with non-insulin-dependent diabetes mellitus (NIDDM). Seventy-six volunteer adult patients with NIDDM were each assigned to one of four programs: diet, exercise, diet plus exercise, or education (control). Each program required ten weekly meetings. Detailed evaluations were completed prior to the program and after three, six, 12, and 18 months. Evaluations included various psychosocial measures, measures of the quality of life, and fasting blood glucose, glycosylated hemoglobin, and relative weight determinations. Of the 76 original participants, 70 completed the 18-month follow-up study. At 18 months, the combination diet-and-exercise group had achieved the greatest reductions in glycosylated hemoglobin measures. In addition, this group showed significant improvements on a general quality of life measure. These improvements were largely uncorrelated with changes in weight. The authors conclude that the combination of dietary change and physical conditioning benefits NIDDM patients, and that the benefits may be independent of substantial weight loss.",
        "Year":1987
    },
    {
        "Unnamed: 0":11039,
        "ReviewID":"CD004095",
        "PMID":"PMID:3612778",
        "Title":"Sex differences in weight loss among adults with type II diabetes mellitus.",
        "Abstract":"The treatment of choice for Type II or non-insulin-dependent diabetes mellitus is a behavioral program for the management of weight. However, compliance with this lifelong dietary regimen is often poor. In the current investigation male and female adults with diagnosed Type II diabetes were randomly assigned to either a behavior modification, a cognitive modification, a cognitive-behavior modification, or a control group. Patients were evaluated in terms of weight, percentage of body fat, and glycosylated hemoglobin measures. Men lost significantly more weight than women and subjects in the behavior modification group lost more weight and demonstrated greater decreases in diabetes control than subjects in the cognitive-behavior modification, cognitive, and control groups. A significant interaction indicated that diabetic men may benefit more from behavioral weight reduction programs than diabetic women. Several explanations for these findings are considered.",
        "Year":1987
    },
    {
        "Unnamed: 0":11010,
        "ReviewID":"CD004095",
        "PMID":"PMID:2853497",
        "Title":"[Intensive basic therapy decreases the need for drug treatment and improves glucose control: an important result of the diabetes intervention study].",
        "Abstract":"In a period of five years in the diabetes intervention study (DIS), 1,139 diabetics aged 30-55 years, who in a 6-week screening phase had been classified as dietetically manageable, were treated in a controlled randomized study with intensified non-medicamentous basic therapy and--in a double blind trial--with 1,6 g clofibric acid. The essential components of the basic therapy were a fat-modified diet (so-called prudent diet) and recommendations for endurance training. Thus in comparison to the control group we succeeded in performing a ca. 40% decrease of the application of oral antidiabetic drugs. The fasting blood values were, nevertheless, with 155 mg% significantly lower than in the control group (169 mg%). Clofibric acid had no influence neither on the necessity to use insulin or oral antidiabetic drugs nor to the control of glycaemia.",
        "Year":1988
    },
    {
        "Unnamed: 0":11025,
        "ReviewID":"CD004095",
        "PMID":"PMID:3071485",
        "Title":"Exercise in a behavioural weight control programme for obese patients with Type 2 (non-insulin-dependent) diabetes.",
        "Abstract":"Two studies were conducted to determine whether adding exercise to a diet programme promotes weight loss or glycaemic control in Type 2 (non-insulin-dependent) diabetic subjects. In Study 1, 25 subjects were randomly assigned to diet plus moderate exercise or diet plus placebo exercise. All subjects exercised twice a week as a group and once a week on their own; the diet plus moderate exercise group walked a 3-mile route at each session while the diet plus placebo exercise group did very low intensity exercises such as stretching and light calisthenics. All subjects followed a calorie-counting diet and were taught behaviour modification strategies. Weight losses and improvements in glycaemic control did not differ significantly between the two treatment groups at the end of the 10-week treatment or at 1-year follow-up. In Study 2, more extreme conditions were compared: a diet only group and a diet plus exercise group. The diet plus exercise group walked a 3-mile route with the group 3 times\/week and once a week on their own, while the diet only group was instructed to maintain their current low level of activity. Both groups received comparable diet and behaviour modification instruction and therapist contacts. The diet plus exercise group had significantly (p less than 0.01) better weight losses than the diet only condition at the end of the 10 week programme (-9.3 kg vs -5.6 kg) and at 1 year follow-up (-7.9 kg vs -3.8 kg).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1988
    },
    {
        "Unnamed: 0":11034,
        "ReviewID":"CD004095",
        "PMID":"PMID:2974778",
        "Title":"Group education for obese patients with type 2 diabetes: greater success at less cost.",
        "Abstract":"It has been suggested that much effort expended in teaching diabetic diets is ineffective and wasteful. We have tested a different system by randomly allocating 75 newly diagnosed obese Type 2 diabetic patients to usual 'unstructured' clinic care or to group education by diabetes specialist nurses and a dietitian. Patients allocated to group education attended five 90-min group sessions during the first 6 months. Six months after diagnosis they had lost more weight (median (95% Cl), 7 (5.5-9) vs 2(1-5)kg, p less than 0.002) and were better controlled (HbA1:7.5 (7.0-8.1) vs 9.5 (8.7-10.4)%, p less than 0.001) than those randomized to the usual clinic system. At 1 year (after no further visits) the difference in weight loss was less (5.5 (4-6.5) vs 3 (2-4) kg, p less than 0.05) and diabetic control was similar (HbA1:9.0(8.2-9.8) vs 9.9(8.9-10.9)%. At 1 year only 14(39%) of the education group and 9(23%) of those attending the clinic had a fasting blood glucose less than 7.0 mmol l-1.",
        "Year":1988
    },
    {
        "Unnamed: 0":11024,
        "ReviewID":"CD004095",
        "PMID":"PMID:2002132",
        "Title":"A \"family-based\" approach to the treatment of obese type II diabetic patients.",
        "Abstract":"Forty-nine obese diabetic patients with obese spouses (diabetic or nondiabetic) were randomly assigned to an alone or together condition. Patients in the alone group participated by themselves in a 20-week behavioral weight control program; their spouses attended assessment sessions only. Patients in the together group attended the program with their spouses; both were targeted for weight loss and taught social support strategies. Weight losses of patients treated alone and together did not differ significantly at posttreatment (19.9 vs. 19.1 lb) or 1-year follow-up (11.6 vs. 7.0 lb). However, there was a significant interaction of treatment and gender; women did better when treated with their spouses, whereas men did better when treated alone. A \"family-based\" approach was not effective for these obese Type II diabetic patients as a whole but may be helpful for women.",
        "Year":1991
    },
    {
        "Unnamed: 0":11023,
        "ReviewID":"CD004095",
        "PMID":"PMID:2064484",
        "Title":"Effects of a very-low-calorie diet on long-term glycemic control in obese type 2 diabetic subjects.",
        "Abstract":"We tested the hypothesis that the use of a very-low-calorie diet (VLCD) in combination with behavior modification would promote long-term glycemic control in obese type 2 diabetic subjects. Thirty-six diabetic subjects were randomly assigned to a standard behavior therapy program or to a behavior therapy program that included an 8-week period of VLCD. The behavior therapy group consumed a balanced diet of 4200 to 6300 J\/d throughout the 20-week program. The VLCD group consumed a balanced diet of 4200 to 6300 J for weeks 1 to 4, followed by a VLCD (1680 J\/d of lean meat, fish, and fowl) for weeks 5 to 12. The VLCD group then gradually reintroduced other foods during weeks 13 to 16 and consumed a balanced diet of 4200 to 6300 J\/d for weeks 17 to 20. Thirty-three of the 36 subjects completed the 20-week program and the 1-year follow-up. Use of the VLCD produced greater decreases in fasting glucose at the end of the 20-week program and at 1-year follow-up and greater long-term reductions in HbA1. The VLCD group also had greater weight losses at week 20, but weight losses from pretreatment to 1-year follow-up were similar in the two treatment groups. The improved glycemic control with the VLCD appeared to be due to increased insulin secretion, but further research is needed to confirm this.",
        "Year":1991
    },
    {
        "Unnamed: 0":11029,
        "ReviewID":"CD004095",
        "PMID":"PMID:1765032",
        "Title":"Diminished weight loss and behavioral compliance during repeated diets in obese patients with type II diabetes.",
        "Abstract":"Compared weight losses during first and second bouts of a very low calorie diet (VLCD) and examined whether decreased compliance might in part explain the decrease in weight loss during the second bout. Forty-five Type II diabetic patients participated in a year-long behavioral weight-reduction program that incorporated a VLCD (400 to 500 kcal\/day) during Weeks 1 to 12 and 28 to 40. Weight losses decreased dramatically from the first to the second VLCD (15.54 vs. 1.42 kg, p less than .0001). There was also markedly diminished adherence as assessed by weeks ketonuric, attendance, and completeness of self-monitoring records. The percentage of weeks subjects were in ketosis dropped from 61% during VLCD 1 to 13% during VLCD 2 (p less than .0001). Similarly, subjects attended significantly fewer treatment meetings during VLCD 2 and self-monitored less during VLCD 2 than during VLCD 1. Weeks ketonuric and initial weight accounted for 63% of the variance in weight loss during VLCD 1 (p less than .0001); weeks ketonuric and attendance predicted weight loss during VLCD 2 (p less than .0001), accounting for 54% of the variance. These results suggest the importance of behavioral factors in explaining poorer performance on a repeated diet.",
        "Year":1991
    },
    {
        "Unnamed: 0":11036,
        "ReviewID":"CD004095",
        "PMID":"PMID:2060433",
        "Title":"Diabetes Intervention Study. Multi-intervention trial in newly diagnosed NIDDM.",
        "Abstract":"In a randomized 5-yr multi-intervention trial, we tested the efficacy of intensified health education (IHE) in improving metabolic control and reducing the level of coronary risk factors and incidence of ischemic heart disease (IHD).\n                Within the intervention group, the benefit of clofibric acid was evaluated in a double-blind study. One thousand one hundred thirty-nine newly diagnosed middle-aged (30- to 55-yr-old) patients with non-insulin-dependent diabetes mellitus (NIDDM) entered the study. They were classified as diet controlled after a 6-wk screening phase with conventional dietary treatment. During the follow-up, the control group (n = 378) was cared for at different diabetes outpatient clinics with a standardized surveillance. The intervention group (n = 761) had a structured IHE that included dietary advice, antismoking and antialcohol education, and ways to enhance physical activity.\n                Randomly, 379 of the IHE patients received 1.6 g clofibric acid\/day, and the others received placebo. IHE resulted in improved glucose control (adjusted fasting blood glucose) levels after 5 yr (control subjects 9.27 mM, IHE group 8.71 mM, and IHE plus clofibric acid group 8.60 mM, P less than 0.01). The better glycemic control was achieved with fewer antidiabetic drugs. After 5 yr, antidiabetic drugs were prescribed to 47% of the control subjects, 28% of the IHE group, and 34% of the IHE plus clofibric acid group (cutoff limit for drug application was postprandial blood glucose of greater than or equal to 13.87 mM). The ratio of polyunsaturated to saturated fatty acids (0.26 vs. 0.40, P less than 0.01) and physical activity (174 vs. 327 scores, P less than 0.01) were increased, and blood pressure, tobacco, and alcohol consumption were significantly reduced by IHE. However, IHE had no effect on calorie intake, percentage of fat in the diet (45%), and body weight. The most important finding was the significant increase of blood cholesterol in all three groups (+0.47, +0.36, and +0.34 mM, respectively). Clofibric acid only prevented the increase of triglyceride levels (+0.56, +0.24, and +0.05 mM, respectively). The incidence rate per 1000 for myocardial infarction was 30.3 for control subjects, 53.6 for the IHE group, and 55.6 for the IHE plus clofibric acid group. The corresponding rates for IHD incidence were 90.9, 97.8, and 98.8, respectively. Men suffered more frequently from myocardial infarction, whereas women developed ECG criteria for IHD more frequently. Among the 35 cases of death, besides cardiovascular diseases, liver cirrhosis and neoplasia were the predominant causes. The death rate per 1000 in control subjects was 46.2, 30.6 in the IHE group, and 27 among patients with IHE plus clofibric acid.\n                IHE was of substantial benefit for the control of glycemia, significantly diminished the need for antidiabetic drugs, and reduced a cluster of risk factors but had no effect on the control of blood lipids. This could be one major reason for the failure of IHE, effective lowering of blood pressure, and clofibric acid to prevent cardiovascular complications. Clofibric acid was only effective in reducing triglycerides.",
        "Year":1991
    },
    {
        "Unnamed: 0":11013,
        "ReviewID":"CD004095",
        "PMID":"PMID:1642023",
        "Title":"[Coronary heart disease and insulin concentration in type II diabetic patients--results of a diabetes intervention study].",
        "Abstract":"There is experimental, clinical and epidemiological evidence that elevated insulin levels are associated with development of atherosclerosis. Early results came from studies in non-diabetics, but the situation with respect to diabetes is more complex and not so clear. The Diabetes Intervention Study is a population-based follow-up study in newly detected type II diabetics (30- to 55-yr-old). After 5 years 431 men and 320 women received a complex check up with oral glucose tolerance tests and measurements of plasma insulin and glucose levels, fasting and 2h post-load. Regarding the metabolic parameters, the fasting and postprandial insulin levels were higher among the patients having coronary heart disease (15% of men, 36% of women), as compared to patients without this disease. In multivariate analysis sex, age, antihypertensive treatment, blood pressure, body mass index, and fasting insulin levels were independently associated with the prevalence of coronary heart disease in patients with non-insulin dependent diabetes mellitus (NIDDM) treated with diet and\/or oral antidiabetics. Body mass index and triglycerides were the only variables that independently correlated to insulin: fasting insulin = 0.4 (body mass index) + 0.1 (triglycerides) - 4,2. In future prospective studies of diabetics relating insulin concentrations to the development of vascular disease are of particular interest and necessity. Because hyperinsulinemia may contribute to accelerated atherosclerosis in NIDDM-patients, the aim of the treatment of type II-diabetes should be to correct hyperglycemia without aggravating insulin levels and other cardiovascular risk factors.",
        "Year":1992
    },
    {
        "Unnamed: 0":11044,
        "ReviewID":"CD004095",
        "PMID":"PMID:1314245",
        "Title":"The effect of weight loss on change in waist-to-hip ratio in patients with type II diabetes.",
        "Abstract":"This study sought to determine whether weight loss would alter body fat distribution in obese men and women with type II diabetes. Subjects were 60 women and 33 men who participated in a year-long weight loss program. Weight losses of women and men, respectively, averaged 13.4 kg and 16.8 kg at six months and 11.2 kg and 13.1 kg at one year. WHR decreased significantly in both genders: for women, WHR decreased from 0.95 at baseline to 0.93 at six months and 0.94 at one year; for men WHR decreased from 0.99 at baseline to 0.96 at six months and 0.96 at one year. Subjects with greater upper body obesity at baseline did not lose more weight than subjects with less upper body obesity, but they did have greater reductions in WHR at six months in both genders and at one year in men. The magnitude of WHR reduction was strongly related to the amount of weight lost in men, but was not related to weight loss in women. Improvements in fasting glucose, fasting insulin, and HbA1 were significantly related to weight loss, but not to reductions in WHR. Thus, participation in a weight loss program had beneficial effects on body fat distribution in patients with type II diabetes, but these changes in WHR were not independently associated with improvements in glycemic control.",
        "Year":1992
    },
    {
        "Unnamed: 0":11045,
        "ReviewID":"CD004095",
        "PMID":"PMID:1516762",
        "Title":"Habitual physical activity, aerobic capacity and metabolic control in patients with newly-diagnosed type 2 (non-insulin-dependent) diabetes mellitus: effect of 1-year diet and exercise intervention.",
        "Abstract":"The aim of this study was to assess the effects of a 1-year intensified diet and exercise education regimen on habitual physical activity and aerobic capacity in middle-aged, obese patients with newly-diagnosed Type 2 (non-insulin-dependent) diabetes mellitus. In addition, we analysed whether the level and the changes in physical activity and aerobic capacity are related to the metabolic control of diabetes. After a 3-month basic education programme, 78 patients (45 men, 33 women) were randomly placed in an intervention or conventionally treated group. The intervention group received intensified diet education and continuous encouragement to increase physical activity which was monitored using exercise records and questionnaires. Aerobic capacity was assessed by measuring oxygen uptake at anaerobic threshold and at peak exercise. The proportion of patients with regular recreational exercise increased from 24% to 38% in the intervention men (0.10 less than p less than 0.20), remained at 54% in the conventionally treated men, increased from 53% to 70% in the intervention women (0.10 less than p less than 0.20) and from 31% to 50% (0.10 less than p less than 0.20) in the conventionally treated women. No measurable improvement was found in oxygen uptake in any of the groups. When the groups were combined, HbA1c showed an inverse correlation with oxygen uptake at anaerobic threshold (r = 0.27, p less than 0.01) and maximum oxygen uptake (r = 0.28, p less than 0.01) at 12 months.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1992
    },
    {
        "Unnamed: 0":11021,
        "ReviewID":"CD004095",
        "PMID":"PMID:8314427",
        "Title":"Work absenteeism in type 2 diabetes mellitus: results of the prospective Diabetes Intervention Study.",
        "Abstract":"Newly diagnosed mild Type 2 diabetic patients, aged 30-55 years, were included in the prospective, multi-centre Diabetes Intervention Study. They were randomly allotted to either an intervention group receiving intensified health education or to a control group on usual care. This paper reports the incidence, duration of and causes for absence from work due to any disease in the patients who were working during the first 5-year follow-up. Data from 817 patients could be taken into account. 14.5% of the intervention patients and 17.3% of the control patients had never been on the sick list. Those patients who had undergone intensified health education were listed sick less often. Women showed a higher work absenteeism in either group; they had higher blood pressure and higher body mass index at entry. Cardiovascular diseases and musculo-skeletal disorders were major reasons for absence from work. However, when compared to the general population, these Type 2-diabetic patients were approximately four times more often on the sick list. Thus, the health education programme of the Diabetes Intervention Study was shown to be effective with respect to work absenteeism. Teaching patients is recommended as an important part of the therapeutic regimen.",
        "Year":1993
    },
    {
        "Unnamed: 0":11012,
        "ReviewID":"CD004095",
        "PMID":"PMID:8435991",
        "Title":"Effect of metabolic control on autonomic function in obese patients with newly diagnosed type 2 diabetes.",
        "Abstract":"To evaluate the effect of diet therapy and physical exercise on autonomic nervous function in newly diagnosed Type 2 diabetes, we followed 83 middle-aged obese patients (48 men, 35 women) for a 15-month period. After a 3-month basic education programme the patients were randomized to one of two groups for comparison of standard treatment given by community health centres (conventionally treated group) and intensive dietary and exercise education (intervention group). Autonomic function was assessed by heart rate variability during deep breathing (expiration\/inspiration ratio, E\/I), and by systolic blood pressure response to standing up. The intensively treated women (n = 18) had the best blood glucose throughout the study, and this was the only group to show an improvement in E\/I ratio (1.19 +\/- 0.03 vs 1.30 +\/- 0.05, mean +\/- SEM, p < 0.05). None of the groups showed any significant change in systolic blood pressure response to standing up. For further analyses, the original groups were combined and thereafter divided into those with declining fasting blood glucose during the intervention phase (n = 39) and into those with no change or increase in blood glucose level (n = 44). The group with improving blood glucose level showed an increase in E\/I ratio (1.22 +\/- 0.02 vs 1.28 +\/- 0.03, p < 0.01) while in the other group E\/I ratio remained unchanged (1.21 +\/- 0.02 vs 1.20 +\/- 0.02). The difference in E\/I ratio between these two groups was significant at 15 months (p < 0.05).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1993
    },
    {
        "Unnamed: 0":11008,
        "ReviewID":"CD004095",
        "PMID":"PMID:8382712",
        "Title":"Impact of intensified dietary therapy on energy and nutrient intakes and fatty acid composition of serum lipids in patients with recently diagnosed non-insulin-dependent diabetes mellitus.",
        "Abstract":"Compliance with dietary recommendations and the effect of intensified dietary therapy on energy and nutrient intakes and fatty acid composition of serum lipids were studied in 86 obese subjects (aged 40 to 64 years) with recently diagnosed non-insulin-dependent diabetes mellitus (NIDDM). After three months of basic education, the subjects were randomly separated into an intervention group (n = 40) and a conventional treatment group (n = 46). Members of the intervention group participated in 12 months of intensified education; those in the conventional group visited local health centers. Compliance with dietary instructions was monitored through food records. Intensified dietary therapy resulted in greater weight loss, better metabolic control, and a less atherogenic lipid profile than conventional treatment. Intake of energy and saturated fatty acids tended to decline in the intervention group. A higher percentage of patients in the intervention group had a total fat intake of 30% of energy or less after 15 months (32.5% [12 of 38] vs 17.4% [8 of 46]). Similarly, more patients in the intervention group had a saturated fatty acid intake of 10% or less of total energy intake at the end of the study (35.0% [13 of 38] vs 8.7% [4 of 46]). The mean dietary cholesterol intake was within recommendations in both groups at the end of the study. The relative percentage of linoleic acid of serum lipids increased significantly and the relative percentage of palmitic acid of serum triglycerides, phospholipids, and cholesterol esters decreased in the intervention group. These changes indicate that intensified dietary therapy improved the quality of fat in the diet of patients with NIDDM.",
        "Year":1993
    },
    {
        "Unnamed: 0":11018,
        "ReviewID":"CD004095",
        "PMID":"PMID:8319521",
        "Title":"The maintenance of improved metabolic control after intensified diet therapy in recent type 2 diabetes.",
        "Abstract":"Altogether 86 patients with recently diagnosed NIDDM, aged 40-64 years were randomised after 3 months of basic education to intensified diet (Int. group, 21 men, 19 women) or conventional treatment groups (Conv. group, 28 men, 18 women). The aim was to examine whether an intensified diet education would result in a better metabolic control and greater reduction in cardiovascular risk factors than conventional treatment for obese patients with recently diagnosed type 2 diabetes mellitus. Furthermore, both groups were re-examined after a second year of observation period to find out the maintenance of the results after intervention. After basic education, Int. group participated in 12-months diet education, while Conv. group was treated in local health centres. During the intervention period, only Int. group showed further weight reduction. Only 20% of patients in Int. and 6% of patients in Conv. group had BMI < 27 kg\/m2 at the end of the intervention, while 75% of patients in Int. and 52% of patients in Conv. group had achieved a good metabolic control (fasting blood glucose < 6.7 mmol\/l; P = 0.005 between groups). Serum total cholesterol did not change significantly, but the changes in HDL-cholesterol, triglycerides and apolipoprotein B level were significant in Int. group only. The proposed acceptable values for serum lipids were achieved by 52 to 88% of patients without major differences between the two groups. During the second year of observation, weight gained in both groups and a deterioration was seen in metabolic control. Despite that a greater proportion of patients in the Int. group still was in good metabolic control (55.3% vs. 31.8%, P = 0.016), furthermore Int. group was receiving less frequently oral drugs for hyperglycaemia than Conv. group. No differences in serum lipids were observed between the groups after the observation period. HDL-cholesterol showed a persistent improvement in both groups.",
        "Year":1993
    },
    {
        "Unnamed: 0":11032,
        "ReviewID":"CD004095",
        "PMID":"PMID:7942937",
        "Title":"Year-long weight loss treatment for obese patients with type II diabetes: does including an intermittent very-low-calorie diet improve outcome?",
        "Abstract":"To evaluate a year-long behavioral weight control program, used with and without an intermittent very-low-calorie diet (VLCD) in the treatment of type II diabetes mellitus.\n                Subjects (n = 93) were randomly assigned to 50-week treatment programs that used either a balanced low-calorie diet (LCD) of 1,000 to 1,000 kilocalories (kcal) per day throughout or included 2 12-week periods of a VLCD of 400 to 500 kcal per day alternating with the balanced LCD. Weight, glycemic control, blood pressure, and lipids were assessed at baseline, at the end of the year-long treatment, and at 2-year follow-up.\n                Subjects in the VLCD program lost significantly more weight than did LCD subjects at the end of the 50-week program (14.2 kg versus 10.5 kg; P = 0.057) and remained off diabetes medication longer (P < 0.05). These benefits of the VLCD were due primarily to the first 12 weeks of the diet; the second diet maintained, but did not increase, these effects. Subjects in both groups experienced marked improvements in glycemic control and cardiovascular risk factors over the year-long program, but attendance declined in the latter weeks of treatment and weight was regained. There was also marked recidivism in both groups in the year following treatment.\n                The intermittent VLCD improved weight loss and glycemic control, but these effects were quite modest and do not appear to justify the clinical use of an intermittent VLCD. Moreover, lengthening treatment to a full year did not prevent relapse. Thus, further research is needed to develop a successful approach to long-term weight control.",
        "Year":1994
    },
    {
        "Unnamed: 0":11046,
        "ReviewID":"CD004095",
        "PMID":"PMID:7988302",
        "Title":"Physical activity and fibrinogen concentration in newly diagnosed NIDDM.",
        "Abstract":"To evaluate whether plasma fibrinogen concentration is correlated with the level of physical activity and aerobic power in patients with newly diagnosed non-insulin-dependent diabetes mellitus (NIDDM).\n                We studied 78 middle-aged (54 +\/- 6 years, mean +\/- SD), obese (body mass index [BMI] 32+\/- 5 kg\/m2) patients (45 men and 33 women) before and after a 12-month treatment period consisting of either conventional treatment given by community health centers or intensified dietary and exercise education given by a university outpatient clinic. Plasma fibrinogen concentration was measured by using a coagulometer. Physical activity was assessed by a questionnaire, and the patients were classified into a sedentary group or moderately or intensively exercising groups. Aerobic power (maximum oxygen uptake [VO2max], anaerobic threshold [VO2at]) was measured by direct breath-by-breath technique.\n                At baseline, the sedentary patients had higher fibrinogen concentration than those with moderate or high physical activities (3.8 +\/- 0.8 vs. 3.3 +\/- 0.7 g\/l, P < 0.01). Both VO2max and VO2at (ml.min-1.kg-1) showed an inverse linear correlation with fibrinogen (r = -0.38, P < or = 0.001, and r = -0.29, P < 0.01, respectively). In the stepwise multiple regression analysis, BMI, VO2 (ml\/min), and smoking were the only significant independent factors explaining 23% of the variance in fibrinogen concentration. In sedentary patients, poor glycemic control was related with high fibrinogen concentration. During the follow-up period, patients maintained, on the average, good to moderate glycemic control. The originally sedentary group showed a decrease in fibrinogen concentration (to 3.3 +\/- 0.7 g\/l, P < or = 0.001) that reached the same level that the physically more active groups had at baseline. This change was associated with improved glycemic control, but not with any of the other assessed factors, including fatty acid composition of serum lipids reflecting dietary intake of fats.\n                In addition to BMI and smoking, low reported physical activity and low aerobic power are independently associated with high plasma fibrinogen concentration in newly diagnosed NIDDM.",
        "Year":1994
    },
    {
        "Unnamed: 0":11028,
        "ReviewID":"CD004095",
        "PMID":"PMID:8024729",
        "Title":"Metabolic and dietary determinants of serum lipids in obese patients with recently diagnosed non-insulin-dependent diabetes.",
        "Abstract":"The aim of the study was to ascertain the metabolic and dietary determinants of changes in serum lipids during a 15-month diet therapy of obese patients (n = 71, 41 males, 30 females) with recently diagnosed Type 2 (non-insulin-dependent) diabetes. The subjects lost weight and improvement in glycaemic control was observed, but due to variation in individual responses the mean serum total cholesterol or non-HDL cholesterol did not change significantly. The proportion of palmitic acid decreased and that of linoleic acid increased in serum lipids during the study, and serum triglycerides decreased and HDL-cholesterol increased. In univariate analyses, decreased serum triglyceride level was associated with serum triglycerides at baseline, decreases in body mass index, fasting blood glucose and palmitic acid proportion of serum triglycerides, and the intake of saturated fats and dietary fibre, but in multiple regression analyses the determinants for decreased serum triglycerides were high serum triglycerides at baseline and a decreased proportion of palmitic acid in serum triglycerides. In univariate analysis, increased HDL-cholesterol was associated with the baseline HDL-cholesterol, decrease in the triceps\/subscapularis ratio and the intake of saturated and mono-unsaturated fatty acids, but none of these variables had an independent contribution to the increase in serum HDL-cholesterol in multiple regression analysis. In conclusion, a reduction of palmitic acid in the serum lipids, which was probably due to reduction of dietary saturated fatty acids, had beneficial effects on serum lipids in obese patients with Type 2 diabetes, independently of weight loss and improvement in glycaemic control.",
        "Year":1994
    },
    {
        "Unnamed: 0":11020,
        "ReviewID":"CD004095",
        "PMID":"PMID:7888692",
        "Title":"Self-monitoring of blood glucose in overweight type 2 diabetic patients.",
        "Abstract":"Self-monitoring of blood glucose (SBGM) is widely recommended for both type 1 and type 2 diabetic patients despite the lack of evidence of benefit in glucose control or as an aid in weight loss in type 2 subjects. This study tested the hypothesis that combined use of SMBG and dietary carbohydrate (CHO) counting, using the blood monitoring results to shape dietary CHO quotas, is beneficial in managing type 2 diabetes. Twenty-three overweight (body mass index, BMI 27.5-44 kg\/m2) patients aged 40-75 participated in a 28-week behavioral weight control program. Baseline hemoglobin HbA1c ranged between 9.5% and 13.5% (normal range 5.5%-7.7%). Subjects were matched for weight, sex, and HbA1c and assigned to small (4-8 participants) groups which met weekly for 12 weeks and then monthly for 16 weeks. After 8 weeks, the groups were randomized either to continue the behavioral program or to have SMBG and dietary CHO counting. Glucose monitoring was performed 6 times daily (pre- and 2 h postprandially) for the first month, focusing on the meal increment and correlating this to dietary CHO intake. Weight loss was identical in both groups during the year of follow-up. The HbA1c level showed a progressive decline in experimental subjects (P < 0.05), whereas there was no improvement in control subjects.",
        "Year":1994
    },
    {
        "Unnamed: 0":11011,
        "ReviewID":"CD004095",
        "PMID":"PMID:8112194",
        "Title":"Long-term comparison of three dietary prescriptions in the treatment of NIDDM.",
        "Abstract":"To compare three sets of dietary guidelines for the treatment of non-insulin-dependent diabetes (NIDDM) in free-living individuals and to observe the effects on metabolic control over an 18-month period.\n                Seventy volunteer subjects with NIDDM were randomly assigned to one of three diets, a weight-management diet, a high-carbohydrate\/fiber diet, or a modified-lipid diet and followed for 18 months. Nutrient intakes, weight, blood lipids, and glycemic control were measured.\n                In all diet groups, glycated hemoglobin (HbA1) fell significantly before diet intervention began, remaining lower throughout the study and at follow-up 9 months later. Low-density lipoprotein (LDL) cholesterol showed a sustained fall in all groups after diet intervention. Apart from transient changes in high-density lipoprotein (HDL) cholesterol and triglyceride (TG) in the diet groups with the higher carbohydrate intake, no lasting differences were found between the three diet groups.\n                In the long term, there were few differences in the outcome of the three dietary prescriptions. Even with intensive instruction, participants found it difficult to meet recommended nutrient intakes; however, specific dietary advice did result in an improvement in LDL cholesterol. Adverse changes in HDL cholesterol and TG because of diet intervention were transient. The significant improvement in glycemic control during the recruitment phase may have been the result of participants' previous dietary knowledge and the increased attention that they received during the intervention.",
        "Year":1994
    },
    {
        "Unnamed: 0":11042,
        "ReviewID":"CD004095",
        "PMID":"PMID:8612437",
        "Title":"Effects of a behavioral weight loss program stressing calorie restriction versus calorie plus fat restriction in obese individuals with NIDDM or a family history of diabetes.",
        "Abstract":"The aim of this randomized trial was to compare the effects of a behavioral intervention focusing on either calorie restriction alone or calorie plus fat restriction on weight loss and changes in lipids and glycemic control in individuals with non-insulin-dependent diabetes mellitus (NIDDM) or a family history of diabetes.\n                We recruited 44 obese women with NIDDM and 46 obese women with a family history of NIDDM and randomly assigned these subjects to calorie restriction (CAL) or to calorie plus fat restriction (CAL + FAT). All subjects participated in a 16-week behavioral weight loss program, with training in diet, exercise, and behavior modification. Subjects assigned to the CAL condition were given a 1,000-1,500 kcal\/day goal and self-monitored calories consumed. Subjects assigned to the CAL+FAT condition had the same calorie goal, but were also given a fat goal (grams of fat\/day), to produce a diet with < 20% of calories from fat; this group monitored both calories and fat grams.\n                Among NIDDM subjects, weight loss of the subjects in the CAL+FAT condition was significantly greater than subjects in the CAL condition (7.7 vs. 4.6 kg) and the CAL+FAT condition group also maintained their weight loss better at the 1-year follow-up (5.2 vs. 1.0 kg). Significant decreases in glucose, high-density lipoprotein (HDL) cholesterol, and total cholesterol were seen after 16 weeks of treatment among NIDDM subjects; these changes were similar in CAL and CAL+FAT groups, but a greater proportion of subjects in CAL condition required oral hypoglycemic medication. At the 1-year follow-up, all parameters had returned to baseline. No significant differences in weight loss or physiological changes were seen between CAL and CAL+FAT conditions in subjects with a family history of diabetes.\n                These results suggest that using the combination of calorie and fat restriction may help promote weight loss in obese NIDDM patients. No other long-term benefits of this regimen were observed.",
        "Year":1995
    },
    {
        "Unnamed: 0":11037,
        "ReviewID":"CD004095",
        "PMID":"PMID:8949977",
        "Title":"Early lifestyle intervention in patients with non-insulin-dependent diabetes mellitus and impaired glucose tolerance.",
        "Abstract":"Non-insulin-dependent diabetes mellitus (NIDDM) is preceded by impaired glucose tolerance (IGT) lasting for years before manifesting as overt hyperglycaemia. Both genetic and environmental factors contribute to the development of IGT and NIDDM. Obesity, physical inactivity and high-fat diet have been found to predict IGT and NIDDM. Therefore, a diet and exercise intervention from diagnosis of NIDDM could improve the treatment outcome and prognosis of patients with NIDDM. Furthermore, because subjects with IGT are at increased risk for diabetes and atherosclerotic vascular disease, it is reasonable to assume that in terms of reducing the incidence and longterm consequences of NIDDM an intervention at this phase is more effective than in overt diabetes. Although the nonpharmacological approach is generally accepted as the first-line treatment of NIDDM its efficacy has often been questioned. Therefore, it is important to carry out long-term controlled studies to find out to what extent lifestyle modification could improve the metabolic control and level of major cardiovascular risk factors known to be associated with poor outcome in NIDDM. This kind of study also gave relevant experience in planning studies aiming at primary prevention of NIDDM. One-year dietary and exercise intervention on newly diagnosed NIDDM patients in Kuopio, Finland resulted in a better metabolic control and a moderate reduction in cardiovascular risk factors as compared to the conventional treatment group. After the second year of follow-up only 12.5% in the intervention group were receiving oral antidiabetic drugs vs. 34.8% in the conventional treatment group. Weight reduction and a reduced use of saturated fats appeared to be the main determinants of successful treatment results. Good aerobic capacity was associated with an increase in HDL cholesterol. A multicentre primary prevention study on IGT patients is continuing in Finland applying the same principles of intervention as used in the study on newly diagnosed NIDDM patients. Pilot results show that glucose tolerance can be improved by lifestyle changes.",
        "Year":1996
    },
    {
        "Unnamed: 0":11030,
        "ReviewID":"CD004095",
        "PMID":"PMID:8732700",
        "Title":"Effectiveness of a behavioral weight control program for blacks and whites with NIDDM.",
        "Abstract":"To compare the weight losses of black and white patients with NIDDM treated in a year-long behavioral weight loss program.\n                Subjects were randomly assigned to a behavioral program that either used a low-calorie diet throughout or included two 12-week periods of a very-low calorie diet (VLCD). Weight, dietary intake, and exercise were measured at 0, 6, and 12 months of treatment, and attendance and self-monitoring records were assessed weekly throughout the year.\n                Blacks had smaller weight losses than whites regardless of treatment condition. Overall weight losses (baseline to 1 year) were 7.1 kg in blacks vs 13.9 kg in whites. The differences in overall outcome resulted primarily from greater weight regain in blacks during months 6-12 than in whites. There was a trend for blacks to have poorer attendance than whites during the latter half of the program and for blacks to report smaller changes in calorie intake from baseline to 6 months.\n                The results confirm prior studies with nondiabetic patients showing smaller weight losses in blacks than in whites and suggest that these differences may result primarily from faster weight regain in blacks. Further research is needed to more carefully examine the variables that may explain this difference and to develop more effective programs for blacks with NIDDM.",
        "Year":1996
    },
    {
        "Unnamed: 0":11031,
        "ReviewID":"CD004095",
        "PMID":"PMID:9061712",
        "Title":"Insulin sensitivity as a predictor of weight regain.",
        "Abstract":"A recent study found that increases in insulin sensitivity following weight loss and stabilization were strongly related to subsequent weight regain. The present paper analyzed this relationship in two behavioral weight-loss programs. In the first study, 125 nondiabetic subjects were followed over 30 months; weight losses averaged 10 kg at six months, and subjects had regained 8 kg of their weight loss by their 30-month follow-up. Neither fasting insulin levels at six months nor changes in fasting insulin from zero to six months were related to subsequent weight regain. Similarly, insulin levels measured two hours after a 75 g glucose load were unrelated to subsequent weight regain. The second study followed 33 individuals with Type II diabetes, treated with behavior modification, and either a low calorie diet or a very low calorie diet. Weight losses averaged 18 kg at six months, and subjects had regained 10 kg by their 24-month follow-up. The Bergman minimal model was used to assess insulin sensitivity at 6-month intervals. Initial analyses suggested that changes in insulin sensitivity from zero to six months were related to subsequent weight regain, but this effect was strongly influenced by an outlier. After removing this individual, there were no significant relationships between the changes in insulin sensitivity that accompanied weight loss and future weight regain. Likewise, insulin sensitivity at 12 months did not predict weight regain from 12 to 24 months. These data do not support the hypothesis that increases in insulin sensitivity with weight loss are associated with subsequent weight regain.",
        "Year":1997
    },
    {
        "Unnamed: 0":11033,
        "ReviewID":"CD004095",
        "PMID":"PMID:9009974",
        "Title":"Nutritional management of cardiovascular risk factors. A randomized clinical trial.",
        "Abstract":"Adherence to dietary recommendations for disease management is often hindered by the complexity of incorporating them into the daily diet. Nutrition and cardiovascular scientists and food technologists collaborated to develop a prepared meal plan that meets national dietary guidelines for cardiovascular risk reduction.\n                To assess the clinical effects of this plan, which incorporates all National Academy of Sciences National Research Council recommended dietary allowances for vitamins, minerals, and macronutrients, compared with a patient-selected American Heart Association Step I and Step II diet plan.\n                This multicenter, randomized, parallel-intervention trial was conducted at 10 medical centers in the United States and Canada and involved 560 men and women with hypertension, dyslipidemia, or diabetes. Following calculation of prescriptions to meet individual nutritional requirements based on the Harris-Benedict equation, participants were randomized to the Campbell's Center for Nutrition and Wellness (CCNW) plan, which is composed of prepackaged breakfast, lunch, and dinner meals provided to participants, or a nutritionist-guided American Heart Association Step I and Step II diet, in which participants self-selected foods to meet their nutrition prescription for 10 weeks.\n                Blood pressure (BP); lipid, glucose, glycosylated hemoglobin (HbA1c), and insulin levels; body weight; dietary intake; and quality of life.\n                Patients' BP, lipid levels, carbohydrate metabolism, weight, and quality of life (P < or = .001 for all findings except low-density lipoprotein-high-density lipoprotein ratio, P = .25) all improved on both nutrition plans. Mean differences (+\/-SD) between baseline and treatment clinical values for the CCNW and the self-selected diet groups (between-group P values), respectively, were as follows: systolic BP, -6.4 +\/- 9.2 mm Hg and -4.6 +\/- 9.0 mm Hg (P = .02); diastolic BP, -4.2 +\/- 5.7 mm Hg and -3.0 +\/- 5.1 mm Hg (P = .006); cholesterol, -0.32 +\/- 0.58 mmol\/L and -0.27 +\/- 0.56 mmol\/L (-12.4 +\/- 22.5 mg\/dL and -10.4 +\/- 21.9 mg\/dL) (P = .30); glucose, -0.65 +\/- 1.88 mmol\/L and -0.75 +\/- 2.03 mmol\/L (-11.7 +\/- 34.0 mg\/dL and -13.5 +\/- 36.6 mg\/dL) (P = .10); and HbA1c, -0.4% +\/- 0.8% and -0.3% +\/- 0.7% (P = .66). Weight loss with the CCNW and self-selected plans, respectively, was as follows: men, -4.5 +\/- 3.6 kg and -3.5 +\/- 3.3 kg; and women, -4.8 +\/- 3.0 kg and -2.8 +\/- 2.8 kg. Quality of life was significantly improved for daily and work activities (P < .05) and nutritional health perceptions (P < .05) with the CCNW plan relative to the self-selected group. Overall nutrient intake and compliance were both significantly (P < .001) better with the CCNW plan.\n                Nutritionally balanced meals that meet the recommendations of national health organizations improved multiple risk factors for patients with cardiovascular disease. The CCNW plan resulted in greater clinical benefits, nutritional completeness, and compliance than the self-selected diet. The CCNW is a comprehensive nutrition plan, convenient for both prescription and practice, and appears viable for effecting favorable dietary changes in patients at high risk for cardiovascular disease.",
        "Year":1997
    },
    {
        "Unnamed: 0":11035,
        "ReviewID":"CD004095",
        "PMID":"PMID:9250117",
        "Title":"Dietary compliance and cardiovascular risk reduction with a prepared meal plan compared with a self-selected diet.",
        "Abstract":"Noncompliance with therapeutic diets remains a major obstacle to achieving improvements in cardiovascular disease (CVD) morbidity and mortality. This study compared dietary compliance and CVD risk factor response to two dietary interventions designed to treat hypertension, dyslipidemia, and diabetes mellitus. In a multicenter trial, 560 adults were randomly assigned to either a self-selected, mixed-food plan (n = 277), or a nutrient-fortified prepared meal plan (n = 283); each was designed to provide 15-20% of energy from fat, 55-60% from carbohydrate, and 15-20% from protein. Nutrient intake was estimated from 3-d food records collected biweekly throughout the 10-wk intervention. Compliance was determined by evaluating the participants' ability to meet specific criteria for energy intake [+\/-420 kJ (100 kcal) from the midpoint of the prescribed energy range], fat intake (< 20%, < 25%, or < 30% of energy from total fat), and the National Cholesterol Education Program\/American Heart Association Step 1 and 2 diet recommendations. Compliance with energy, fat, and Step 1 and 2 criteria was better in participants who followed the prepared meal plan than in those who followed the self-selected diet (P < 0.0001). Compliant participants in both groups achieved greater reductions in body weight, systolic and diastolic blood pressure, and total and low-density-lipoprotein cholesterol than noncompliant participants (P < 0.05). In general, better endpoint responses were observed with lower fat intakes regardless of group assignment. The prepared meal plan is a simple and effective strategy for meeting the many nutrient recommendations for CVD risk reduction and improving dietary compliance and CVD endpoints.",
        "Year":1997
    },
    {
        "Unnamed: 0":11022,
        "ReviewID":"CD004095",
        "PMID":"PMID:10447232",
        "Title":"Improved fibrinolysis by intense lifestyle intervention. A randomized trial in subjects with impaired glucose tolerance.",
        "Abstract":"To assess the effects of lifestyle intervention on cardiovascular risk factors in general and especially on fibrinolysis.\n                Randomized clinical study.\n                A total of 186 subjects with impaired glucose tolerance and obesity.\n                The intervention programme included a low-fat, high-fibre diet and regular physical exercise. Half of the participants (n = 93) took part in a one-month learning and training session using different behavioural modification techniques and conducted in a full-board wellness centre (intense intervention group). The other half (n = 93) was randomized a one-hour counselling session with a specially trained nurse (usual care group). Follow-up was carried out after 12 months.\n                Body weight, oxygen consumption, plasminogen activator inhibitor type 1 (PAI-1) activity, tissue plasminogen activator (tPA) antigen, fibrinogen and fasting plasma insulin measured at the start of the programme and at follow-up after 1 year.\n                The intense intervention group had a mean weight decline by 1 year of 5.4 kg compared to 0.5 kg in the usual care group. Oxygen consumption in the intense group increased 10% vs. a 1% decline in the usual care group. In the intense group, PAI-1 activity decreased 31% (-10.1 U mL(-1)), which was significantly more than in the usual care group (12%; -3.0 U mL(-1)). The corresponding reductions in tPA antigen were 14% (-1.65 microg L(-1)) and 6% (-0.69 microg L(-1)).\n                The present randomized study shows that an intense lifestyle programme has sustained beneficial effects on fibrinolysis.",
        "Year":1999
    },
    {
        "Unnamed: 0":11007,
        "ReviewID":"CD004095",
        "PMID":"PMID:10904458",
        "Title":"A randomized trial of improved weight loss with a prepared meal plan in overweight and obese patients: impact on cardiovascular risk reduction.",
        "Abstract":"To assess the long-term effects of a prepackaged, nutritionally complete, prepared meal plan compared with a usual-care diet (UCD) on weight loss and cardiovascular risk factors in overweight and obese persons.\n                In this randomized multicenter study, 302 persons with hypertension and dyslipidemia (n = 183) or with type 2 diabetes mellitus (n = 119) were randomized to the nutrient-fortified prepared meal plan (approximately 22% energy from fat, 58% from carbohydrate, and 20% from protein) or to a macronutrient-equivalent UCD.\n                The primary outcome measure was weight change. Secondary measures were changes in blood pressure or plasma lipid, lipoprotein, glucose, or glycosylated hemoglobin levels; quality of life; nutrient intake; and dietary compliance.\n                After 1 year, weight change in the hypertension\/dyslipidemia group was -5.8+\/-6.8 kg with the prepared meal plan vs -1.7+\/-6.5 kg with the UCD plan (P<.001); for the type 2 diabetes mellitus group, the change was -3.0+\/-5.4 kg with the prepared meal plan vs -1.0+\/-3.8 kg with the UCD plan (P<.001) (data given as mean +\/- SD). In both groups, both interventions improved blood pressure, total and low-density lipoprotein cholesterol levels, glycosylated hemoglobin level, and quality of life (P<.02); in the diabetic group, the glucose level was reduced (P<.001). Compared with those in the UCD group, participants with hypertension\/dyslipidemia in the prepared meal plan group showed greater improvements in total (P<.01) and high-density lipoprotein (P<.03) cholesterol levels, systolic blood pressure (P<.03), and glucose level (P<.03); in participants with type 2 diabetes mellitus, there were greater improvements in glucose (P =.046) and glycosylated hemoglobin (P<.02) levels. The prepared meal plan group also showed greater improvements in quality of life (P<.05) and compliance (P<.001) than the UCD group.\n                Long-term dietary interventions induced significant weight loss and improved cardiovascular risk in high-risk patients. The prepared meal plan simultaneously provided the simplicity and nutrient composition necessary to maintain long-term compliance and to reduce cardiovascular risk.",
        "Year":2000
    },
    {
        "Unnamed: 0":11017,
        "ReviewID":"CD004095",
        "PMID":"PMID:11707562",
        "Title":"Reducing cardiovascular disease risk with diet.",
        "Abstract":"Past research efforts to determine the influence of the diet on cardiovascular (CV) health have focused on the individual roles of specific dietary components with debatable success. Awareness of the impact and complexity of nutrient interactions has expanded in recent years to include assessment of dietary patterns as they contribute to lower CV disease risk.\n                In a series of multicenter studies, we compared a comprehensive, prepared meal plan, formulated to meet recommended intake levels of macro- and micronutrients, with a self-selected diet based on the exchange system. The three studies comprised adult participants with hypertension, hyperlipidemia, and type 2 diabetes (n = 560, 251, and 330, respectively). The first two studies (10 weeks) varied by the amount of contact with study personnel, and the third study assessed long-term effects over 52 weeks. Outcome measures included: blood pressure, lipid and lipoprotein levels, glycemic control, homocysteine, compliance, quality of life, and weight.\n                The first study demonstrated significant improvements in all measures, with greater improvements with the prepared meal plan compared with the self-selected diet. The second study, designed to parallel the contact frequency that would occur in a real world clinical setting, also produced significant improvements in multiple CV risk factors. In the long-term study, in addition to sustained improvements in risk factors, significant weight loss was achieved and maintained over the 52 weeks.\n                These trials demonstrate that regular consumption of a nutritionally complete diet offers multiple, concurrent clinical benefits for reducing CV disease risk and body weight.",
        "Year":2001
    },
    {
        "Unnamed: 0":11040,
        "ReviewID":"CD004095",
        "PMID":"PMID:11375359",
        "Title":"Group visits improve metabolic control in type 2 diabetes: a 2-year follow-up.",
        "Abstract":"To evaluate whether group visits, delivered as routine diabetes care and structured according to a systemic education approach, are more effective than individual consultations in improving metabolic control in non-insulin-treated type 2 diabetes.\n                In a randomized controlled clinical trial of 112 patients, 56 patients were allocated to groups of 9 or 10 individuals who participated in group consultations, and 56 patients (considered control subjects) underwent individual visits plus support education. All visits were scheduled every 3 months.\n                After 2 years, HbA(1c) levels were lower in patients seen in groups than in control subjects (P < 0.002). Levels of HDL cholesterol had increased in patients seen in groups but had not increased in control subjects (P = 0.045). BMI (P = 0.06) and fasting triglyceride level (P = 0.053) were lower. Patients participating in group visits had improved knowledge of diabetes (P < 0.001) and quality of life (P < 0.001) and experienced more appropriate health behaviors (P < 0.001). Physicians spent less time seeing 9-10 patients as a group rather than individually, but patients had longer interaction with health care providers.\n                Group consultations may improve metabolic control in the medium term by inducing more appropriate health behaviors. They are feasible in everyday clinical practice without increasing working hours.",
        "Year":2001
    },
    {
        "Unnamed: 0":11041,
        "ReviewID":"CD004095",
        "PMID":"PMID:12242455",
        "Title":"Lifestyle intervention by group care prevents deterioration of Type II diabetes: a 4-year randomized controlled clinical trial.",
        "Abstract":"Metabolic control worsens progressively in Type II (non-insulin-dependent) diabetes mellitus despite intensified pharmacological treatment and lifestyle intervention, when these are implemented on a one-to-one basis. We compared traditional individual diabetes care with a model in which routine follow-up is managed by interactive group visits while individual consultations are reserved for emerging medical problems and yearly checks for complications.\n                A randomized controlled clinical trial of 56 patients with non-insulin-treated Type II diabetes managed by systemic group education and 56 control patients managed by individual consultations and education.\n                Observation times were 51.2+\/-2.1 months for group care and 51.2+\/-1.8 for control subjects. Glycated haemoglobin increased in the control group but not in the group of patients ( p<0.001), in whom BMI decreased ( p<0.001) and HDL-cholesterol increased ( p<0.001). Quality of life, knowledge of diabetes and health behaviours improved with group care ( p<0.001, all) and worsened among the control patients ( p=0.004 to p<0.001). Dosage of hypoglycaemic agents decreased ( p<0.001) and retinopathy progressed less ( p<0.009) among the group care patients than the control subjects. Diastolic blood pressure ( p<0.001) and relative cardiovascular risk ( p<0.05) decreased from baseline in group patients and control patients alike. Over the study period, group care required 196 min and 756.54 US dollars per patient, compared with 150 min and 665.77 US dollars for the control patients, resulting in an additional 2.12 US dollars spent per point gained in the quality of life score.\n                Group care by systemic education is feasible in an ordinary diabetes clinic and cost-effective in preventing the deterioration of metabolic control and quality of life in Type II diabetes without increasing pharmacological treatment.",
        "Year":2002
    },
    {
        "Unnamed: 0":11015,
        "ReviewID":"CD004095",
        "PMID":"PMID:12384828",
        "Title":"Effects of lifestyle modifications on patients with type 2 diabetes: the Japan Diabetes Complications Study (JDCS) study design, baseline analysis and three year-interim report.",
        "Abstract":"Lifestyle modifications may affect the development of diabetes and prevent complications. However, there is no direct evidence to show that lifestyle intervention is beneficial for patients with established type 2 diabetes.\n                The ultimate goal is to determine whether long-term lifestyle intervention can improve glycemic control and prevent complications in patients with type 2 diabetes. This initial report on a multi-year study describes protocols and the analysis of baseline data and three-year interim results.\n                The study was a randomized, controlled, multi-centre, prospective intervention trial. The trial included patients from 59 Japanese institutes specializing in diabetes care.\n                The study enrolled 2 205 patients with previously diagnosed type 2 diabetes.\n                The lifestyle modification program included intensive lifestyle management at each outpatient clinic visit and frequent telephone counseling. The intervention group received educational materials concerning the importance of lifestyle and behavioural changes, a diary to record progress of laboratory and other data, and a pedometer.\n                Parameters and indices related to glycemic control, diabetic complications, dyslipidemia, hypertension, obesity, and atherosclerosis were measured several times a year.\n                Small but significant differences in HbA1c levels between the intervention (INT) and conventional (CON) therapy groups appeared as early as two years after the start of intervention and were maintained in the third year (CON group, 7.78 +\/- 1.27 % vs. INT group, 7.62 +\/- 1.20 %, the initial HbA1c level was 7.80 +\/- 1.42 % for the CON group and 7.68 +\/- 1.28 % for the INT group). Data on differences in occurrence of micro- or macrovascular complications are not yet available.\n                The effect of lifestyle modification on improving the glycemic control of patients with established type 2 diabetes mellitus was small but significant three years after initiation of the intervention.",
        "Year":2002
    },
    {
        "Unnamed: 0":11019,
        "ReviewID":"CD004095",
        "PMID":"PMID:3425385",
        "Title":"Efficacy of dietary instructions in newly diagnosed non-insulin-dependent diabetic patients. Comparison of two different patient education regimens.",
        "Abstract":"Eighty consecutive newly diagnosed non-insulin-dependent diabetic patients were randomly allocated into two groups to compare two different patient education regimens. One group received individual dietary instructions by a nurse and the other a short, written leaflet given by a doctor. The principal aim of the dietary instructions was weight reduction. A significant weight loss and improvement in the control of diabetes occurred in both groups, and these changes were similar in the two groups. At the end of one year's follow-up, however, only 25% of the patients were satisfactorily controlled (fasting blood glucose less than or equal to 6.0 mmol\/l). The degree of weight loss correlated only weakly with the improvement in the metabolic control. The degree of obesity and insulin secretion capacity as measured at the beginning of the study did not predict the improvement of glycaemic control during the study. At the end of the study a significant improvement was observed in serum lipids of patients with good control (fasting blood glucose less than or equal to 6.0 mmol\/l) or weight loss (greater than 5 kg). In conclusion, both brief, written and individual dietary instructions induced a significant weight loss as well as improved glucose and lipid metabolism in newly diagnosed non-insulin-dependent diabetic patients, but satisfactory metabolic control was achieved only in a minority of the patients.",
        "Year":2009
    }
]