[
    {
        "Unnamed: 0":19484,
        "ReviewID":"CD003113",
        "PMID":"PMID:4899587",
        "Title":"Comparison of aspirin and dextropropoxyphene-with-aspirin as analgesics in rheumatoid arthritis.",
        "Abstract":null,
        "Year":1969
    },
    {
        "Unnamed: 0":19485,
        "ReviewID":"CD003113",
        "PMID":"PMID:4905142",
        "Title":"A comparison of codeine compound and \"saridone\" in the pain of rheumatoid arthritis.",
        "Abstract":null,
        "Year":1970
    },
    {
        "Unnamed: 0":19487,
        "ReviewID":"CD003113",
        "PMID":"PMID:4584572",
        "Title":"Clinical trial of pentazocine in rheumatoid arthritis. Observations on the value of potent analgesics and placebos.",
        "Abstract":null,
        "Year":1973
    },
    {
        "Unnamed: 0":19486,
        "ReviewID":"CD003113",
        "PMID":"PMID:316459",
        "Title":"Comparative effectiveness of five analgesics for the pain of rheumatoid synovitis.",
        "Abstract":"Utilizing 3 different methods for analyzing the results, a single dose double-blind crossover study of the effectiveness of 5 analgesics and placebo against the pain of rheumatoid synovitis in 30 subjects showed all active drugs superior to placebo by 1 analysis; aspirin, codeine and acetaminophen superior to both placebo and propoxyphene by a second; and aspirin alone superior to placebo and propoxyphene by a third. More side effects were reported from pentazocine than from other agents.",
        "Year":1979
    },
    {
        "Unnamed: 0":19482,
        "ReviewID":"CD003113",
        "PMID":"PMID:3057482",
        "Title":"Psychomotor performance of patients with rheumatoid arthritis: cross-over comparison of dextropropoxyphene, dextropropoxyphene plus amitriptyline, indomethacin, and placebo.",
        "Abstract":"Actions on performance of dextropropoxyphene (DXP) alone and in combination with amitriptyline (AMI), indomethacin (IN), and placebo were compared in 15 patients with rheumatoid arthritis. The patients were on their prescribed maintenance regimen excluding analgesics. In four randomized test sessions at two-week intervals, they received double blind and crossover single oral doses of DXP 130 mg, IN 50 mg, DXP 65 mg + AMI 25 mg or placebo, each after two days' pretreatment with the same drug. Objective and subjective effects were measured at baseline and 2 and 4 hours after drug administration. DXP impaired critical flicker discrimination, symbol copying and body balance without modifying tracking, choice reactions or attention. It rendered the subjects elated, muzzy, mentally slow and calm. Actions of AMI + DXP were about the same. IN impaired body balance and critical flicker recognition. Plasma concentrations of DXP were moderate to high whilst those of IN and AMI were fairly low. We conclude that therapeutic doses of DXP and IN are relatively safe in regard to driving skills. Small doses of AMI may not enhance the mild psychomotor effects of DXP. Earlier single dose studies carried out with healthy volunteers might have overestimated the decremental effects of analgesics on psychomotor performance.",
        "Year":1988
    },
    {
        "Unnamed: 0":19483,
        "ReviewID":"CD003113",
        "PMID":"PMID:17296461",
        "Title":"Tramadol 37.5-mg\/acetaminophen 325-mg combination tablets added to regular therapy for rheumatoid arthritis pain: a 1-week, randomized, double-blind, placebo-controlled trial.",
        "Abstract":"This study evaluated the efficacy and tolerability of tramadol 37.5-mg\/acetaminophen 325-mg combination tablets (tramadoUAPAP) as add-on therapy in subjects with rheumatoid arthritis (RA) pain that was inadequately controlled by NSAIDs and disease-modifying antirheumatic drugs alone.\n                Subjects in this multicenter, double-blind trial were randomized in a 3:1 ratio to receive 1 tramadol\/ APAP tablet TID or a matching placebo for 1 week. Stable doses of previous medications were continued during the study. The primary efficacy variable was the mean daily pain relief score over 1 week, measured on a 6-point scale (4 = complete; ' = a lot; 2 = some; 1 = a little; 0 = none; -1 = worse). Secondary outcomes included the mean daily pain intensity score, measured on a 100-mm visual analog scale (VAS) (from 0 mm = no pain to 100 mm = extreme pain); pain intensity and pain relief at day 7; subjects' and investigators' mean overall assessments of study drug, measured on a Likert scale (from 2 = very good to -2 = very poor); and subjects' assessments of 8 aspects of physical function (measured on the Health Assessment Questionnaire).\n                Of 277 subjects randomized to treatment, 267 (201 tramadol\/APAP, 66 placebo) were included in the intent-to-treat population. Mean (SD) daily pain relief scores at the end of 1 week were significantly greater in the tramadol\/APAP group compared with the placebo group (1.04 [0.89] vs 0.78 [0.80], respectively; P = 0.037), and mean daily pain intensity scores at the end of 1 week were significantly lower (47.23 [19.96] vs 53.81 [16.59]; P = 0.018). Physical function at the end of 1 week did not differ significantly between tramadol\/APAP and placebo. Two hundred seventy-two subjects (205 tramadol\/APAP, 67 placebo) were evaluable for tolerability. One hundred thirty-three of these subjects had at least 1 adverse event. The incidence of adverse events was significantly higher in the tramadol\/APAP group than in the placebo group (57.6% vs 22.4%; P < 0.001). Discontinuations due to adverse events occurred in 19.0% of the tramadol\/APAP group and 3.0% of the placebo group (P = 0.001). Of 213 treatment-related adverse events in tramadol\/APAP subjects, nausea (34.1%) was the most frequent, followed by dizziness (20.0%) and vomiting (15.6%). One serious adverse event--chest discomfort, nausea, and vomiting after taking study medication-occurred in a subject receiving tramadol\/APAP The symptoms resolved 1 day after discontinuing tramadol\/APAP.\n                In this study, tramadol\/APAP used as add-on therapy in subjects with symptomatic RA was associated with a significant improvement in pain relief and a significant reduction in pain intensity compared with placebo, with no improvement in physical function. Use of tramadol\/APAP may be considered when analgesics are needed in addition to conventional NSAIDs and disease-modifying antirheumatic drugs in subjects with RA.",
        "Year":2006
    }
]