[
    {
        "Unnamed: 0":8867,
        "ReviewID":"CD006536",
        "PMID":"PMID:15219514",
        "Title":"Effect on left ventricular function of intracoronary transplantation of autologous bone marrow mesenchymal stem cell in patients with acute myocardial infarction.",
        "Abstract":"Sixty-nine patients who underwent primary percutaneous coronary intervention within 12 hours after onset of acute myocardial infarction were randomized to receive intracoronary injection of autologous bone marrow mesenchymal stem cell or standard saline. Several imagining techniques demonstrated that bone marrow mesenchymal stem cells significantly improved left ventricular function.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":8880,
        "ReviewID":"CD006536",
        "PMID":"PMID:16117862",
        "Title":"Assessment of left ventricular segmental function after autologous bone marrow stem cells transplantation in patients with acute myocardial infarction by tissue tracking and strain imaging.",
        "Abstract":"Emerging evidence suggests that stem cells can be used to improve cardiac function in patients after acute myocardial infarction. In this randomized trial, we aimed to use Doppler tissue tracking and strain imaging to assess left ventricular segmental function after intracoronary transfer of autologous bone-marrow stem cells (BMCs) for 6 months' follow up.\n                Twenty patients with acute myocardial infarction and anterior descending coronary artery occlusion proven by angiography were [corrected] randomized into intracoronary injection of bone-marrow cell (treated, n = 9) or diluted serum (control, n = 11) groups. GE vivid 7 and Q-analyze software were used to perform echocardiogram in both groups 1 week, 3 months and 6 months after treatment. Three apical views of tissue Doppler imaging were acquired to measure peak systolic displacement (Ds) and peak systolic strain (epsilonpeak) from 12 segments of LV walls. Left ventricular ejection fraction (LVEF), end-diastolic volume (EDV) and end-systolic volume (ESV) were obtained by Simposon's biplane method.\n                (1) 3 months later, Ds and epsilonpeak over the infract-related region clearly increased in the BMCs group [Ds: (4.49 +\/- 2.71) mm vs (7.56 +\/- 2.95) mm, P < 0.01; epsilonpeak: (-13.40 +\/- 6.00)% vs (-17.06 +\/- 6.05)%, P < 0.01], but not in the control group [Ds: (4.74 +\/- 2.67) mm vs (5.01 +\/- 3.23) mm, P > 0.05; epsilonpeak: (-13.84 +\/- 6.05)% vs (-15.04 +\/- 6.75)%, P > 0.05]. At the same time, Ds over the normal region also increased, but the Ds enhancement was markedly higher in the BMCs group than that in the control group [(3.21 +\/- 3.17) mm vs (0.76 +\/- 1.94) mm, P < 0.01]. Parameters remained steady from the 3rd to 6th month in either group (P > 0.05). (2) LVEF in treated and control groups were almost the same at baseline (1st week after PCI) [(53.37 +\/- 8.92)% vs (53.51 +\/- 5.84)%, P > 0.05]. But 6 months later, LVEF in the BMCs group were clearly higher than that in the control group [(59.33 +\/- 12.91)% vs (50.30 +\/- 8.30)%, P < 0.05]. (3) There were no evident difference in EDV or ESV between two groups at baseline [EDV: (113.74 +\/- 23.24) ml vs (129.94 +\/- 32.72) ml, P > 0.05; ESV: (57.12 +\/- 18.66) ml vs (62.09 +\/- 17.68) ml, P > 0.05]. Three months later, EDV and ESV in the control group were markedly greater than those in the BMCs group [EDV: (154.89 +\/- 46.34) ml vs (104.85 +\/- 33.21) ml, P < 0.05; ESV: (82.91 +\/- 35.79) ml vs (49.54 +\/- 23.32) ml, P < 0.05]. But EDV and ESV did not change much from 3rd to 6th month in either group (P > 0.05).\n                Emergency transplantation of autologous BMCs in patients with acute myocardial infarction helps to improve global and regional contractility and attenuate post-infarction left ventricular remodeling. Tissue tracking and strain imaging provide quick, simple and noninvasive methods for quantifying left ventricular segmental function in humans.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":8889,
        "ReviewID":"CD006536",
        "PMID":"PMID:16775089",
        "Title":"Efficacy of emergent transcatheter transplantation of stem cells for treatment of acute myocardial infarction (TCT-STAMI).",
        "Abstract":"To study whether emergent intracoronary autologous bone marrow cell transplantation (BMT) is applicable for the treatment of acute myocardial infarction (AMI).\n                20 patients admitted within 24 h after the onset of a first AMI were randomly allocated to receive intracoronary autologous BMT (n = 10) or bone marrow supernatant (controls, n = 10) immediately after primary percutaneous coronary intervention. Left ventricular ejection fraction (LVEF), left ventricular end diastolic internal diameter (LVDd) and myocardial perfusion defect scores were examined respectively by echocardiography and single-photon emission computed tomography at one week and six months after AMI.\n                From one week to six months after AMI, LVEF was enhanced from mean 53.8 (SD 9.2)% to 58.6 (9.9)% (p < 0.05) in the BMT group but was unchanged in the control group (58.2 (7.5)% v 56.3 (3.5)%, p > 0.05); LVDd remained unchanged (52.5 (2.8) v 52.1 (3.2) mm, p > 0.05) in the BMT group but was significantly enlarged in the control group (50.4 (6.0) v 55.2 (7.1) mm, p < 0.05). Additionally, myocardial perfusion defect scores decreased from 21 (11) to 13 (10) (p < 0.01) in the BMT group but were unchanged in the control group (20 (14) v 17 (15), p > 0.05).\n                Emergent intracoronary transplantation of bone marrow mononuclear cells after AMI is practicable, and it improved cardiac function, prevented myocardial remodelling and increased myocardial perfusion at six months' follow up.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":8881,
        "ReviewID":"CD006536",
        "PMID":"PMID:16796836",
        "Title":"[Long term follow-up on emergent intracoronary autologous bone marrow mononuclear cell transplantation for acute inferior-wall myocardial infarction].",
        "Abstract":"To investigate the effects of emergent intracoronary autologous bone marrow mononuclear cell (BM-MNC) transplantation on left ventricular function and myocardium lesion area in patients with first acute inferior-wall myocardial infarction.\n                Forty patients with first onset of acute inferior-wall myocardial infarction, 28 males and 12 females, aged < or = 75, treated with emergent percutaneous coronary intervention (PCI) were randomly divided into 2 equal groups: group undergoing intracoronary transplantation of autologous BM-MNC via a micro-catheter right after PCI (BM-MNC group), and control group receiving normal saline and heparin. Blood routine examination, myocardium zymogram, and serum high sensitive C reactive protein (hsCRP) were detected, and 24-hour dynamic electrocardiography, delayed-enhancement myocardial magnetic resonance imaging (CMR), and angiography of the coronary artery and left ventricle were conducted before the transplantation and immediately, 1 week, and 6 months after transplantation.\n                CMR showed that 6 months later the left ventricular ejection fraction (LVEF) of the control group was 47.9% +\/- 6.7%, significantly higher than that 1 week later (43.4% +\/- 6.7%, P = 0.001), and the LVEF of the BM-MNC group 6 months later was 51.5% +\/- 5.2%, significantly higher than that 1 week later (44.5% +\/- 7.1%, P = 0.001; however, the absolute change of LVEF (DeltaLVEF) of the BM-MNC group was 6.95% +\/- 3.33%, significantly higher than that of the control group (4.05% +\/- 1.68%, P = 0.047). Six months later the myocardial lesion area of the BM-MNC group decreased more significantly in comparison with the control group. Nevertheless, there was no difference in change of left ventricular end diastolic volume (LVEDV) between these two groups. The serum hsCRP 48 h after transplantation of the BM-MNC group was 2.8 g\/L +\/- 0.8 g\/L, significantly lower than that before transplantation (13.4 g\/L +\/- 3.6 g\/L, P < 0.001). No severe clinical events, such death, recurrent cardiac infarction, malignant arrhythmia, occur in these 2 groups.\n                Emergent intracoronary transplantation of autologous BM-MNC in patients with acute inferior-wall myocardial infarction improves the left ventricular function and myocardial infusion, minimizes the myocardial lesion area significantly.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":8877,
        "ReviewID":"CD006536",
        "PMID":"PMID:16820564",
        "Title":"Differential effect of intracoronary infusion of mobilized peripheral blood stem cells by granulocyte colony-stimulating factor on left ventricular function and remodeling in patients with acute myocardial infarction versus old myocardial infarction: the MAGIC Cell-3-DES randomized, controlled trial.",
        "Abstract":"The efficacy of intracoronary infusion of granulocyte colony-stimulating factor (G-CSF) mobilized peripheral blood stem cells (PBSCs) has not been compared between patients with acute (AMI) versus old myocardial infarction (OMI). In addition, the potential risk of restenosis associated with G-CSF-based stem cell therapy has not been evaluated in the setting of drug eluting stent (DES) implantation.\n                We randomly allocated 96 patients with myocardial infarction who underwent coronary revascularization with DES for the culprit lesion into 4 groups. Eighty-two patients completed 6-month follow-up; AMI cell infusion (n=25), AMI control (n=25), OMI cell infusion (n=16), and OMI control group (n=16). In cell infusion groups, PBSCs were mobilized by G-CSF for 3 days and delivered to infarcted myocardium via intracoronary infusion. The AMI cell infusion group showed a significant additive improvement in left ventricular ejection fraction (LVEF) and remodeling compared with controls (change of LVEF: +5.1+\/-9.1% versus -0.2+\/-8.6%, P<0.05; change of end-systolic volume: -5.4+\/-17.0 mL versus 6.5+\/-21.9 mL, P<0.05). In OMI patients, however, there was no significant change of LVEF and ventricular remodeling in spite of significant improvement of coronary flow reserve after cell infusion. G-CSF-based cell therapy did not aggravate neointimal growth with DES implantation.\n                Intracoronary infusion of mobilized PBSCs with G-CSF improves LVEF and remodeling in patients with AMI but is less definite in patients with OMI. G-CSF-based stem cell therapy with DES implantation is both feasible and safe, eliminating any potential for restenosis.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":8876,
        "ReviewID":"CD006536",
        "PMID":"PMID:16990384",
        "Title":"Intracoronary bone marrow-derived progenitor cells in acute myocardial infarction.",
        "Abstract":"Pilot trials suggest that the intracoronary administration of autologous progenitor cells may improve left ventricular function after acute myocardial infarction.\n                In a multicenter trial, we randomly assigned 204 patients with acute myocardial infarction to receive an intracoronary infusion of progenitor cells derived from bone marrow (BMC) or placebo medium into the infarct artery 3 to 7 days after successful reperfusion therapy.\n                At 4 months, the absolute improvement in the global left ventricular ejection fraction (LVEF) was significantly greater in the BMC group than in the placebo group (mean [+\/-SD] increase, 5.5+\/-7.3% vs. 3.0+\/-6.5%; P=0.01). Patients with a baseline LVEF at or below the median value of 48.9% derived the most benefit (absolute improvement in LVEF, 5.0%; 95% confidence interval, 2.0 to 8.1). At 1 year, intracoronary infusion of BMC was associated with a reduction in the prespecified combined clinical end point of death, recurrence of myocardial infarction, and any revascularization procedure (P=0.01).\n                Intracoronary administration of BMC is associated with improved recovery of left ventricular contractile function in patients with acute myocardial infarction. Large-scale studies are warranted to examine the potential effects of progenitor-cell administration on morbidity and mortality.\n                2006 Massachusetts Medical Society",
        "Year":2006.0
    },
    {
        "Unnamed: 0":8871,
        "ReviewID":"CD006536",
        "PMID":"PMID:16520413",
        "Title":"Intracoronary bone marrow cell transfer after myocardial infarction: eighteen months' follow-up data from the randomized, controlled BOOST (BOne marrOw transfer to enhance ST-elevation infarct regeneration) trial.",
        "Abstract":"Intracoronary transfer of autologous bone marrow cells (BMCs) may enhance recovery of left ventricular (LV) function in patients after acute myocardial infarction (AMI). However, clinical studies addressing the effects of BMCs after AMI have covered only limited time frames ranging from 3 to 6 months. The critical question of whether BMC transfer can have a sustained impact on LV function remains unanswered.\n                After percutaneous coronary intervention with stent implantation (PCI) of the infarct-related artery, 60 patients were randomized 1:1 to a control group with optimal postinfarction therapy and a BMC transfer group that also received an intracoronary BMC infusion 4.8+\/-1.3 days after PCI. Cardiac MRI was performed 3.5+\/-1.5 days, 6+\/-1 months, and 18+\/-6 months after PCI. BMC transfer was not associated with adverse clinical events. In the control group, mean global LV ejection fraction increased by 0.7 and 3.1 percentage points after 6 and 18 months, respectively. LV ejection fraction in the BMC transfer group increased by 6.7 and 5.9 percentage points. The difference in LVEF improvement between groups was significant after 6 months but not after 18 months (P=0.27). The speed of LV ejection fraction recovery over the course of 18 months was significantly higher in the BMC transfer group (P=0.001).\n                In this study, a single dose of intracoronary BMCs did not provide long-term benefit on LV systolic function after AMI compared with a randomized control group; however, the study suggests an acceleration of LV ejection fraction recovery after AMI by BMC therapy.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":8872,
        "ReviewID":"CD006536",
        "PMID":"PMID:17081355",
        "Title":"[Observation on the safety: clinical trail on intracoronary autologous bone marrow mononuclear cells transplantation for acute myocardial infarction].",
        "Abstract":"To investigate the safety of autologous bone marrow mononuclear cell (BM-MNCs) transplantation by intracoronary infusion in patients with acute myocardial infarction (AMI).\n                One hundred and eighty-four patients with AMI treated with percutaneous coronary intervention (PCI) were randomized in a 1:1 way to either intracoronary transplantation of autologous BM-MNCs (n = 92) right after PCI or to sodium chloride concluding heparin (controlled, n = 92) via a micro infusion catheter. In the process of the intracoronary infusion of BM-MNCs, the complications should be recorded, which were aberration reflect (including of pale, syncope, nausea, hypotension and shock), deterioration of angina or heart failure, arrhythmias (including of bradycardia, sinus arrest or atrial ventricular block or ventricular fibrillation), embolism etc. Body temperature, blood pressure and heart rates should be monitored during the first week after transplantation. Holter, coronary angiography and ultrasonic cardiography were performed at the designed time points. Main heart accidents, restenosis and tumor were recorded during 2-years follow up.\n                During the period of bone marrow puncture and intracoronary infusion of BM-MNCs, few patients occurred pale, dizziness, bradycardia and hypotension, which were transient and due to vagus reflect. No stem cell-related arrhythmias, deterioration of angina were noted. In BM-MNCs group one patient developed in-stent reocclusion in one week after transplantation, five developed in-stent restenosis during further follow-up 30 months, which were similar with control group. There were no deaths, major adverse cardiac events, tumor and other late adverse events during follow-up period in both groups.\n                Intracoronary transplantation of autologous BM-MNCs in the acute phase after AMI is feasible and seems safe in the 30 months of follow-up.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":8886,
        "ReviewID":"CD006536",
        "PMID":"PMID:16990383",
        "Title":"Intracoronary injection of mononuclear bone marrow cells in acute myocardial infarction.",
        "Abstract":"Previous studies have shown improvement in left ventricular function after intracoronary injection of autologous cells derived from bone marrow (BMC) in the acute phase of myocardial infarction. We designed a randomized, controlled trial to further investigate the effects of this treatment.\n                Patients with acute ST-elevation myocardial infarction of the anterior wall treated with percutaneous coronary intervention were randomly assigned to the group that underwent intracoronary injection of autologous mononuclear BMC or to the control group, in which neither aspiration nor sham injection was performed. Left ventricular function was assessed with the use of electrocardiogram-gated single-photon-emission computed tomography (SPECT) and echocardiography at baseline and magnetic resonance imaging (MRI) 2 to 3 weeks after the infarction. These procedures were repeated 6 months after the infarction. End points were changes in the left ventricular ejection fraction (LVEF), end-diastolic volume, and infarct size.\n                Of the 50 patients assigned to treatment with mononuclear BMC, 47 underwent intracoronary injection of the cells at a median of 6 days after myocardial infarction. There were 50 patients in the control group. The mean (+\/-SD) change in LVEF, measured with the use of SPECT, between baseline and 6 months after infarction for all patients was 7.6+\/-10.4 percentage points. The effect of BMC treatment on the change in LVEF was an increase of 0.6 percentage point (95% confidence interval [CI], -3.4 to 4.6; P=0.77) on SPECT, an increase of 0.6 percentage point (95% CI, -2.6 to 3.8; P=0.70) on echocardiography, and a decrease of 3.0 percentage points (95% CI, 0.1 to -6.1; P=0.054) on MRI. The two groups did not differ significantly in changes in left ventricular end-diastolic volume or infarct size and had similar rates of adverse events.\n                With the methods used, we found no effects of intracoronary injection of autologous mononuclear BMC on global left ventricular function.\n                2006 Massachusetts Medical Society",
        "Year":2006.0
    },
    {
        "Unnamed: 0":8870,
        "ReviewID":"CD006536",
        "PMID":"PMID:16413875",
        "Title":"Autologous bone marrow-derived stem-cell transfer in patients with ST-segment elevation myocardial infarction: double-blind, randomised controlled trial.",
        "Abstract":"The benefit of reperfusion therapies for ST-elevation acute myocardial infarction (STEMI) is limited by post-infarction left-ventricular (LV) dysfunction. Our aim was to investigate the effect of autologous bone marrow-derived stem cell (BMSC) transfer in the infarct-related artery on LV function and structure.\n                We did a randomised, double-blind, placebo-controlled study in 67 patients from whom we harvested bone marrow 1 day after successful percutaneous coronary intervention for STEMI. We assigned patients optimum medical treatment and infusion of placebo (n=34) or BMSC (n=33). Our primary endpoint was the increase in LV ejection fraction and our secondary endpoints were change in infarct size and regional LV function at 4 months' follow-up, all assessed by MRI. We assessed changes in myocardial perfusion and oxidative metabolism with serial 1-[11C]acetate PET. Analyses were per protocol. This study is registered with , number NCT00264316.\n                Mean global LV ejection fraction 4 days after percutaneous coronary intervention was 46.9% (SD 8.2) in controls and 48.5% (7.2) in BMSC patients, and increased after 4 months to 49.1% (10.7) and 51.8% (8.8; OR for treatment effect 1.036, 95% CI 0.961-1.118, p=0.36). Compared with placebo infusion, BMSC transfer was associated with a significant reduction in myocardial infarct size (BMSC treatment effect 28%, p=0.036) and a better recovery of regional systolic function. Myocardial perfusion and metabolism increased similarly in both groups. We noted no complications associated with BMSC transfer and all but one patient in the BMSC group completed the 4 months' follow-up.\n                Intracoronary transfer of autologous bone marrow cells within 24 h of optimum reperfusion therapy does not augment recovery of global LV function after myocardial infarction, but could favourably affect infarct remodelling.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":8882,
        "ReviewID":"CD006536",
        "PMID":"PMID:17711705",
        "Title":"[Evaluation of myocardial viability with 201Tl\/18F-FDG DISA-SPECT technique in patients with acute myocardial infarction after emergent intracoronary autologous bone marrow mononuclear cells transplantation].",
        "Abstract":"To evaluate the myocardial viability with (201)Tl\/(18)F-FDG DISA-SPECT technique in patients with acute myocardial infarction underwent emergent intracoronary autologous bone marrow mononuclear cells (BM-MNC) transplantation.\n                Patients with first acute myocardial infarction underwent emergent percutaneous coronary intervention (PCI) were randomized in a 1:1 ratio to either intracoronary transplantation of autologous BM-MNC (n = 20) or to sodium chloride concluding heparin (control, n = 20) via a micro infusion catheter group immediately after PCI. Change in global left ventricular function (LVEF measured by echocardiography) and the myocardial viability detected by (201)Tl\/(18)F-FDG DISA-SPECT from baseline and 6-months post transplantation were analyzed.\n                Left ventricular ejection fraction (LVEF) was improved in both groups and the absolute increase (DeltaLVEF) in BM-MNC group was significantly higher than that in control group (7.6% +\/- 2.8% vs. 3.0% +\/- 2.8%, P < 0.001). In addition, the absolute decrease of myocardial infusion defect detected by (201)Tl SPECT was more significant in BM-MNC group than that in control group (6.7% +\/- 3.0% vs. 2.6% +\/- 2.6%, P < 0.001) and the number of mismatched segments (indicating viable myocardium) detected by (18)F-FDG SPECT in border zone was also significantly higher in BM-MNC group than that in control group.\n                Improved myocardial viability and reduced myocardial infusion defect post emergent intracoronary transplantation of autologous BM-MNC in patients with acute myocardial infarction could be detected by (201)Tl\/(18)F-FDG DISA-SPECT technique.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":8885,
        "ReviewID":"CD006536",
        "PMID":"PMID:16822566",
        "Title":"The clinical study of autologous peripheral blood stem cell transplantation by intracoronary infusion in patients with acute myocardial infarction (AMI).",
        "Abstract":"To investigate the effects and safety of autologous peripheral blood stem cell (PBSCs) transplantation by intracoronary infusion in patients with acute myocardial infarction (AMI).\n                70 patients with AMI were allocated to two groups, one was PBSCs transplantation group (n=35) that received optimal post-infarction medical treatment (standard drug and coronary artery intervention therapy) and intracoronary transplantation of PBSCs; the other was control group (n=35) that received optimum post-infarction medical treatment (standard drug and coronary artery intervention therapy). The PBSCs transplantation group received granulocyte colony-stimulating factor (G-CSF: Filgrastim, 300 microg) with the dose of 300-600 microg\/day to mobilize the stem cell, and the duration of administration G-CSF was 5 days. On the sixth day, PBSCs were separated by Baxter CS 3000 blood cell separator into suspend liquid 57 ml. Then, the suspend liquid was transferred into the infarct-related artery (IRA) by occluding the over-the-wire balloon and infusing artery through balloon center lumen. In the process of the mobilization, separation and intracoronary infusion of PBSCs, the complications have been investigated. Changes in left ventricular function were assessed at 6-month follow-up.\n                35 cases had finished follow-up in the treated group, while 23 cases in control group. After 6 months, within the treated group, there was a significant improvement in global left ventricular function ejection fraction (EF) from a baseline of 50.0+\/-8.2% to 57.1+\/-7.8% (P<0.0001), wall motion score index (WMSI) from 1.219+\/-0.190 to 1.101+\/-0.118 (P<0.0001), left end-systolic volume (ESV) from 63.8+\/-23.9 ml to 52.6+\/-20.3 ml (P=0.01) and left end-diastolic volume (EDV) from 134.2+\/-36.7 ml to 119.2+\/-30.3 ml (P=0.07); in the control group, there was no significant improvement in EF, WISM, EDV and ESV (P=0.490, 0.259, 0.117, 0.395). After 6-month follow-up, according to treatment group vs. control group, there was a significant improvement in EF from 57.1+\/-7.8 to 52.6+\/-5.7 (P=0.041) and WISM from 1.101+\/-0.118 to 1.184+\/-0.138 (P=0.034). There were a total of 25 cases with complications during the mobilization, separating and infusion of PBSC. The incidence of complications relating to mobilization was 37.1% (13\/35), relating to separating was 14.3% (5\/35) and relating to intracoronary infusion was 20.0% (7\/35). No death was observed.\n                Autologous PBSCs transplantation by intracoronary infusion is feasible and safe, and it can improve left ventricular function in the 6-month follow-up.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":8888,
        "ReviewID":"CD006536",
        "PMID":"PMID:17521544",
        "Title":"[Regenerative therapy in patients with a revascularized acute anterior myocardial infarction and depressed ventricular function].",
        "Abstract":"It is difficult to distinguish the effects early revascularization and regenerative therapy have on left ventricular function in patients with acute myocardial infarction (AMI). This study was an investigation into three groups of patients who had a revascularized anterior wall AMI and depressed left ventricular function (i.e., ejection fraction < 45%). The aim was to compare changes in left ventricular function between patients who received regenerative therapy and those who did not.\n                Patients were randomly assigned to receive either an intracoronary infusion of autologous mononuclear bone marrow cells (Group I; n=10) or systemic administration of granulocyte colony-stimulating factor (G-CSF) (Group II; n=10), or to a control group (Group III; n=10). In Group I, intracoronary infusion was carried out 7(2) days after AMI. Group-II patients received a 10-day course of subcutaneous G-CSF injections, 10 .g\/kg per day starting 5 days after AMI. Ventricular function was assessed at baseline and 3-month follow-up.\n                A 20% increase in mean ejection fraction was observed in Group I, compared with increases of 4% (P<.01) and 6% (P<.05) in Groups II and III, respectively.\n                Intracoronary infusion of mononuclear bone marrow cells in patients with AMI and poor ventricular function was associated with better short-term functional recovery than previously reported. However, mobilization of stem cells by G-CSF did not have a significant influence on functional recovery.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":8866,
        "ReviewID":"CD006536",
        "PMID":"PMID:18845667",
        "Title":"Effects of intracoronary injection of mononuclear bone marrow cells on left ventricular function, arrhythmia risk profile, and restenosis after thrombolytic therapy of acute myocardial infarction.",
        "Abstract":"To assess the efficacy and safety of bone marrow cell (BMC) therapy after thrombolytic therapy of an acute ST-elevation myocardial infarction (STEMI).\n                Patients with STEMI treated with thrombolysis followed by percutaneous coronary intervention (PCI) 2-6 days after STEMI were randomly assigned to receive intracoronary BMCs (n = 40) or placebo medium (n = 40), collected and prepared 3-6 h prior PCI and injected into the infarct artery immediately after stenting. Efficacy was assessed by the measurement of global left ventricular ejection fraction (LVEF) by left ventricular angiography and 2-D echocardiography, and safety by measuring arrhythmia risk variables and restenosis of the stented vessel by intravascular ultrasound. At 6 months, BMC group had a greater absolute increase of global LVEF than placebo group, measured either by angiography (mean +\/- SD increase 7.1 +\/- 12.3 vs. 1.2 +\/- 11.5%, P = 0.05) or by 2-D echocardiography (mean +\/- SD increase 4.0 +\/- 11.2 vs. -1.4 +\/- 10.2%, P = 0.03). No differences were observed between the groups in the adverse clinical events, arrhythmia risk variables, or the minimal lumen diameter of the stented coronary lesion.\n                Intracoronary BMC therapy is associated with an improvement of global LVEF and neutral effects on arrhythmia risk profile and restenosis of the stented coronary lesions in patients after thrombolytic therapy of STEMI.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":8869,
        "ReviewID":"CD006536",
        "PMID":"PMID:19508995",
        "Title":"Long-term myocardial functional improvement after autologous bone marrow mononuclear cells transplantation in patients with ST-segment elevation myocardial infarction: 4 years follow-up.",
        "Abstract":"To evaluate the safety profile and efficacy of bone marrow mononuclear cells (BMMNC) transplantation for ST-segment elevation myocardial infarction (STEMI) by assessing patients and their left ventricular function at up to 4 years follow-up.\n                Eighty-six patients with STEMI who had successfully undergone percutaneous coronary intervention (PCI) were randomized to receive intracoronary injection of BMMNC (n = 41) or saline (n = 45). Left ventricular ejection fraction, as evaluated by UCG, was markedly improved at 6 months (0.484 +\/- 0.5 vs. 0.457 +\/- 0.6, P = 0.001), 1 year (0.482 +\/- 0.7 vs. 0.446 +\/- 0.6, P < 0.001), and 4 years (0.505 +\/- 0.8 vs. 0.464 +\/- 0.8, P < 0.001) after BMMNC transplant when compared with control group. However, the current cell therapy did not improve the myocardial viability of the infarcted area as assessed by single-photon emission computed tomography analysis at 4 years post-transplant (0.263 +\/- 0.007 in BMMNC group vs. 0.281 +\/- 0.008 in control group, P = 0.10). During the follow-up period, one control group case (2.2%) of in-stent restenosis was confirmed by coronary angiography and underwent repeat PCI. Also during follow-up, one death (2.2%) occurred in the control group, and one patient (2.4%) in the BMMNC group had transient acute heart failure.\n                This study indicates that intracoronary delivery of autologous BMMNC is safe and feasible for STEMI patients who have undergone PCI, and can lead to long-term improvement in myocardial function.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":8874,
        "ReviewID":"CD006536",
        "PMID":"PMID:19936457",
        "Title":"Systolic function of patients with myocardial infarction undergoing autologous bone marrow transplantation.",
        "Abstract":"Several studies have been published on the effect of bone-marrow stem cells on the left ventricle when acting on post- acute myocardial infarction remodeling. However, the results have been controversial.\n                To carry out an echocardiographic analysis of the systolic function of patients with acute myocardial infarction after autologous mononuclear bone marrow cell transplantation (AMBMCT) as performed via the intracoronary and intravenous routes.\n                This is an open-label, prospective, randomized study. Inclusion criteria: patients admitted for ST-elevation acute myocardial infarction (MI) who had undergone mechanical or chemical reperfusion within 24 hours of the onset of symptoms and whose echocardiogram showed decreased segmental wall motion and fixed perfusion defect related to the culprit artery. Autologous bone marrow was aspirated from the posterior iliac crest under sedation and analgesia of the patients randomly assigned for the treatment group. After laboratory manipulation, intracoronary or intravenous injection of 100 x 106 mononuclear cells was performed. Echocardiography (Vivid 7) was used to assess ventricular function before and three and six months after cell infusion.\n                A total of 30 patients were included, 14 in the arterial group (AG), 10 in the venous group (VG), and six in the control group (CG). No statistical difference was found between the groups for the echocardiographic parameters studied.\n                Autologous mononuclear bone marrow cell transplantation did not improve the echocardiographic parameters of systolic function.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":8879,
        "ReviewID":"CD006536",
        "PMID":"PMID:19420003",
        "Title":"Repeated autologous bone marrow mononuclear cell therapy in patients with large myocardial infarction.",
        "Abstract":"We sought to determine whether repeat administration of bone marrow mononuclear cells (BMC) can improve left ventricular function compared with a single infusion in patients with large acute myocardial infarction (AMI).\n                Thirty-nine patients with a ST-elevation AMI of the anterior wall and a significantly decreased left ventricular ejection fraction (LVEF 20-39%) were randomly assigned to three groups following primary percutaneous coronary intervention: Group A (n = 12) received a single intracoronary infusion of BMC (1.9 +\/- 1.2 x 10(8)) at 3-7 days after AMI; Group B (n = 15) received BMC administration both at 3-7 days (2.0 +\/- 1.4 x 10(8)) and at 3 months (2.1 +\/- 1.7 x 10(8)); and the control group (CON, n = 12) received one placebo injection at 3-7 days. We noted no severe complications associated with the BMC transfer. The increase in LVEF evaluated by magnetic resonance imaging (MRI) after 12 months in Group B (11.7 +\/- 2.6%) was significantly greater than that in Group A (7.2 +\/- 1.6%, P < 0.001) or in CON (2.9 +\/- 2.0%, P < 0.001). Magnetic resonance imaging-derived myocardial infarct size decreased significantly in Group B compared with Group A (11.3 +\/- 2.7% vs. 6.3 +\/- 1.6%, P < 0.001).\n                Data from this preliminary study suggest that repeated BMC administration might be a safe and feasible therapeutic strategy for patients with large AMI.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":8887,
        "ReviewID":"CD006536",
        "PMID":"PMID:19892047",
        "Title":"Effect of intracoronary injection of mononuclear bone marrow stem cells on left ventricular function in patients with acute myocardial infarction.",
        "Abstract":"To investigate the effect of intracoronary injection of autologous mononuclear bone marrow stem cells (BMSCs) in patients with ST-elevation myocardial infarction (STEMI) on left ventricular (LV) systolic and diastolic function using standard echocardiography and 2-dimensional systolic strain. A total of 60 patients with first anterior wall STEMI and LV ejection fraction of <40%, treated with successful primary percutaneous coronary intervention were randomly assigned to the treatment group (BMSC group) or the control group in a 2:1 ratio. Transcatheter intracoronary injection of BMSCs into the infarct-related artery was performed 7 days after STEMI. Standard echocardiography and speckle tracking analysis was performed at baseline and 6 months after STEMI. No differences were found in the baseline echocardiographic parameters of LV systolic and diastolic dysfunction--the LV ejection fraction was 35 +\/- 6% in the BMSC group, similar to that in the control group (33 +\/- 7%, p = 0.42). After 6 months, the absolute change in the LV ejection fraction was significantly greater in the BMSC group than in the control group (10 +\/- 9% versus 5 +\/- 8%, p = 0.04). Significant improvement was seen in 2-dimensional systolic strain in all segments (12 +\/- 4 vs 14 +\/- 4; p = 0.0009) and in the infarcted area (5 +\/- 2 vs 6 +\/- 2; p = 0.0038) only in the BMSC group. Of the diastolic function parameters, we observed improvement in the early filling propagation velocity (30 +\/- 8 cm\/s vs 37 +\/- 13 cm\/s; p = 0.0008), early diastolic velocity - E' (4.5 +\/- 1.5 vs 5.0 +\/- 1.3, p = 0.02), and the E\/E' ratio (17 +\/- 7 vs 14 +\/- 5; p = 0.03) in the BMSC group. In conclusion, intracoronary injection of unselected BMSCs in patients with STEMI improved both LV systolic and diastolic function at 6 months of follow-up.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":8864,
        "ReviewID":"CD006536",
        "PMID":"PMID:19208649",
        "Title":"Intracoronary infusion of bone marrow-derived selected CD34+CXCR4+ cells and non-selected mononuclear cells in patients with acute STEMI and reduced left ventricular ejection fraction: results of randomized, multicentre Myocardial Regeneration by Intracoronary Infusion of Selected Population of Stem Cells in Acute Myocardial Infarction (REGENT) Trial.",
        "Abstract":"Comparison of intracoronary infusion of bone marrow (BM)-derived unselected mononuclear cells (UNSEL) and selected CD34(+)CXCR4(+) cells (SEL) in patients with acute myocardial infarction (AMI) and reduced <40% left ventricular ejection fraction (LVEF).\n                Two hundred patients were randomized to intracoronary infusion of UNSEL (n = 80) or SEL (n = 80) BM cells or to the control (CTRL) group without BM cell treatment. Primary endpoint: change of LVEF and volumes measured by magnetic resonance imaging before and 6 months after the procedure. After 6 months, LVEF increased by 3% (P = 0.01) in patients treated with UNSEL, 3% in patients receiving SEL (P = 0.04) and remained unchanged in CTRL group (P = 0.73). There were no significant differences in absolute changes of LVEF between the groups. Absolute changes of left ventricular end-systolic volume and left ventricular end-diastolic volume were not significantly different in all groups. Significant increase of LVEF was observed only in patients treated with BM cells who had baseline LVEF < median (37%). Baseline LVEF < median and time from the onset of symptoms to primary percutaneous coronary intervention > or = median were predictors of LVEF improvement in patients receiving BM cells. There were no differences in major cardiovascular event (death, re-infarction, stroke, target vessel revascularization) between groups.\n                In patients with AMI and impaired LVEF, treatment with BM cells does not lead to a significant improvement of LVEF or volumes. There was however a trend in favour of cell therapy in patients with most severely impaired LVEF and longer delay between the symptoms and revascularization.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":8884,
        "ReviewID":"CD006536",
        "PMID":"PMID:20022872",
        "Title":"Influence of bone marrow stem cells on left ventricle perfusion and ejection fraction in patients with acute myocardial infarction of anterior wall: randomized clinical trial: Impact of bone marrow stem cell intracoronary infusion on improvement of microcirculation.",
        "Abstract":"Randomized trial to assess change in left ventricle ejection fraction (LVEF) and myocardial perfusion in patients with acute myocardial infarction (AMI) of anterior wall treated with bone marrow stem cells (BMSCs), compared with control group-from baseline in the acute phase up to 12 months of follow-up.\n                Forty-five patients were randomized 2:1 to BMSC group (n= 31) or to control group (n = 14). Bone marrow stem cells were administered into infarct-related artery (IRA) at 4-6 day after primary PCI. Groups were followed up with Tc-99m-MIBI SPECT, radionuclide ventriculography (EF-RNV), echocardiography (ECHO), and spiroergometric stress test. Coronary angiography was repeated after 6 months. EF-RNV did not differ significantly in both groups, but trend towards increase in EF at 6 months and its maintenance after 12 months was noticed in the BMSC group. At rest study, perfusion index (PI) of region supplied with blood by IRA distal to its previous occlusion (PI-IRA) improved significantly in the BMSC group at 6 months: PI-IRA at 4-6 days vs. PI-IRA at 6 months (3.00 +\/- 0.97 vs. 2.65 +\/- 0.64; P = 0.017). At 12 months, PI-IRA at rest was 2.66 +\/- 0.55; P = 0.07. The difference between BMSC and control groups at rest study in PI-IRA was not observed. At dipyridamole study (PI-dip), perfusion in the BMSC group was better compared with controls at 6 months (2.26 +\/- 0.44 vs. 2.47 +\/- 0.40; P = 0.033) and at 12 months (2.34 +\/- 0.55 vs. 2.52 +\/- 0.42; P = 0.014), also for region supplied with blood by IRA (PI-IRA-dip; at 6 months 2.63 +\/- 0.77 vs. 3.06 +\/- 0.46; P = 0.021 and at 12 months 2.71 +\/- 0.63 vs. 3.15 +\/- 0.51; P = 0.001). Results of LVEF, LVEDV, LVESV in ECHO and results of spiroergometric stress test did not differ significantly between groups. Major adverse cardiac events occurred more often in the control group (P = 0.027).\n                In our study, BMSC intracoronary transplantation in patients with anterior AMI did not result in increase in EF. Slight improvement of myocardial perfusion was noticed in the BMSC group. This finding may indicate better microcirculation enhanced by BMSCs, but small number of patients allow for hypothesis rather than final statement.",
        "Year":2010.0
    },
    {
        "Unnamed: 0":8862,
        "ReviewID":"CD006536",
        "PMID":"PMID:20042424",
        "Title":"Bone marrow cell transplantation improves cardiac, autonomic, and functional indexes in acute anterior myocardial infarction patients (Cardiac Study).",
        "Abstract":"Bone marrow (BM) stem cells improve cardiac function and outcome after acute ST-segment elevation myocardial infarction (MI). In this randomized controlled trial, the effects of intracoronary transfer of autologous BM cells on left ventricular ejection fraction (LVEF) and volumes (2D-echo and resting SPECT), stroke volume [impedance cardiography (ICG)], autonomic control [heart rate variability (HRV)], baroreflex sensitivity (BRS), and exercise tolerance (cardiopulmonary exercise test) were assessed in post-MI patients. Exercise stress SPECT was also performed.\n                After percutaneous coronary intervention (PCI), 38 patients with residual LV dysfunction were randomized to either the BM group (optimized treatment plus intracoronary transfer of autologous BM cells 4 + or - 1 days after PCI, n = 19) or control (C) group (optimized treatment only, n = 19). After 12 months, mean LVEF (%) increased 13.1 + or - 1.9 in the BM patients vs. 5.3 + or - 2.0 in C, with an increase in stroke volume (mL, 14.5 + or - 4.0 in BM vs. 1.8 + or - 3.7 in C) associated with improved HRV [SD (ms) 62.4 + or - 8.3 in BM vs. 19.0 + or - 7.5 in C), higher BRS (ms\/mmHg, 8.0 + or - 1.8 in BM vs. -1.9 + or - 1.7 in C), and peak VO(2) (mL\/kg min(-1), 3.5 + or - 1.0 in BM vs. -0.4 + or - 0.5 in C). Stress SPECT showed improvements in perfusion, regional and global LV function scores (P < 0.05 BM vs. C groups for all comparisons). Cell transfer did not increase the risk of adverse clinical, in-stent restenosis, or proarrhythmic events.\n                The beneficial effect of autologous BM cells in post-MI patients with depressed LV function may be mediated by restoration of autonomic control, and improved exercise tolerance.",
        "Year":2010.0
    },
    {
        "Unnamed: 0":8883,
        "ReviewID":"CD006536",
        "PMID":"PMID:20211323",
        "Title":"Results of intracoronary stem cell therapy after acute myocardial infarction.",
        "Abstract":"To assess the effect of autologous bone-marrow cell (BMC) therapy in patients with acute myocardial infarction in a rigorous double-blind, randomized, placebo-controlled trial. Patients with reperfusion >6 hours after symptom onset were randomly assigned in a 2:1 ratio to receive intracoronary BMC or placebo therapy 5 to 7 days after symptom onset. The patients were stratified according to age, acute myocardial infarction localization, and left ventricular (LV) function. Rigorous double-blinding was ensured using autologous erythrocytes for the placebo preparation that was visually indistinguishable from the active treatment. Serial cardiac magnetic resonance imaging studies were performed before study therapy and after 1, 3, and 6 months. The primary end point was the difference in the LV ejection fraction from baseline to 6 months. The secondary end points included changes in the LV end-diastolic and end-systolic volume indexes and infarct size. A total of 42 patients were enrolled (29 in the BMC group and 13 in the placebo group) in the integrated pilot phase. A mean of 381 x 10(6) mononuclear BMCs were administered. The baseline clinical and cardiac magnetic resonance imaging parameters did not differ. Compared to baseline, the difference in LV ejection fraction for the placebo group versus BMC group was 1.7 +\/- 6.4% versus -0.9 +\/- 5.5% at 1 month, 3.1 +\/- 6.0% versus 1.9 +\/- 4.3% at 3 months, and 5.7 +\/- 8.4% versus 1.8 +\/- 5.3% at 6 months (primary end point; not significant). No difference was found in the secondary end points between the 2 groups, including changes in infarct size or LV end-diastolic and end-systolic volume indexes. In conclusion, in this rigorous double-blind, randomized, placebo-controlled trial, we did not observe an evidence for a positive effect for intracoronary BMC versus placebo therapy with respect to LV ejection fraction, LV volume indexes, or infarct size.\n                Copyright 2010 Elsevier Inc. All rights reserved.",
        "Year":2010.0
    },
    {
        "Unnamed: 0":8875,
        "ReviewID":"CD006536",
        "PMID":"PMID:20826249",
        "Title":"Results of a phase 1, randomized, double-blind, placebo-controlled trial of bone marrow mononuclear stem cell administration in patients following ST-elevation myocardial infarction.",
        "Abstract":"Initial clinical trials from Europe have demonstrated that the administration of bone marrow-derived mononuclear cells (BMCs) may improve left ventricular (LV) function in patients following ST-elevation myocardial infarction (STEMI). However, results from trials performed in the United States have not yet been presented.\n                We developed a phase 1, randomized, placebo-controlled, double-blind trial to investigate the effects of BMC administration in patients following STEMI on recovery of LV function using cardiac magnetic resonance imaging (cMRI). Forty patients with moderate to large anterior STEMIs were randomized to 100 million intracoronary BMCs versus placebo 3 to 10 days following successful primary angioplasty and stenting (percutaneous coronary intervention) of the left anterior descending coronary artery.\n                Administration of BMC was safely performed in a high-risk cohort with minimal major adverse clinical event rates, and all patients remain alive to date. Left ventricular ejection fraction increased from 49.0% +\/- 9.5% at baseline to 55.2% +\/- 9.8% at 6 months by cMRI in the BMC group (P < .05), which was not different from the increase in the placebo group (48.6% +\/- 8.5% to 57.0% +\/- 13.4%, P < .05). Left ventricular end-diastolic volume decreased by 4 mL\/m(2) in the BMC group at 6 months but increased significantly in the placebo group (17 mL\/m(2), P < .01).\n                This phase 1 study from the United States confirms the ongoing safety profile of BMC administration in patients following STEMI. The improvement in LV ejection fraction at 6 months by cMRI in the cell therapy group was not different than the placebo group. However, BMC administration had a favorable effect on LV remodeling at 6 months.\n                2010 Mosby, Inc. All rights reserved.",
        "Year":2010.0
    },
    {
        "Unnamed: 0":8873,
        "ReviewID":"CD006536",
        "PMID":"PMID:21127322",
        "Title":"Intracoronary autologous mononucleated bone marrow cell infusion for acute myocardial infarction: results of the randomized multicenter BONAMI trial.",
        "Abstract":"Intracoronary administration of autologous bone marrow cells (BMCs) leads to a modest improvement in cardiac function, but the effect on myocardial viability is unknown. The aim of this randomized multicentre study was to evaluate the effect of BMC therapy on myocardial viability in patients with decreased left ventricular ejection fraction (LVEF) after acute myocardial infarction (AMI) and to identify predictive factors for improvement of myocardial viability.\n                One hundred and one patients with AMI and successful reperfusion, LVEF ≤45%, and decreased myocardial viability (resting Tl201-SPECT) were randomized to either a control group (n = 49) or a BMC group (n = 52). Primary endpoint was improvement of myocardial viability 3 months after AMI. Baseline mean LVEF measured by radionuclide angiography was 36.3 ± 6.9%. Bone marrow cell infusion was performed 9.3 ± 1.7 days after AMI. Myocardial viability improved in 16\/47 (34%) patients in the BMC group compared with 7\/43 (16%) in the control group (P = 0.06). The number of non-viable segments becoming viable was 0.8 ± 1.1 in the control group and 1.2 ± 1.5 in the BMC group (P = 0.13). Multivariate analysis including major post-AMI prognostic factors showed a significant improvement of myocardial viability in BMC vs. control group (P = 0.03). Moreover, a significant adverse role for active smoking (P = 0.04) and a positive trend for microvascular obstruction (P = 0.07) were observed.\n                Intracoronary autologous BMC administration to patients with decreased LVEF after AMI was associated with improvement of myocardial viability in multivariate-but not in univariate-analysis. A large multicentre international trial is warranted to further document the efficacy of cardiac cell therapy and better define a group of patients that will benefit from this therapy. Clinical Trial Registration Information: URL: http:\/\/www.clinicaltrials.gov. Unique identifier NCT00200707.",
        "Year":2011.0
    },
    {
        "Unnamed: 0":8868,
        "ReviewID":"CD006536",
        "PMID":"PMID:21148540",
        "Title":"Intracoronary infusion of mononuclear cells from bone marrow or peripheral blood compared with standard therapy in patients after acute myocardial infarction treated by primary percutaneous coronary intervention: results of the randomized controlled HEBE trial.",
        "Abstract":"Previous trials that investigated cell therapy as an adjunctive therapy after acute myocardial infarction (AMI) have shown conflicting results. We designed a randomized controlled trial to determine the effect of intracoronary infusion of mononuclear cells from bone marrow (BM) or peripheral blood in patients with AMI.\n                In a multicentre trial, 200 patients with large first AMI treated with primary percutaneous coronary intervention were randomly assigned to either intracoronary infusion of mononuclear BM cells (n = 69), mononuclear peripheral blood cells (n = 66), or standard therapy (without placebo infusion) (n = 65). Mononuclear cells were delivered intracoronary between 3 and 8 days after AMI. Regional and global left ventricular myocardial function and volumes were assessed by magnetic resonance imaging before randomization and at 4 months, and clinical events were reported. The primary endpoint of the percentage of dysfunctional left ventricular segments that improved during follow-up did not differ significantly between either of the treatment groups and control: 38.6 ± 24.7% in the BM group, 36.8 ± 20.9% in the peripheral blood group, and 42.4 ± 18.7% in the control group (P = 0.33 and P = 0.14). Improvement of left ventricular ejection fraction was 3.8 ± 7.4% in the BM group, 4.2 ± 6.2% in the peripheral blood group when compared with 4.0 ± 5.8% in the control group (P = 0.94 and P = 0.90). Furthermore, the three groups did not differ significantly in changes in left ventricular volumes, mass, and infarct size and had similar rates of clinical events.\n                Intracoronary infusion of mononuclear cells from BM or peripheral blood following AMI does not improve regional or global systolic myocardial function in the HEBE trial.\n                The Netherlands Trial Register #NTR166 (www.trialregister.nl) and the International Standard Randomised Controlled Trial, #ISRCTN95796863 (http:\/\/isrctn.org).",
        "Year":2011.0
    },
    {
        "Unnamed: 0":8865,
        "ReviewID":"CD006536",
        "PMID":"PMID:21167340",
        "Title":"CD34(+) cell infusion after ST elevation myocardial infarction is associated with improved perfusion and is dose dependent.",
        "Abstract":"the objective of the study was to determine whether the effects of infarct-related artery (IRA) infusion of autologous bone marrow-derived CD34(+) cells after ST elevation myocardial infarction (STEMI) are dependent on the dose (quantity and mobility) of the cells infused. Beneficial effects of IRA infusion of mononuclear cells after STEMI have been inconsistent, possibly because of differences in timing, cell type, quantity, and mobility of infused cells.\n                patients were randomized to bone marrow harvest (n = 16) or control (n = 15). At a median of 8.3 days after coronary stenting for STEMI, CD34(+) cells were infused via the IRA at 3 dose levels (5, 10, and 15 × 10(6)) in cohorts of 5 patients each. Baseline and follow-up imaging and ex vivo CD34(+) cell mobility were performed.\n                Cell harvest and infusion were safe. Quantitative rest hypoperfusion score measured by single-photon emission computed tomography improved at 6 months in the ≥ 10 million cohorts compared with controls (-256 vs +14, P = .02). There was a trend toward improved ejection fraction at 6 months (+4.5%) in the ≥ 10 million cohorts compared with no change in the controls and 5 million cohort (+0.7%). Improved perfusion and infarct size reduction correlated with the quantity and mobility of the infused CD34(+) cells.\n                the effects of CD34(+) cell IRA infusion during the repair phase after STEMI are dose dependent and, at a threshold dose of 10 million CD34(+) cells, associated with a significant improvement in perfusion that may limit deterioration in cardiac function (IRA infusion of CD34(+) cells in patients with acute myocardial infarction [AMR-01] NCT00313339).",
        "Year":2011.0
    },
    {
        "Unnamed: 0":8863,
        "ReviewID":"CD006536",
        "PMID":"PMID:17572255",
        "Title":"Intracoronary injection of autologous bone marrow-derived mononuclear cells in patients with large anterior acute myocardial infarction: a prematurely terminated randomized study.",
        "Abstract":null,
        "Year":null
    },
    {
        "Unnamed: 0":8878,
        "ReviewID":"CD006536",
        "PMID":"PMID:17764767",
        "Title":"Three-, 6-, and 12-month results of autologous transplantation of mononuclear bone marrow cells in patients with acute myocardial infarction.",
        "Abstract":"There are only few data on long-term effectiveness of the stem cell therapy.\n                We studied the time course of global and regional left ventricular function in patients with acute myocardial infarction within 1 year after the autologous mononuclear bone marrow cell transplantation.\n                Sixty patients with a first acute myocardial infarction, who had been randomized into 3 groups, completed a 12-month protocol. Two groups were intracoronarily given bone marrow cells in either higher (10(8) cells, HD group, n=20) or lower (10(7) cells, LD group, n=20) doses. Twenty patients without cell transplantation served as a control (C) group. Doppler tissue imaging and the gated technetium-99m sestamibi single photon emission computed tomography were performed before cell transplantation and at 3, 6, and 12 months later.\n                The baseline peak systolic velocities of longitudinal contraction of the infarcted wall (S(infarct)) of 5.2 cm\/s, 4.6 cm\/s, and 4.4 cm\/s in C, LD, and HD groups increased by 0.0 cm\/s, 0.3 cm\/s (p=NS vs. C group), and by 0.7 cm\/s (p<0.05 vs. C group), respectively, at 3 months. At 12 months, however, the corresponding changes from baseline values of 0.1 cm\/s, 0.2 cm\/s, and 0.6 cm\/s did not differ significantly (all p=NS). In contrast, the post-transplant improvements in the left ventricular ejection fraction by 6%, 7%, and 7% at months 3, 6, and 12, respectively, were preserved in HD group patients during the whole 12-month follow-up and remained significantly better as compared to controls.\n                In our study, the autologous mononuclear bone marrow cell transplantation provided sustained improvement in global left ventricular systolic function in patients with acute myocardial infarction. However, when evaluating regional systolic function of the infarcted wall, the short-term benefit was partially lost during the 12-month follow-up.",
        "Year":null
    }
]