[
    {
        "Unnamed: 0":19301,
        "ReviewID":"CD003686",
        "PMID":"PMID:3548987",
        "Title":"Comparison of diflunisal and naproxen in the treatment of tennis elbow.",
        "Abstract":"The authors favor conservative treatment of tennis elbow, starting with cessation of the offending activity and prescription of a nonsteroidal anti-inflammatory drug (NSAID) and followed by isometric and isotonic exercises when pain and inflammation have subsided. Two NSAIDs, diflunisal and naproxen, were evaluated in 38 patients with mild-to-moderate pain associated with tennis elbow. The physicians' assessments found no statistically significant differences between the two drugs; both provided effective reduction of pain and swelling. Patients' assessments of pain relief achieved with their respective drugs significantly (P = 0.019) favored diflunisal. Prompt and effective relief of pain and swelling hastens the patient's progression to physical therapy and return to normal activities.",
        "Year":1986.0
    },
    {
        "Unnamed: 0":19297,
        "ReviewID":"CD003686",
        "PMID":"PMID:9161352",
        "Title":"Efficacy of diclofenac in lateral epicondylitis of the elbow also treated with immobilization. The University of Montreal Orthopaedic Research Group.",
        "Abstract":"To evaluate the efficacy of an oral nonsteroidal anti-inflammatory drug in the treatment of lateral epicondylitis.\n                Multicenter double-blind randomized controlled trial in which the following hypothesis was tested: whether diclofenac sodium provided a 20% or greater improvement over rest and cast immobilization in the response rate to treatment of lateral epicondylitis beyond and over rest in an experimental group compared with a control group after 4 weeks of treatment.\n                Recruitment from urban general practices and referrals to 4 university hospitals.\n                During a 1-year period, 206 subjects aged 18 to 60 years with lateral epicondylitis were recruited from the clientele treated by family physicians. Thirty subjects refused to participate and 47 presented with exclusion criteria, leaving 129 subjects who entered the study. One subject withdrew after 21 days.\n                The experimental group was treated with a daily dose of diclofenac sodium (150 mg) for 28 days, while the control group received a placebo during the same period. In addition, both groups were immobilized in a cast for 14 days and were told not to perform repetitive movements of the involved limb for 21 days.\n                Measuring instruments consisted of grip strength measurements with a squeeze dynamometer, a visual analog pain scale, a visual analog function scale, and an 8-item pain-free function index.\n                A statistically and clinically significant reduction of pain was associated with treatment with diclofenac, but no clinically significant difference in grip strength or functional improvement could be detected between the 2 groups. Secondary effects (diarrhea and abdominal pain) were significantly more frequent in the diclofenac-treated group.\n                Taking into account the limited improvement noted over rest and cast immobilization and the number of associated adverse events, it is difficult to recommend the use of diclofenac in the treatment of lateral epicondylitis at the dosage used in this study.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":19296,
        "ReviewID":"CD003686",
        "PMID":"PMID:9641433",
        "Title":"The effectiveness of topical diclofenac for lateral epicondylitis.",
        "Abstract":"Gastrointestinal upset and local pain commonly limit the use of oral nonsteroidal anti-inflammatory drugs and corticosteroid injection as treatments for lateral epicondylitis. Transdermal administration of an anti-inflammatory drug could avoid these adverse effects.\n                To determine the effectiveness of topical diclofenac as a treatment of lateral epicondylitis.\n                A convenience sample of 14 subjects meeting clinical criteria of chronic lateral epicondylitis participated in this randomized, double blind, crossover study. Each subject applied a pluronic lecithin liposomal organo-gel (PLO) over the affected lateral elbow three times daily for I week, followed by a 1-week \"washout\" period of no gel. A second topical PLO gel was then applied similarly for 1 week. Both gels were identical, but only one gel contained 2% diclofenac. Treatment order was randomized, and both the subject and tester were blinded. Pain and isometric wrist extension strength were measured using a visual analog pain scale (VAS) and a mounted manual muscle testing dynamometer, respectively, at the following time periods: just before application of the first gel, the last day of using the first gel, the last day of the washout week, and the last day of using the second gel. Analysis was performed using repeated measures analysis of variance.\n                When subjects used diclofenac PLO, pain was significantly less than that during the pretreatment, washout, and placebo PLO periods (mean VAS: diclofenac PLO, 2.1; pretreatment, 3.5; washout, 3.4; placebo PLO, 3.6). Average wrist extension strength was significantly greater when subjects used diclofenac PLO (8.4 kg) than it was before treatment (5.9 kg). One subject developed a local rash while using diclofenac PLO.\n                Topical 2% diclofenac in PLO appears to provide effective short-term reduction in elbow pain and wrist extensor weakness associated with chronic lateral epicondylitis.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":19299,
        "ReviewID":"CD003686",
        "PMID":"PMID:10514160",
        "Title":"Pragmatic randomised controlled trial of local corticosteroid injection and naproxen for treatment of lateral epicondylitis of elbow in primary care.",
        "Abstract":"To compare the clinical effectiveness of local corticosteroid injection, standard non-steroidal anti-inflammatory drugs, and simple analgesics for the early treatment of lateral epicondylitis in primary care.\n                Multicentre pragmatic randomised controlled trial.\n                23 general practices in North Staffordshire and South Cheshire.\n                164 patients aged 18-70 years presenting with a new episode of lateral epicondylitis. Interventions: Local injection of 20 mg methylprednisolone plus lignocaine, naproxen 500 mg twice daily for two weeks, or placebo tablets. All participants received a standard advice sheet and co-codamol as required.\n                Participants' global assessment of improvement (five point scale) at four weeks. Pain, function, and \"main complaint\" measured on 10 point Likert scales at 4 weeks, 6 months, and 12 months.\n                Over 2 years, 53 subjects were randomised to injection, 53 to naproxen, and 58 to placebo. Prognostic variables were similar between groups at baseline. At 4 weeks, 48 patients (92%) in the injection group were completely better or improved compared with 30 (57%) in the naproxen group (P<0.001) and 28 (50%) in the placebo group (P<0.001). At 12 months, 43 patients (84%) in the injection group had pain scores <\/=3 compared with 45 (85%) in the naproxen group and 44 (82%) in the placebo group (P>0.05).\n                Early local corticosteroid injection is effective for lateral epicondylitis. Outcome at one year was good in all groups, and effective early treatment does not seem to influence this.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":19295,
        "ReviewID":"CD003686",
        "PMID":"PMID:16223204",
        "Title":"Analgesic efficacy of a lecithin-vehiculated diclofenac epolamine gel in shoulder periarthritis and lateral epicondylitis: a placebo-controlled, multicenter, randomized, double-blind clinical trial.",
        "Abstract":"Diclofenac epolamine (2-hydroxyethyl-pyrrolidine) (DHEP) is a diclofenac salt endowed with enhanced cutaneous permeation. To optimize its absorption after topical application, a lecithin-enriched DHEP 1.3% gel has been developed (DHEP lecithin gel) and investigated in patients with shoulder periarthritis and lateral epicondylitis in a placebo-controlled, multicenter double-blind clinical trial. One hundred fifty-eight patients were randomized to a 10-day treatment with DHEP lecithin gel or placebo (5 g t.i.d. applied on the painful area). The efficacy criteria were pain measured by visual analog scale (VAS) while performing a specific standardized movement, intake of rescue medication (paracetamol), and the disabilities of the arm, shoulder and hand (DASH) questionnaire. VAS scores indicated a consistently higher analgesic activity of DHEP lecithin gel. At day 3, pain was reduced by -20.1 +\/- 20.2 and -9.9 +\/- 12.7 mm in the DHEP lecithin gel- and placebo-treated patients, respectively (p < 0.001); at day 6 of treatment, DHEP lecithin gel induced a pain reduction of -33.2 +\/- 26.1 mm, while the reduction achieved with placebo was only -21.2 +\/- 18.8 mm (p < 0.001). The mean changes in DASH questionnaire indicated that DHEP lecithin gel was more effective than placebo in improving patient well-being and reducing difficulties in performing the activities most severely impaired by rheumatism, while no difference was observed between the two treatments in consumption of rescue medication. In conclusion, these results indicate that DHEP lecithin gel is a topically effective analgesic product in patients with shoulder periarthritis or lateral epicondylitis and provide further evidence on the use of topical nonsteroidal anti-inflammatory drugs as an optimal approach to the treatment of localized musculoskeletal disorders.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":19300,
        "ReviewID":"CD003686",
        "PMID":"PMID:21368667",
        "Title":"Effectiveness of leech therapy in chronic lateral epicondylitis: a randomized controlled trial.",
        "Abstract":"Leech therapy has been found to be effective in osteoarthritis of the knee and hand in previous trials. Chronic epicondylitis is a prevalent pain syndrome with limited treatment options. In this study, we tested whether leech therapy would be beneficial in the symptomatic treatment of chronic lateral epicondylitis.\n                Forty patients with manifestation of epicondylitis of at least 1-month duration were randomized to a single treatment with 2 to 4 locally applied leeches or a 30-day course with topical diclofenac. The primary outcome was change of pain sum score on day 7 calculated from 3 visual analog scales for pain during motion, grip, and rest. Secondary outcomes included disability (Disability of the Arm, Shoulder, Hand questionnaire), physical quality of life (Short Form-36), and grip strength. Outcomes and safety were assessed on days -3, 0, 7, and 45.\n                Leeches induced a significantly stronger decrease of the pain score (143.7±36.9 to 95.3±45.1) compared with topical diclofenac (131.6±29.6 to 134.7±70.7; mean difference -49.0; 95% confidence interval,-82.9--15.1; P=0.0075) after 7 days. On day 45, this group difference was reduced (-27.5; confidence interval, -60.8-5.8; P=0.110) due to delayed pain relief with diclofenac. Functional disability showed a stronger decrease in the leech group, which was most prominent after 45 days (P=0.0007). Quality of life increased nonsignificantly in the leech group. Results were not affected by outcome expectation.\n                A single course of leech therapy was effective in relieving pain in the short-term and improved disability in intermediate-term. Leeches might be considered as an additional option in the therapeutic approach to lateral epicondylitis.",
        "Year":2011.0
    },
    {
        "Unnamed: 0":19298,
        "ReviewID":"CD003686",
        "PMID":"PMID:9549022",
        "Title":"The treatment of lateral epicondylitis by iontophoresis of sodium salicylate and sodium diclofenac.",
        "Abstract":"To investigate the effectiveness of sodium diclofenac and sodium salicylate applied by topical iontophoresis and to compare them in the treatment of lateral epicondylitis.\n                Forty patients with lateral epicondylitis were randomized into two groups of 20 patients who were matched for age and sex.\n                The patients in one group were treated by iontophoresis of sodium diclofenac and the other group were treated by iontophoresis of sodium salicylate. Then infrared treatment was applied to patients in both groups.\n                Pain scores obtained before and after treatment were compared.\n                Pain produced by pressure on the lateral epicondyle, on resisting wrist extension, during function and spontaneous pain at rest significantly decreased in both groups after treatment (p < 0.001). When pain scores obtained after treatment were compared, greater decrease was observed in the pain produced on resisting wrist extension (p < 0.01) and by pressure on the lateral epicondyle (p < 0.05) in the group treated with sodium diclofenac than in the group treated with sodium salicylate.\n                The results suggest some benefits from the process of iontophoresis and the use of infrared in the treatment of lateral epicondylitis and indicate that iontophoresis of sodium diclofenac is more effective than that of sodium salicylate.",
        "Year":null
    }
]