[
    {
        "Unnamed: 0":9837,
        "ReviewID":"CD005321",
        "PMID":"PMID:3310017",
        "Title":"Intra-articular treatment with sodium hyaluronate in gonarthrosis: a controlled clinical trial versus placebo.",
        "Abstract":"A double-blind, placebo-controlled study was carried out in 34 patients suffering from osteo-arthritis of the knee. A total of 40 joints was treated at random with 3 intra-articular injections, at 1 week intervals, of either 20 mg sodium hyaluronate or placebo. Clinical examinations, including assessments of spontaneous pain intensity, pain on touch, under load and while walking, were made before each injection and repeated 7 days after the last one and again at 60 days after the start of the trial. The results showed a significant difference between treatments for all the variables assessed. In the sodium hyaluronate group, pain relief was not only rapid but also long lasting. Local tolerance was very good for both treatments.",
        "Year":1987
    },
    {
        "Unnamed: 0":9845,
        "ReviewID":"CD005321",
        "PMID":"PMID:3063436",
        "Title":"Clinical trial of intra-articular injection of sodium hyaluronate in patients with osteoarthritis of the knee.",
        "Abstract":"A multi-centre randomized, double-blind, parallel-group clinical trial was carried out in 63 patients with osteoarthritis of the knee to compare the efficacy and tolerability of a course of intra-articular injections of 20 mg sodium hyaluronate with a similar course of injections of placebo. Treatment consisted of up to 11 injections over a 23-week period. Evaluation was by means of subjective symptom and activity assessments, serially during the course of treatment and also 25 weeks thereafter. Ten patients (5 of 30 on active treatment; 5 of 33 on placebo) were withdrawn prematurely. Pain on movement, assessed by visual analogue scale (VAS) showed statistically significant (p less than 0.05 to p less than 0.0001) reductions in mean scores throughout the first 11 weeks of treatment with sodium hyaluronate but smaller, non-significant, reductions with placebo treatment. The difference between treatments was significant (p less than 0.05) at 5 weeks. Pain at rest, also assessed by VAS, showed little change in mean scores with placebo but with sodium hyaluronate there was a progressive reduction which was significant (p less than 0.01) throughout the period from 5 to 23 weeks. The difference between sodium hyaluronate and placebo was significant (p less than 0.05 to p less than 0.002) at Weeks 5, 11, 15, 19 and 23. 'Activities of daily living' were assessed using a standard scale. There were small improvements with both treatments, significant at some assessments and somewhat greater with sodium hyaluronate than placebo, but there were no statistically significant differences between the groups.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1988
    },
    {
        "Unnamed: 0":9843,
        "ReviewID":"CD005321",
        "PMID":"PMID:1934686",
        "Title":"Intra-articular treatment of knee osteoarthritis. A comparative study between hyaluronic acid and 6-methyl prednisolone acetate.",
        "Abstract":"The efficacy and tolerability of 20 mg of hyaluronic acid were compared in an open, randomized trial with that of 40 mg of 6-methylprednisolone acetate, administering them both by an intra-articular route once a week for 3 weeks to patients suffering from inflammatory knee osteoarthritis. The results of the study showed that for up to one week after the end of treatment hyaluronic acid's analgesic activity was comparable to that of the steroid, while at the end of the follow-up (45 days after the end of treatment) all the pain monitoring parameters presented significant differences in favour of the HA-treated group. Both treatments were well tolerated, since no local or systemic adverse reactions were observed.",
        "Year":1991
    },
    {
        "Unnamed: 0":9844,
        "ReviewID":"CD005321",
        "PMID":"PMID:8886085",
        "Title":"High molecular weight sodium hyaluronate (hyalectin) in osteoarthritis of the knee: a 1 year placebo-controlled trial.",
        "Abstract":"Hyaluronic acid is a natural component of cartilage and is considered not only as a lubricant in joints but also as playing a physiological role in the trophic status of cartilage. Hyalectin, a selected fraction of hyaluronic acid extracted from cocks' combs, has exhibited efficacy in animal models of osteoarthritis. To assess the efficacy and tolerability of intra-articular injections of hyalectin, we conducted a prospective, randomized, placebo-controlled trial of 1 years' duration in 110 patients with painful hydarthrodial osteoarthritis of the knee. At entry and once a week for 3 weeks, aspiration of the knee effusion and intra-articular injections of either hyalectin 20 mg (H) or its vehicle (C) were performed. The vehicle acted as the control treatment. Four weeks after the last injection, the improvement was greater in the H group compared with the C group (pain: -35.5 +\/- 26.4 mm vs -25.8 +\/- 21.4, P = 0.03, Lequesne's functional index: -3.8 +\/- 4.3 vs -2.3 +\/- 3.3, P = 0.03). During the 1 year follow-up, the need to perform supplementary local therapies (joint fluid aspiration because of painful hydarthrodial episodes and\/or local corticosteroid injections) was more frequent in group C (44% vs 30%, P = 0.03). Moreover, at the final visit, the physician's overall assessment of efficacy was in favor of H (77% vs 54%, P = 0.01) and the improvement in the functional index was greater in group H (-4.4 +\/- 5.1 vs -2.7 +\/- 4.1, P = 0.05). This study suggests that intra-articular injections of hyalectin may (1) improve clinical condition and (2) have a long-term beneficial effect in patients with osteoarthritis of the knee.",
        "Year":1993
    },
    {
        "Unnamed: 0":9831,
        "ReviewID":"CD005321",
        "PMID":"PMID:8403580",
        "Title":"Intra-articular treatment with hyaluronic acid in osteoarthritis of the knee joint: a controlled clinical trial versus mucopolysaccharide polysulfuric acid ester.",
        "Abstract":"In a single-blind, randomized clinical trial, both the efficacy and safety of hyaluronic acid (HA) were compared with that of mucopolysaccharide polysulfuric acid ester (MPA) in patients with osteoarthritis of the knee joint. Both agents were administered intra-articularly over six weeks. Patients received either seven injections of HA or 13 injections of MPA. Joint function, range of motion, severity of pain, the general condition of the bony structure and soft tissue of the joint area, and the global clinical efficacy and safety of the medication were assessed. The mean improvement in the modified total Larson rating score was 22% (SD = 28) after HA treatment and 7% (SD = 17) after treatment with MPA (analysis of variance: p = 0.02). This change was mainly caused by a reduction of pain. The onset of pain relief was more rapid in the HA group. The therapeutic effect increased in both treatment groups during the follow-up period. During this interval, lasting six months after the start of treatment, a further reduction of pain and an improvement of knee joint function could be observed. At the end of the study, 25 out of 33 (76%) patients in the HA group and 11 out of 24 (46%) patients in the MPA group were symptom-free or markedly improved (Chi-square test: p = 0.02). Both agents were tolerated very well.",
        "Year":1993
    },
    {
        "Unnamed: 0":9847,
        "ReviewID":"CD005321",
        "PMID":"PMID:15449510",
        "Title":"Intra-articular sodium hyaluronate in osteoarthritis of the knee: a multicenter, double-blind study.",
        "Abstract":"The efficacy and the safety of intra-articular injections of sodium hyaluronate were studied in patients with osteoarthritis of the knee in a randomized multicenter double-blind study. Two hundred and nine patients received five injections of either 25 mg hyaluronate\/2.5 ml (verum, N = 102) or 0.25 mg hyaluronate\/2.5 ml (control, N = 107) at weekly intervals. Seven patients in each group were excluded from the protocol-correct efficacy analysis. The Lequesne Index, the first main criterion, showed a significant superiority of the verum-treated patients after the third injection up to the final follow-up examination 9 weeks after the last injection (MANOVA, P < 0.025). The consumption of paracetamol was defined as a complementary main criterion that did not reveal significant differences between the treatment groups. Most of the individual secondary endpoints demonstrated a much better response to the active treatment without reaching the significance level in the intergroup comparisons for the single time-points. Side-effects were confined to local reactions of minor severity and short duration in four patients (six events) of the verum group and in five patients of the control group. Clinical chemistry and hematology remained essentially unchanged.",
        "Year":1993
    },
    {
        "Unnamed: 0":9850,
        "ReviewID":"CD005321",
        "PMID":"PMID:7944639",
        "Title":"Intra-articular injections of 750 kD hyaluronan in the treatment of osteoarthritis: a randomised single centre double-blind placebo-controlled trial of 91 patients demonstrating lack of efficacy.",
        "Abstract":"To determine the safety and efficacy of intra-articular injections of hyaluronan in the treatment of osteoarthritis of the knee.\n                A randomised double-blind placebo-controlled trial was carried out on 91 patients with radiologically confirmed osteoarthritis of the knee who were recruited from the outpatient clinics.\n                It was found that weekly intraarticular injections of 20 mg of hyaluronan of M(r) = 750,000 (Hyalgan) in 2 ml of buffered saline performed no better than the inert vehicle alone over a five week period. The principal side effects of a transient increase in pain and swelling in the affected knee was observed in 47% of the treatment group compared with 22% of the placebo group. A few patients with radiologically mild disease treated with Hyalgan appeared to experience medium to long-term symptomatic improvement over matched placebo controls as judged by a delayed return to previous NSAID therapy or analgesia other than paracetamol. Patient numbers in the survival groups, however, were too small to be meaningful.\n                It is concluded that intraarticular administration of this preparation of 750 kD hyaluronan offers no significant benefit over placebo during a five week treatment period, but incurs a significantly higher morbidity, and therefore has no place in the routine treatment of osteoarthritis.",
        "Year":1994
    },
    {
        "Unnamed: 0":9851,
        "ReviewID":"CD005321",
        "PMID":"PMID:11548229",
        "Title":"Intra-articular hyaluronic acid in osteoarthritis of the knee: an investigation into mechanisms of action.",
        "Abstract":"The objective of this study was to investigate mechanisms of action of intra-articular hyaluronic acid in osteoarthritis (OA) of the knee. Twelve patients with bilateral knee OA and synovial effusions entered a randomized, single-blind, blind observer study. Hyaluronic acid (\"Hyalgan\", Fidia SpA, Italy) or placebo were given by intra-articular injection weekly for 5 weeks. Assessments included clinical indices and imaging (magnetic resonance imaging (MRI) and 99m Tc bone scanning) before and after the course of injections. In addition, synovial fluid keratan sulfate (KS), chondroitin sulfate (CS) and C-propeptide of type II collagen (CPII) were measured. MRI and 99m Tc scanning showed no change in either treated or placebo knees over the 6-week study period. A fall in KS levels occurred in treated knees compared with placebo (Wilcoxon paired test, P = 0.1), although this did not reach significance perhaps due to small sample numbers). Ten out of 12 treated knees showed a fall in KS, compared with four out of 12 placebo knees. CS and CPII levels did not change significantly. Intra-articular injection of hyaluronic acid did not result in any improvement in the clinical indices compared to the placebo. In conclusion, assessment of cartilage markers may be of value when studying novel therapies in OA. MRI appearances remain remarkably stable over a 6-week period.",
        "Year":1994
    },
    {
        "Unnamed: 0":9834,
        "ReviewID":"CD005321",
        "PMID":"PMID:8689462",
        "Title":"Intra-articular hyaluronic acid compared to intra-articular triamcinolone hexacetonide in inflammatory knee osteoarthritis.",
        "Abstract":"The aim of this study was to determine the comparative efficacy and safety of intra-articular (i\/a) triamcinolone. hexacetonide (TH) and i\/a hyaluronic acid (HA) in inflammatory knee osteoarthritis. A randomized double-blind comparative trail was carried out in a rheumatology outpatient department. There were 63 patients (24 male, 39 female, mean age 70.5 years) with bilateral symptomatic knee osteoarthritis with effusion. Each was given five HA injections at weekly intervals; or 20 mg TH followed by four placebo (saline) injections. Patients were examined weekly during the treatment period and then at monthly intervals for a further 6 months. Assessment included recording of: visual analog scores (VAS) for pain; duration of stiffness; range of movement; joint effusion; local heat; synovial thickening; joint-line and periarticular tenderness. The principal outcome measure was pain on a self-selected activity assessed by Vas. The two groups were comparable at entry and no significant differences between the groups developed at any time during the treatment period. However, there was a high drop-out rate and intention to treat analysis failed to demonstrate statistically significant differences between the groups. In patients remaining in the study, significantly less pain was experienced by the HA group during the 6 month follow-up period. Other parameters showed a similar trend in favor of experienced by the HA group during the 6 month follow-up period. Other parameters showed a similar trend in favor of HA. We could not, however, demonstrate significant differences between the placebo and active treatments. HA may therefore be a useful additional therapy for symptomatic knee osteoarthritis and may have a long duration of action.",
        "Year":1995
    },
    {
        "Unnamed: 0":9836,
        "ReviewID":"CD005321",
        "PMID":"PMID:8689457",
        "Title":"The role of viscosupplementation with hylan G-F 20 (Synvisc) in the treatment of osteoarthritis of the knee: a Canadian multicenter trial comparing hylan G-F 20 alone, hylan G-F 20 with non-steroidal anti-inflammatory drugs (NSAIDs) and NSAIDs alone.",
        "Abstract":"To determine the safety and efficacy of viscosupplementation with hylan G-F 20, a cross-linked hyaluronan preparation, used either alone or in combination with continuous non-steroidal anti-inflammatory drug (NSAID) therapy, a randomized, controlled, multicenter clinical trial, assessed by a blinded assessor, was conducted in 102 patients with osteoarthritis (OA) of the knee. All patients were on continuous NSAID therapy for at least 30 days prior to entering the study. Patients were randomized into three parallel groups: (1) NSAID continuation plus three control arthrocenteses at weekly intervals; (2) NSAID discontinuation but with three weekly intra-articular injections of hylan G-F 20; and (3) NSAID continuation plus three injections, one every week, intra-articular injections of hylan G-F 20. Outcome measures of pain and joint function were evaluated by both the patients and an evaluator at baseline and weeks 1, 2, 3, 7 and 12, with a follow-up telephone evaluation at 26 weeks. At 12 weeks all groups showed statistically significant improvements from baseline, but did not differ from each other. A statistical test for the equivalence, the q-statistic, demonstrated that viscosupplementation with hylan G-F 20 was at least as good or better than continuous NSAID therapy for all outcome measurements except activity restriction. At 26 weeks both groups receiving hylan G-F 20 were significantly better than the group receiving NSAIDs alone. A transient local reaction was observed in three patients after hylan G-F 20 injection; only one patient withdrew from the study as a result and all recovered without any sequela. Hylan G-F 20 is a safe and effective treatment for OA of the knee and can be used either as a replacement for or an adjunct to NSAID therapy.",
        "Year":1995
    },
    {
        "Unnamed: 0":9827,
        "ReviewID":"CD005321",
        "PMID":"PMID:8774159",
        "Title":"Intra-articular hyaluronan injections in the treatment of osteoarthritis of the knee: a randomised, double blind, placebo controlled multicentre trial. Hyaluronan Multicentre Trial Group.",
        "Abstract":"To assess the effects of intra-articular injections of hyaluronan on symptoms of knee osteoarthritis (OA).\n                Two hundred and forty patients with symptomatic, radiological knee OA were randomly assigned to treatment with weekly injections for five weeks with either 25 mg of high molecular weight hyaluronan or vehicle. Results were evaluated at weeks 1, 2, 3, 4, 5, 13, and 20 by visual analogue scales (pain, function, motion, activity), algofunctional index, and global evaluation by patient and investigator. Analysis was by \"intention to treat', \"per protocol', and area under the curve principles on unstratified patient groups and for patients stratified into four groups of equal size by age and baseline algofunctional index.\n                No serious side effects were reported. At 20 weeks both treatment groups were improved compared with baseline, with no difference between unstratified groups treated with placebo or hyaluronan. Comparison of treatment groups stratified by age and baseline algofunctional index revealed a significant difference in favour of hyaluronan over placebo (pain, activity, algofunctional index, global evaluations by patient and investigator) for patients older than 60 years and with a baseline algofunctional index greater than 10. There was no clinically relevant difference between the two treatments for the other three stratified subgroups of younger age or fewer symptoms. Similar results were obtained by area under the curve, intention to treat, and per protocol analysis.\n                Patients older than 60 years with knee osteoarthritis and with significant symptoms corresponding to an index of severity of knee disease of 10 or more, comprise the group most likely to benefit from treatment with intra-articular hyaluronan injections.",
        "Year":1996
    },
    {
        "Unnamed: 0":9839,
        "ReviewID":"CD005321",
        "PMID":"PMID:9175299",
        "Title":"The double-blind test of sodium hyaluronate (ARTZ) on osteoarthritis knee.",
        "Abstract":"At this time, no definite treatment exists for osteoarthritis disease. Hyaluronate (ARTZ) is one of the most important components of synovial fluid. It is generally accepted that hyaluronic acid protects the articular cartilage and soft tissue surfaces from trauma during joint function.\n                Ninety patients with 116 knees diagnosed as early arthritis (mild to moderate) by four senior orthopaedic surgeons were selected to join this study. The trial design was applied with a double-blind model. The selected patients were randomly injected with 2.5 ml drugs (ARTZ or placebo) intra-articularly once a week for five consecutive weeks without the use of local anesthetic drugs. Evaluation results included grading of subjective and objective symptoms and daily activities. The follow-up period was up to six months after initial injection.\n                According to the results of clinical evaluation and statistical analysis, SPH (ARTZ) is quite effective for osteoarthritis knees, and significantly better than the placebo. The effective peak was one week after five injections of ARTZ. The effective period could last up to three months without additional treatment. The efficacy of ARTZ on osteoarthritis knees was more prominent for relief of motion pain and improvement of knee movement. No side effects developed during a six month period.\n                Based on clinical results here, SPH is a safe drug for administration as an alternative approach to treat the osteoarthritis knee.",
        "Year":1997
    },
    {
        "Unnamed: 0":9828,
        "ReviewID":"CD005321",
        "PMID":"PMID:9219678",
        "Title":"Arthroscopic evaluation of potential structure modifying activity of hyaluronan (Hyalgan) in osteoarthritis of the knee.",
        "Abstract":"Several reported studies suggest that repeated intra-articular injections of hyaluronan result in sustained relief from pain and functional disability in patients with knee osteoarthritis. Several in vivo data suggest that hyaluronan might have a beneficial structural effect in osteoarthritis. The objective of the study was to evaluate the potential structure-modifying effects of Hyalgan (500-730 kDa molecular weight), a highly-purified sodium hyaluronate.\n                Patients with painful knee osteoarthritis (ACR criteria) were enrolled in a prospective, controlled study of 1-year duration. After randomization, either conventional therapy or three cycles (every 3 months) of three intra-articular injections of Hyalgan (once a week during 2 weeks) were given. Clinical outcome was added using pain visual analog score (VAS), functional impairment: Lequesne's index, quality of life: arthritis impact measurement scale (AIMS2) and structural outcome using X-rays: joint space narrowing and arthroscopy: global assessment using VAS, SFA scoring and grading systems.\n                Of the 39 recruited patients, 36 completed the 1-year trial (19 in the Hyalgan group and 17 in the control group). There was no difference between groups at entry. Between-group comparison for changes in clinical parameters reached statistical significance for the quality of life index (AIMS2: -0.4 +\/- 0.7 vs 0.2 +\/- 0.9 in the Hyalgan and control groups respectively, P < 0.05). Deterioration in the structural parameters was less in the Hyalgan group, with a statistically significant difference for two of the three evaluated parameters (overall assessment of chondropathy: +5.1 +\/- 12.7 vs 16.7 +\/- 18.3, P = 0.016; SFA scoring system: +3.7 +\/- 7.3 vs +9.0 +\/- 11.5, P = 0.05) in the Hyalgan and control groups, respectively.\n                This study supports existing data concerning the favorable symptomatic effect of intra-articular injections of Hyalgan in osteoarthritis of the knee and suggests that repeated intra-articular injections of Hyalgan might delay the structural progression of the disease. Other studies are required to confirm these results and to determine the long-term monitoring of osteoarthritic patients using such local therapy.",
        "Year":1997
    },
    {
        "Unnamed: 0":9819,
        "ReviewID":"CD005321",
        "PMID":"PMID:9663358",
        "Title":"Viscosupplementation with hylan G-F 20: a 26-week controlled trial of efficacy and safety in the osteoarthritic knee.",
        "Abstract":"Hylan G-F 20, which is derived from hyaluronan, is a highly purified, elastoviscous fluid with rheologic properties similar to those of synovial fluid in the knee joints of healthy young persons. The efficacy and safety of viscosupplementation with hylan G-F 20 were evaluated in a multicenter, double-masked clinical study in patients with chronic idiopathic osteoarthritis (OA) of the knee of 1 to 30 years' duration. Three intra-articular injections of 2 mL hylan G-F 20 were administered 1 week apart to 57 knees. The control group (60 knees) received 2 mL of physiologic buffered saline solution at the same intervals. Patients were predominantly female (65%), with a mean age of 62 years and mean weight of 76 kg. Using a visual analogue scale, patients assessed the following clinical variables: pain during weight-bearing, pain at rest during the night, reduction of pain during the most painful movement of the knee, and treatment success. Evaluators also assessed patients' loss of activity while performing difficult daily tasks and treatment success. There was dramatic early improvement in all six variables with hylan G-F 20 beginning after the first injection; the improvement continued through the study end points. The differences between hylan G-F 20 and saline treatment were statistically significant for all outcome measures. In the hylan G-F 20 group, 39% to 56% of patients were free or nearly free of weight-bearing pain 10 to 24 weeks after the last injection. Treatment with saline was less effective, with fewer than 13% of patients free or nearly free of weight-bearing pain. Use of rescue therapy was significantly greater in the saline group than in the hylan G-F 20 group. No adverse events were observed in the injected joint after hylan G-F 20 treatment. These results demonstrate that hylan G-F 20 is effective and well tolerated in the management of chronic idiopathic OA.",
        "Year":1998
    },
    {
        "Unnamed: 0":9820,
        "ReviewID":"CD005321",
        "PMID":"PMID:10509850",
        "Title":"The role of elastoviscosity in the efficacy of viscosupplementation for osteoarthritis of the knee: a comparison of hylan G-F 20 and a lower-molecular-weight hyaluronan.",
        "Abstract":"The objective of this 12-week, double-masked, randomized, multicenter study was to compare the elastoviscous properties of a high-molecular-weight viscosupplement, hylan G-F 20 (polymer concentration, 0.8%), with those of a lower-molecular-weight hyaluronan (LMW HA) product (polymer concentration, 1%) and to determine the relationship of elastoviscosity to efficacy in the treatment of patients with osteoarthritis (OA) of the knee. Patients had radiographically confirmed primary idiopathic OA of the knee (Larsen grades I to V) with pain despite other treatments. After a 2-week washout period, 70 patients (73 knees) received three 2-mL intra-articular injections of test solution at 1-week intervals. Thirty-eight patients (38 knees) received hylan G-F 20, and 32 patients (35 knees) received LMW HA. During the 12-week follow-up period, the primary outcome measures assessed by patients (using a visual analogue scale) were weight-bearing pain, most painful knee movement, and overall treatment response; the primary outcome measures assessed by study evaluators were weight-bearing pain and overall assessment of treatment. The dynamic elastoviscous properties of the test solutions were measured on an oscillating Couette-type rheometer. Hylan G-F 20 was more elastoviscous than the LMW HA at all frequencies measured (0.001 to 10 Hz). At the final evaluation, patients who received hylan G-F 20 had significantly better results on all primary outcome measures compared with those who received LMW HA. No systemic adverse events were reported. Local adverse events consisted of pain or swelling, noted in 2 of 38 knees injected with hylan G-F 20, and pain, noted in 1 of 35 knees injected with LMW HA (adverse event rates per injection, 1.8% and 0.9%, respectively). The difference in the incidence of adverse events between groups was not statistically significant. The higher-molecular-weight, more elastoviscous hylan G-F 20 had significantly greater pain-relieving effects than did the lower-molecular-weight, less elastoviscous hyaluronan.",
        "Year":1999
    },
    {
        "Unnamed: 0":9825,
        "ReviewID":"CD005321",
        "PMID":"PMID:10461471",
        "Title":"Hyaluronic acid in the treatment of osteoarthritis of the knee.",
        "Abstract":"We examined the efficacy, safety and patient satisfaction of intra-articular hyaluronic acid (HA) in patients with osteoarthritis of the knee.\n                One hundred patients with mild to moderate osteoarthritis of the knee entered a randomized blind-observer trial of 6 months HA vs placebo. Primary efficacy criteria were pain on walking, measured with a visual analogue scale, and the Lequesne Index.\n                For pain on walking, a significant difference in favour of HA was found for completed patients at week 5, the end of the course of injections, and at month 6, the end of the study (P = 0.0087 and P = 0.0049, respectively). Further analysis using the Last Observation Carried Forward (LOCF) also showed a significant benefit favouring HA at month 6 (P = 0.0010). For the Lequesne Index, a significant difference in favour of HA was found at week 5 (P = 0.030) and at month 2 (P = 0.0431), but this was only of borderline significance at month 4 (P = 0.0528). Patients' global assessment of efficacy favoured HA at month 6 (P = 0.012). Improvement in other secondary criteria was generally superior in the HA group compared to placebo both at week 5 and month 6. Adverse events, mainly local injection site reactions, occurred in both groups with equal frequency.\n                The study demonstrated that five weekly intra-articular injections of sodium hyaluronate (Hyalgan) were superior to placebo and well tolerated in patients with osteoarthritis of the knee with a symptomatic benefit which persisted for 6 months.",
        "Year":1999
    },
    {
        "Unnamed: 0":9853,
        "ReviewID":"CD005321",
        "PMID":"PMID:10870655",
        "Title":"Intra-articular treatment with hyaluronic acid. Comparative study of Hyalgan and Adant.",
        "Abstract":"Forty-nine patients diagnosed as having gonarthrosis were given intra-articular treatment with hyaluronic acid (Adant or Hyalgan) in a blind randomised study. We concluded that the efficacy with Adant at 3 months after treatment was greater than with Hyalgan (50% versus 21.1%). The maximum improvement with hyaluronic acid was seen at 5 weeks in 75.4% and the adverse effects consisted of pain in the infiltration side which was almost twice as great with Adant (16.3%).",
        "Year":2000
    },
    {
        "Unnamed: 0":9835,
        "ReviewID":"CD005321",
        "PMID":"PMID:11302304",
        "Title":"Efficacy and safety of intraarticular sodium hyaluronate in knee osteoarthritis. ORTHOVISC Study Group.",
        "Abstract":"A prospective, multicenter, randomized, double-blind, controlled trial was conducted in 226 patients with knee osteoarthritis to evaluate the safety and efficacy of intraarticular injections of sodium hyaluronate. Patients were randomized to three weekly injections of 30 mg sodium hyaluronate or physiologic saline (control) and were observed for an additional 25 weeks. In comparison with the control group, among patients who completed at least 15 weeks of the study and whose Western Ontario and McMaster Universities Osteoarthritis Index pain score for the contralateral knee was less than 12 at baseline, sodium hyaluronate injection resulted in improvement in Western Ontario and McMaster Universities Osteoarthritis Index pain score, patient and investigator global assessments, and pain on standing from Weeks 7 to 27. Fifty-eight percent of patients treated with sodium hyaluronate achieved a 5-unit or greater improvement in mean pain score from Weeks 7 through 27, compared with 40% of control patients. In addition, nearly twice as many patients treated with sodium hyaluronate as with saline (30% versus 17%, respectively) achieved a net improvement of at least 7 units. In contrast to treatment with saline, Western Ontario and McMaster Universities Osteoarthritis Index pain score for the contralateral knee was inversely related to the magnitude of improvement after treatment with sodium hyaluronate. Few side effects were attributed to treatment, and no differences between treatment groups were seen in this respect (sodium hyaluronate, nine [8%]; saline, 11 [10%]). The incidence of injection site reactions was low (sodium hyaluronate, 1.2 %; saline, 1.5%). The results indicate that sodium hyaluronate treatment is well tolerated and produces statistically and clinically significant improvement of symptoms in patients with mild to moderate knee osteoarthritis in whom pain in the contralateral knee is relatively modest.",
        "Year":2001
    },
    {
        "Unnamed: 0":9816,
        "ReviewID":"CD005321",
        "PMID":"PMID:11407078",
        "Title":"Intra-articular hyaluronan injections for the treatment of osteoarthritis of the knee: a randomized, double blind, placebo controlled study.",
        "Abstract":"Hyaluronic acid (HA) polymers have been found to be useful as viscosupplements for the treatment of osteoarthritis (OA) in a number of clinical studies. It appears that HA with high molecular weights (HMW) are more effective than low molecular weight HA polymers.\n                A single blind, initial randomized study was conducted involving two randomly selected patient groups, which received injections of either placebo or BioHy, a highly purified HMW HA produced by bacterial fermentation. HA was administered intra-articularly and several functional tests, including pain level, stiffness, and physical function, were used to score efficacy at various intervals throughout the study.\n                The results through week 20 indicate that BioHy provides relief for osteoarthritic patients without causing adverse effects, although the study was not sufficiently powered to obtain statistically significant differences between the treatment groups.",
        "Year":2001
    },
    {
        "Unnamed: 0":9849,
        "ReviewID":"CD005321",
        "PMID":"PMID:12202120",
        "Title":"Efficacy of intraarticular hyaluronic acid in patients with osteoarthritis--a prospective clinical trial.",
        "Abstract":"The goal of this study was to determine whether or not the intraarticular administration of hyaluronic acid can improve functional parameters, such as isokinetic muscle strength or total work and clinical test results in patients with osteoarthritis (OA) of the knee.\n                As part of a prospective, controlled study 43 patients with osteoarthritic changes of both knees (radiographic Kellgren stage II-III) were followed in a right\/left comparison. The influence of intraarticularly injected hyaluronic acid (20mg hyaluronic acid\/2ml Hyalart) on functional and clinical parameters was analysed. We used the isokinetic system Cybex 600 for measuring maximal isokinetic muscle strength and total work. A total of 20 males and 23 females fulfilled the inclusion criteria with an age between 55-78 years and underwent five injections of hyaluronic acid (one injection per week). The injected knee represented the treatment group, while the contralateral knee served as the control.\n                The maximum peak torque of the knee extensors in the treatment group was measured between 57+\/-26.15\/32.33+\/-19.63Nm prior to the injections and 77.17+\/-32.54\/47.83+\/-21.43Nm following the hyaluronic acid therapy (P< 0.01). The analysis of the knee flexors at angular velocities of 60 degrees \/s and 180 degrees \/s revealed values of 40.44+\/-21.58\/22.89+\/-16.64Nm and 53.55+\/-24.26\/34.05+\/-17.37Nm (P< 0.01) respectively. The evaluation of the total work of the knee flexors and extensors revealed a significant difference (P< 0.01) between the treatment and control group. The Lequesne score was reduced from 13.57+\/-1.88 prior to the injections to 7.94+\/-2.53 after the treatment (P< 0.01). The pain score was documented with the help of a visual analog scale. The VAS values were reduced at rest from 3.83+\/-1.72cm to 1.36+\/-1.42cm and during weight bearing from 7.57+\/-1.34cm to 3.75+\/-1.32cm in the treatment group (P< 0.01).\n                This controlled prospective clinical trial confirmed that 5 weekly intraarticular injections of HA (Hyalart) in patients with OA of the knee provide pain relief and functional improvements.\n                Copyright 2002 OsteoArthritis Research Society International. Published by Elsevier Science Ltd. All rights reserved.",
        "Year":2002
    },
    {
        "Unnamed: 0":9840,
        "ReviewID":"CD005321",
        "PMID":"PMID:12410458",
        "Title":"[Cross-linked hyaluronic acid in the treatment of osteoarthritis of the knee--results of a prospective randomized trial].",
        "Abstract":"The objective of this trial was to compare the effectiveness of intraarticular injection of highly cross-linked hyaluronic acid (HA) with intraarticular injection of gaseous oxygen (O 2 ) in patients with clinical symptoms of cartilage damage in the knee.\n                Based on arthroscopically verified diagnosis, 111 patients were randomised and treated prospectively either with HA or O 2. The treatment was completed with an exercise program. The follow up was one year. 109 patients (56 x HA, 53 x O 2 ) were statistically calculated with the Wilcoxon-test according to the results of the Lysholm-score, the Tegner-activity-index, the Womac-score for pain, stiffness, function and the VAS for pain in rest and under strain.\n                Both treatments were able to attain a statistically significant reduction of pain (VAS in rest and under strain, Womac part A), a reduction of joint stiffness (Womac part B) and improvement of joint function (Womac part C, Lysholm-score) during the follow up of one year. The Tegner-activity-index showed no significant change under both treatments. The comparison of both treatments showed differences in VAS under strain (p = 0.001), the Lysholm-score (p = 0.003), Womac part A (p = 0.003) and part C (p = 0.001). As a result HA showed significant better improvements with the VAS and Lysholm-score and oxygen showed significant better changes in the Womac-score part A and C. The results with cartilage damage 2 degrees were the same as in the total (VAS strain: p = 0.029 for O 2, Lysholm-score: p = 0.003 for HA, WOMAC part A: p = 0.009 for HA, Womac part C: p = 0.006 for O 2 ). The results with cartilage damage 3 degrees showed significant differences in reduction of joint stiffness (Womac part B: p = 0.012) for O 2. For cartilage damage 4 degrees HA showed significant reduction of pain (VAS rest: p = 0.001, VAS strain: p = 0.003) and O 2 significant reduction of pain and function (Womac part A: p = 0.004, part C: p = 0.002).\n                Both methods are suitable to improve significantly the discomfort due one year to osteoarthritis. The pain relief by HA and the improvement of joint function by O 2 treatment have been shown for higher degrees of cartilage damage.",
        "Year":2002
    },
    {
        "Unnamed: 0":9832,
        "ReviewID":"CD005321",
        "PMID":"PMID:12127830",
        "Title":"A prospective, randomized, pragmatic, health outcomes trial evaluating the incorporation of hylan G-F 20 into the treatment paradigm for patients with knee osteoarthritis (Part 1 of 2): clinical results.",
        "Abstract":"First, to assess the clinical effectiveness of hylan G-F 20 in an appropriate care treatment regimen (as defined by the American College of Rheumatology (ACR) 1995 guidelines) as measured by validated disease-specific outcomes and health-related quality of life endpoints for patients with osteoarthritis (OA) of the knee. Second, to utilize the measures of effectiveness and costs in an economic evaluation (see accompanying manuscript).\n                A total of 255 patients with OA of the knee were enrolled by rheumatologists or orthopedic surgeons into a prospective, randomized, open-label, 1-year, multi-centred trial, conducted in Canada. Patients were randomized to 'Appropriate care with hylan G-F 20' (AC+H) or 'Appropriate care without hylan G-F 20' (AC). Data were collected at clinic visits (baseline, 12 months) and by telephone (1, 2, 4, 6, 8, 10, and 12 months).\n                The AC+H group was superior to the AC group for all primary (% reduction in mean Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) pain scale: 38% vs 13%,P =0.0001) and secondary effectiveness outcome measures. These differences were all statistically significant and exceeded the 20% difference between groups set a priori by the investigators as the minimum clinically important difference. Health-related quality of life improvements in the AC+H group were statistically superior for the WOMAC pain, stiffness and physical function (all P< 0.0001), the SF-36 aggregate physical component (P< 0.0001) and the Health Utilities Index Mark 3 (HUI3) overall health utility score (P< 0.0001). Safety (adverse events and patient global assessments of side effects) differences favoured the AC+H group.\n                The data presented here indicate that the provision to patients with knee OA of viscosupplementation with hylan G-F 20 within an appropriate care treatment regimen provides benefits in the knee, overall health and health related quality of life at reduced levels of co-therapy and systemic adverse reactions.\n                Copyright 2002 OsteoArthritis Research Society International. Published by Elsevier Science Ltd. All rights reserved.",
        "Year":2002
    },
    {
        "Unnamed: 0":9826,
        "ReviewID":"CD005321",
        "PMID":"PMID:12421996",
        "Title":"Comparison of two hyaluronan drugs and placebo in patients with knee osteoarthritis. A controlled, randomized, double-blind, parallel-design multicentre study.",
        "Abstract":"To compare the efficacy and safety of intra-articular injections of two different hyaluronan preparations and placebo in patients with knee osteoarthritis.\n                In a randomized, patient- and observer-blind, placebo-controlled and multicentre trial with parallel groups, 210 patients, aged 60 yr or above, with knee osteoarthritis were included in a per protocol analysis. The patients were treated with three injections, once weekly, of either native high-molecular-weight hyaluronan (Artzal((R))) or cross-linked hyaluronan (Synvisc((R))) or with placebo and were followed for 52 weeks. The primary efficacy measures were weight-bearing pain during study weeks 0-26 and the duration of clinical benefit measured with Kaplan-Meier survival analysis for weeks 0-52. The secondary outcome measures were resting and maximum pain, Lequesne index, WOMAC (Western Ontario and McMaster University Osteoarthritis Index) and SF-36 (Medical Outcomes Study Short Form Health Survey) scores.\n                The intra-articular injections produced a significant reduction in weight-bearing pain, resting pain, maximum pain and Lequesne and WOMAC scores after 26 weeks. There were no significant differences in outcome between any of the three study groups during the first 26 weeks. In direct comparison against placebo for weeks 0-52, neither hyaluronan treatment (Artzal or Synvisc) showed a significantly longer duration of clinical benefit than placebo. However, when data for the two hyaluronan-treated groups were pooled, treatment with hyaluronan had a significantly longer duration of benefit compared with placebo (P = 0.047).\n                Patients with knee osteoarthritis who were treated by injection into the knee of either of two hyaluronan preparations or placebo showed clinical improvement during the first 26 weeks of treatment, though neither hyaluronan preparation gave a longer duration of clinical benefit than placebo. However, when data for the two hyaluronan treatments were pooled, there was a significantly longer duration of clinical benefit for hyaluronan treatment than for placebo.",
        "Year":2002
    },
    {
        "Unnamed: 0":9824,
        "ReviewID":"CD005321",
        "PMID":"PMID:11822921",
        "Title":"Effects of hyaluronate sodium on pain and physical functioning in osteoarthritis of the knee: a randomized, double-blind, placebo-controlled clinical trial.",
        "Abstract":"Intra-articular hyaluronate sodium is a relatively new therapy for the treatment of osteoarthritis of the knee. This randomized, double-blind clinical trial was conducted at a large primary care medical center to determine the impact of hyaluronate sodium vs conventional therapy on measures of pain, stiffness, and disability at rest and following functionally relevant walking and stepping activities.\n                A total of 120 patients (mean age, 67 years) with unilateral grades 1 to 3 medial compartment knee osteoarthritis were randomized to 1 of 4 treatment groups: group 1, 2 mL of hyaluronate sodium at a concentration of 10 mg\/mL and placebo (100 mg of lactose); group 2, nonsteroidal anti-inflammatory drugs (NSAIDs) (75 mg of diclofenac and 200 microg of misoprostol) and hyaluronate sodium; group 3, NSAIDs and placebo (2 mL of isotonic sodium chloride solution [saline]); and group 4, placebo (lactose and saline). Intra-articular hyaluronate sodium or saline (2 mL) was administered once weekly over 3 weeks while NSAIDs or lactose were administered twice daily over 12 weeks.\n                (1) Western Ontario McMaster Universities Index (WOMAC) global measure of pain, stiffness, and disability; (2) visual analog scale (VAS) scores for pain at rest and following functional walking and stepping activities (self-paced walking and stepping); and (3) functional performance (exercise time, heart rate, and predicted maximum oxygen uptake) at baseline and weeks 4 and 12.\n                At week 4, significant improvement in WOMAC scores for pain and disability and VAS score for resting pain was observed in groups 1 to 3 compared with baseline measures. Groups 1 and 2 showed significantly lower self-paced stepping pain, while no change was observed in group 4. At week 12, groups 1 to 3 showed significantly greater improvement in WOMAC pain subscale score and VAS score for resting pain; however, these differences did not vary from week 4. Following self-paced walking and stepping, groups 1 and 2 reported significantly less activity pain, while group 1 showed significantly faster self-paced walking and stepping test results. Groups 1 to 3 improved self-paced walking and stepping time at week 12 compared with baseline measures, while predicted maximum oxygen uptake was significantly higher in the hyaluronate sodium groups 1 and 2 at weeks 4 and 12 compared with baseline measures.\n                For resting pain relief, hyaluronate sodium seems to be as effective as NSAIDs. Further, for pain with physical activity and functional performance, hyaluronate sodium may be superior to placebo alone or NSAIDs alone.",
        "Year":2002
    },
    {
        "Unnamed: 0":9854,
        "ReviewID":"CD005321",
        "PMID":"PMID:12918884",
        "Title":"A one-year, randomised, placebo (saline) controlled clinical trial of 500-730 kDa sodium hyaluronate (Hyalgan) on the radiological change in osteoarthritis of the knee.",
        "Abstract":"The primary objective of this study was to investigate structural changes, as measured by joint space narrowing (JSN), within the knee joint during treatment with intra-articular sodium hyaluronate (HA) of molecular weight 500-730 kDa in patients with osteoarthritis (OA) of the knee. Patients received a weekly intra-articular injection of either 20 mg2\/ml HA or a 2 ml vehicle placebo (saline) for three weeks. This course was repeated twice more at four-monthly intervals. Concomitant treatment with analgesics or NSAIDs was allowed. The primary efficacy measure was the reduction in mean joint space width (JSW) of the medial compartment at 52 weeks. A total of 408 patients were randomised and 319 completed the one-year study (HA: n=160, placebo: n=159); 273 of the 319 were included in the primary analysis. Analysis of variance on these 273 patients did not show a statistically significant difference between the two treatment groups. However, there was a significant difference in response to treatment in terms of the baseline JSW (p=0.01), indicating that outcome of treatment may depend on-baseline JSW. Therefore, a subgroup analysis by baseline JSW was conducted. This compared patients with a JSW >4.6 mm with those with a JSW <4.6 mm. In those with radiologically milder disease at baseline and receiving HA, the JSN was significantly reduced compared with placebo (p=0.02). In patients with radiologically more severe disease there was no difference in JSN between the two treatments. Although, in this one-year study, no overall treatment effect was seen, those with radiologically milder disease at baseline had less progression of joint space narrowing when treated with HA.",
        "Year":2003
    },
    {
        "Unnamed: 0":9821,
        "ReviewID":"CD005321",
        "PMID":"PMID:14508044",
        "Title":"Re: Karlsson et al. Comparison of two hyaluronan drugs and placebo in patients with knee osteoarthritis. A controlled, randomized, double-blind, parallel-design multicentre study.",
        "Abstract":null,
        "Year":2003
    },
    {
        "Unnamed: 0":9855,
        "ReviewID":"CD005321",
        "PMID":"PMID:12893153",
        "Title":"A prospective randomised trial comparing intra-articular Hyalgan injection and arthroscopic washout for knee osteoarthritis.",
        "Abstract":"Thirty-eight patients with symptomatic knee osteoarthritis without mechanical symptoms were randomised after informed consent to receive either a course of intra-articular Hyalgan injections or an arthroscopic washout. The patients were prospectively assessed pre-intervention, 6 weeks, 3 months, 6 months and 1 year using a 10 cm visual analogue pain score, the Knee Society function score and the Lequesne index. There was no significant difference between the two groups at 6 weeks, 3 months, 6 months or 1 year. The use of intra-articular Hyalgan injections in patients with knee osteoarthritis without mechanical symptoms gives results comparable with arthroscopic washout. Hyalgan is an alternative to arthroscopy in this patient group. Further study is needed to confirm these findings and improve patient selection.",
        "Year":2003
    },
    {
        "Unnamed: 0":9841,
        "ReviewID":"CD005321",
        "PMID":"PMID:12951310",
        "Title":"Prospective randomized study comparing the medicoeconomic benefits of Hylan GF-20 vs. conventional treatment in knee osteoarthritis.",
        "Abstract":"In a previous study, we determined the costs over 6 months to the French public health insurance system of Hylan GF-20 (Synvisc) in 66 patients with knee osteoarthritis. Here, we compared the medicoeconomic benefits over 9 months in 506 patients given Hylan GF-20 or conventional treatment for knee osteoarthritis.\n                This prospective randomized study was conducted from October 1998 to February 2000. Clinical status was evaluated using the Lequesne index, the WOMAC index, and the SF12 quality-of-life questionnaire. Medical and sick leave costs to the public health insurance system were determined.\n                Effectiveness criteria were evaluable in all 506 patients. Significant clinical improvements were noted from the first month to the end of the 9-month study period in the Synvisc group. A mean 2-point difference in the Lequesne index area-under-the-curve was found in favor of Synvisc (P < 0.0001). Mean medical and sick leave costs per patient over 9 months were 829.10 in the Synvisc group and 829.40 in the conventional treatment group.\n                This study carried out over 9 months in a large population confirms that Synvisc viscosupplementation is more effective than conventional treatment, at no additional cost. It takes a step toward answering the request of international experts for medicoeconomic data on viscosupplementation for osteoarthritis.",
        "Year":2003
    },
    {
        "Unnamed: 0":9852,
        "ReviewID":"CD005321",
        "PMID":"PMID:12740676",
        "Title":"Comparison of two different viscosupplements in knee osteoarthritis -- a pilot study.",
        "Abstract":"A pilot study was designed to investigate the efficacy of two different hyaluronic acid preparations combined to physical therapy in patients with knee osteoarthritis in terms of reduction in pain and disability and muscle strengthening. Thirty-seven patients with symptomatic osteoarthritis of the knees were randomly assigned into three groups. First group received a lower molecular weight hyaluronic acid plus physical therapy, second group received a higher molecular weight hyaluronic acid plus physical therapy, and the third group received physical therapy alone. The isokinetic knee muscle strengths and index of severity for osteoarthritis of the knee scores were evaluated at baseline, at the end of treatment (3 weeks) and at 3 months of follow up. At both short-term (3 weeks) and long-term (3 months) evaluations, index of severity for osteoarthritis of the knee scores were reduced in all three groups, while there was no significant muscle strengthening.",
        "Year":2003
    },
    {
        "Unnamed: 0":9823,
        "ReviewID":"CD005321",
        "PMID":"PMID:12851342",
        "Title":"Corticosteroid compared with hyaluronic acid injections for the treatment of osteoarthritis of the knee. A prospective, randomized trial.",
        "Abstract":"Although both corticosteroid and hyaluronic acid injections are widely used to palliate the symptoms of knee osteoarthritis, little research involving a comparison of the two interventions has been done. We tested the hypothesis that there are no significant differences between Hylan G-F 20 (Synvisc) and the corticosteroid betamethasone sodium phosphate-betamethasone acetate (Celestone Soluspan) in terms of pain relief or improvement in function, as determined by validated scoring instruments.\n                One hundred patients with knee osteoarthritis were randomized to receive intra-articular injection of either Hylan G-F 20 or the corticosteroid, and they were followed for six months. The patients treated with Hylan G-F 20 received one course of three weekly injections. The patients treated with the corticosteroid received one injection at the time of enrollment in the study, and they could request one more injection any time during the study. An independent, blinded evaluator assessed the patients with the Western Ontario and McMaster University Osteoarthritis Index (WOMAC), a modification of the Knee Society rating system, and the visual analog pain scale.\n                Both the group treated with the corticosteroid and the group treated with Hylan G-F 20 demonstrated improvements from baseline WOMAC scores (a median decrease from 55 to 40 points and from 54 to 44 points, respectively; p < 0.01 for both). The scores according to the Knee Society system did not significantly improve for the patients who received the corticosteroid (median, 58 to 70 points; p = 0.06) or for those who received Hylan G-F 20 (median, 58 to 68 points; p = 0.15). The scores on the visual analog scale improved for patients receiving Hylan G-F 20 (median, 70 to 52 mm; p < 0.01) but not for the patients who received the corticosteroid (median, 64 to 52 mm; p = 0.28). However, no significant differences between the two treatment groups were found with respect to the WOMAC, Knee Society system, or visual analog scale results. Women demonstrated a significant improvement in only one of the six possible outcome-treatment combinations (the WOMAC scale), whereas men demonstrated significant improvements in five of the six outcomes (all measures except the Knee Society rating system).\n                No differences were detected between patients treated with intra-articular injections of Hylan G-F 20 and those treated with the corticosteroid with respect to pain relief or function at six months of follow-up. Women demonstrated significantly less response to treatment than men did for both treatments on all three outcome scales. Such significant gender-related differences warrant further investigation.",
        "Year":2003
    },
    {
        "Unnamed: 0":9842,
        "ReviewID":"CD005321",
        "PMID":"PMID:14760806",
        "Title":"A randomized, single-blind comparison of the efficacy and tolerability of hylan G-F 20 and triamcinolone hexacetonide in patients with osteoarthritis of the knee.",
        "Abstract":"To assess prospectively the efficacy and tolerability of hylan G-F 20 (HG-F 20; Synvisc) and intraarticular triamcinolone hexacetonide (TH; Aristospan) for treatment of osteoarthritis (OA) knee pain in a 26 week, randomized, multicenter, evaluator-blind study.\n                Patients with OA were treated with typical regimens of HG-F 20 (n = 113) and TH (n = 102). Primary assessments were the WOMAC question A1 (pain walking on a flat surface), and a 100 mm visual analog scale (VAS) for patient and investigator overall assessments. Total WOMAC and WOMAC domain C (function) scores were also assessed. The intent-to-treat population was analyzed using a last-observation carried forward approach.\n                Maximum pain relief occurred at 1-2 weeks for TH and at Week 12 for HG-F 20. At Weeks 12 and 26, HG-F 20 was significantly better than TH for the WOMAC question A1 responses (p = 0.0071 and p = 0.0129, respectively), and patient VAS (p < 0.0001 and p < 0.0001) and investigator VAS (p < 0.0300 and p = 0.0004) assessments. Similar significant (p < 0.01) results were observed at Weeks 12 and 26 for total WOMAC and domain C scores. While 15 TH-treated patients discontinued the study due to lack of efficacy, none did so with HG-F 20 treatment (p < 0.01). Both agents were well tolerated with similar adverse event profiles.\n                Viscosupplementation with HG-F 20 resulted in a longer duration of effect than TH with a comparable tolerability profile. These data support the preferential use of HG-F 20 over TH for treatment of chronic OA knee pain.",
        "Year":2004
    },
    {
        "Unnamed: 0":9830,
        "ReviewID":"CD005321",
        "PMID":"PMID:15331394",
        "Title":"Evaluation of the symptomatic and structural efficacy of a new hyaluronic acid compound, NRD101, in comparison with diacerein and placebo in a 1 year randomised controlled study in symptomatic knee osteoarthritis.",
        "Abstract":"To evaluate long term efficacy of three iterative courses of three weekly intra-articular (IA) injections of NRD101 in the treatment of symptomatic knee osteoarthritis (OA).\n                A 1 year prospective, multicentre, randomised, double blind, placebo controlled study of 301 patients aged >50 years with painful and radiological medial knee OA. Patients were randomly assigned into three groups receiving: (1) three courses of three IA injections of hyaluronic acid (HA) + oral placebo; (2) IA injections of saline solution + diacerein 100 mg\/day; (3) IA injections of saline solution + oral placebo. Demographic data and symptomatic criteria-pain, Lequesne's index, patient's global assessment of disease activity, percentage of painful days-were obtained during the study; primary structural criterion was JSW. Efficacy criteria were changes in pain VAS, joint space narrowing (JSN), and percentage of progressors (JSN >0.5 mm). An intention to treat analysis was used for symptomatic variables, and completer analysis for structural variables.\n                Baseline characteristics were similar between the three groups. Mean (SD) improvement in pain VAS was clinically relevant (-33.9 (27.3), n = 301), but with no difference between the groups (p = 0.96). JSW deteriorated (-0.09 (0.55) mm, n = 277, p = 0.01), but with no difference between the groups (p = 0.82). Percentages of progressors were 17.7, 18.9, and 20.3% (p = 0.90), in groups 1, 2, and 3, respectively.\n                A weak but statistically significant structural deterioration occurred over 1 year, together with clinically relevant symptomatic improvement in patients receiving oral drug and iterative IA injections. Symptomatic and\/or structural effects for both this new HA compound and diacerein were not demonstrated.",
        "Year":2004
    },
    {
        "Unnamed: 0":9818,
        "ReviewID":"CD005321",
        "PMID":"PMID:15088306",
        "Title":"A double blind, randomized, multicenter, parallel group study of the effectiveness and tolerance of intraarticular hyaluronan in osteoarthritis of the knee.",
        "Abstract":"To investigate the efficacy and tolerability of a course of 5 injections of hyaluronan (HA) given at intervals of one week in patients with symptomatic, mild to moderate osteoarthritis (OA) of the knee.\n                A double blind, randomized, parallel group, multicenter (17 centers), saline vehicle-controlled study was conducted over 18 weeks. Patients received either 25 mg (2.5 ml) HA in a phosphate buffered solution or 2.5 ml vehicle containing only the buffer by intraarticular injection. Five injections were given at one week intervals and the patients were followed for a further 13 weeks. The Western Ontario McMaster (WOMAC) OA instrument was used as the primary efficacy variable and repeated measures analysis of covariance was used to compare the 2 treatments over Weeks 6, 10, 14, and 18.\n                Of 240 patients randomized for inclusion in the study, 223 were evaluable for the modified intention to treat analysis. The active treatment and control groups were comparable for demographic details, OA history, and previous treatments. Scores for the pain and stiffness subscales of the WOMAC were modestly but significantly lower in the HA-treated group overall (Weeks 6 to 18; p < 0.05) and the statistically significant difference from the control was not apparent until after the series of injections was complete. The physical function subscale did not reach statistical significance (p = 0.064). Tolerability of the procedure was good and there were no serious adverse events that were considered to have a possible causal relationship with the study treatment.\n                Intraarticular HA treatment was significantly more effective than saline vehicle in mild to moderate OA of the knee for the 13 week postinjection period of the study.",
        "Year":2004
    },
    {
        "Unnamed: 0":9846,
        "ReviewID":"CD005321",
        "PMID":"PMID:15487709",
        "Title":"Effects of different hyaluronic acid products on synovial fluid levels of intercellular adhesion molecule-1 and vascular cell adhesion molecule-1 in knee osteoarthritis.",
        "Abstract":"The aim of this study was to evaluate the effects of different hyaluronic acid (HA) forms on synovial fluid levels of intercellular adhesion molecule-1 (ICAM-1) and vascular cell adhesion molecule-1 (VCAM-1) during the treatment of patients with knee osteoarthritis (OA). Forty patients were randomly assigned to 2 groups that were treated with native sodium hyaluronate (group I) or cross-linked hylan G-F 20 (group II). Clinical evaluations and synovial fluid aspirations were performed before the 1st injection (baseline), the 2nd injection (week 1), the 3rd injection (week 2), and at 1 week after the 3rd injection (week 3). Synovial fluid levels of both ICAM-1 and VCAM-1 were significantly reduced at weeks 1 to 3, compared to the baseline values. The Western Ontario and McMaster Universities Osteoarthritis (WOMAC) Index was used for clinical evaluations; the WOMAC pain score and physical function score were progressively improved at weeks 1 to 3 in both groups; the WOMAC stiffness score was significantly improved at week 3 in both groups. No significant differences were noted between the 2 treatment groups in respect to ICAM-1 levels, VCAM-1 levels, WOMAC pain score, stiffness score, or physical function score at any time. The decreased ICAM-1 and VCAM-1 levels after intra-articular HA injection may help to explain the anti-inflammatory effects of HA therapy in knee OA.",
        "Year":2004
    },
    {
        "Unnamed: 0":9814,
        "ReviewID":"CD005321",
        "PMID":"PMID:15262244",
        "Title":"Efficacy and safety of a single intra-articular injection of non-animal stabilized hyaluronic acid (NASHA) in patients with osteoarthritis of the knee.",
        "Abstract":"Non-animal stabilized hyaluronic acid (NASHA) is a novel hyaluronan (HA) preparation with a 4-week intra-articular half-life. This study compared the efficacy of a single injection of NASHA with placebo in patients with osteoarthritis (OA) of the knee.\n                This was a 26-week randomized, double-blind, multicenter study of a single intra-articular knee injection with either NASHA or placebo (saline). Assessments included the Western Ontario McMasters Universities osteoarthritis index (WOMAC, Likert Scale) and patients' overall global disease status. A positive response was defined as a reduction in WOMAC pain score for the study knee of 40% from baseline with a minimum improvement of > or =5 points.\n                A total of 346 (NASHA 172; placebo 174) patients were treated. WOMAC scores and quality of life were improved in both the NASHA and placebo groups. For the overall population, there were no statistically significant between-group differences in response rates for any efficacy parameters. In patients with OA confined to the knee (N=216), a greater response to NASHA than placebo was observed at week 6 (P=0.025). There were few treatment-related events.\n                NASHA was not superior to placebo for the primary efficacy analysis. However, these data may be confounded by the inclusion of patients with OA at other sites, as significant benefits over placebo were found among patients with OA confined to the knee. Future trials of OA that examine a local therapy might need to consider restricting the study population to those patients having OA of only the signal joint.",
        "Year":2004
    },
    {
        "Unnamed: 0":9838,
        "ReviewID":"CD005321",
        "PMID":"PMID:16206349",
        "Title":"Clinical effects of intraarticular injection of high molecular weight hyaluronan (Orthovisc) in osteoarthritis of the knee: a randomized, controlled, multicenter trial.",
        "Abstract":"To evaluate the efficacy and safety of injection of high molecular weight (HMW) hyaluronan (Orthovisc) in patients with mild, moderate, and severe knee osteoarthritis (OA).\n                A randomized, arthrocentesis-controlled, multicenter trial. Patients (n = 372) were randomized to 4 weekly HMW hyaluronan injections (O4, n = 128), 3 weekly HMW hyaluronan injections followed by one arthrocentesis (O3A1, n = 120), or 4 arthrocenteses without injection (control group, A4, n = 124). All patients had knee OA, as determined by Kellgren-Lawrence (K-L) grade, and Western Ontario and McMaster University Osteoarthritis Index (WOMAC) pain score > or = 200 mm and < 400 mm in index knee and < 150 mm in contralateral knee. The primary outcome measure was the proportion of patients achieving a 20% relative and 50 mm absolute improvement from baseline in WOMAC pain score at Weeks 8, 12, 16, and 22 post-baseline in the index knee. Secondary outcomes were Patient Global score, Investigator Global score, and Pain on Standing score.\n                The evaluable subgroup consisted of patients with K-L grade 2 or 3 at baseline. The comparison of O4 versus A4 for the primary outcome approached, but did not reach, significance in the evaluable subgroup: 76% of O4 patients had > or = 20% improvement in WOMAC pain score at Week 8 compared to 62% of A4 patients. More O4 patients had > or = 40% improvement in WOMAC pain score compared to A4. The effectiveness of the 3-injection regimen (O3A1) was masked by a possible placebo effect from the needle injection procedure in the A4 (control) group. No differences between groups were observed with respect to incidence of adverse events.\n                Our findings indicate that HMW hyaluronan is safe and seems to be effective in the treatment of mild to severe OA of the knee.",
        "Year":2005
    },
    {
        "Unnamed: 0":9817,
        "ReviewID":"CD005321",
        "PMID":"PMID:15599642",
        "Title":"Hylan G-F 20 efficacy on articular cartilage quality in patients with knee osteoarthritis: clinical and MRI assessment.",
        "Abstract":"The aim of this study was to investigate the effects of intra-articular hyaluronic acid (HA) on symptoms, functional outcome, and changes in articular cartilage assessed by magnetic resonance imaging (MRI) in patients with knee osteoarthritis. Thirty patients were randomly assigned to treatment with HA (hylan G-F 20, Synvisc) or saline. The treatment group consisted of 20 patients receiving three weekly injections of HA into one or both knees (30 knees). The control group consisted of ten patients receiving three intra-articular injections of 2 ml saline at the same intervals (ten knees). To determine the effectiveness of the HA therapy, all patients were assessed prior to the injections (baseline) and after the 1st, 2nd, 3rd, and 8th weeks. Assessment comprised the following: pain at rest, at night, and on walking using a visual analogue scale (VAS); Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) pain, stiffness, and function scores; 15-m walking time; need for analgesics; and evaluation of treatment by the patients. MRI of patellofemoral (PF) articular cartilage was also examined before and after the course of injections at the 8th week. When compared to placebo, a significant statistical difference was found in all clinical parameters. On MRI, although the difference in the PF joint cartilage quality in the HA group before and after the treatment was statistically significant (p < 0.05), this significance was not detected between the groups after the treatment (p > 0.05). After the HA injections, a significant analgesic effect was seen as early as the 3rd week continuing up to the 8th week and functional improvement was seen at the 8th week. In conclusion, intra-articular injections of HA is an effective choice of treatment in patients with knee osteoarthritis.",
        "Year":2005
    },
    {
        "Unnamed: 0":9848,
        "ReviewID":"CD005321",
        "PMID":"PMID:14999424",
        "Title":"Does hyaluronan affect inflammatory cytokines in knee osteoarthritis?",
        "Abstract":"Our aim was to investigate the effects of hyaluronan on inflammatory cytokines in the synovial fluid of patients with knee osteoarthritis. The study was single blind, placebo-controlled, and randomized. We administered hyaluronan to 22 patients in the study group and placebo to 19 in the control group. Enzyme-linked immunosorbent assay was used to determine the levels of cytokines. Both HA and placebo caused a significant decrease in interleukin (IL)-6 levels (P=0.0001 and P=0.04, respectively). But it was more significant in the study group. However, IL-8 and tumor necrosis factor alpha (TNF-alpha) levels did not change in either group (P>0.05). The amount of effusion decreased significantly in the study group (P=0.001) but not in the control group (P=0.133). It can be concluded that hyaluronan considerably decreased IL-6 levels, which correlated with clinical improvement, but had no effect on IL-8 and TNF-alpha levels in synovial fluid. However, larger studies with longer follow-up periods are needed to explain the effect of hyaluronan on cytokines.",
        "Year":2005
    },
    {
        "Unnamed: 0":9815,
        "ReviewID":"CD005321",
        "PMID":"PMID:15895892",
        "Title":"Comparison of two hyaluronan drugs in patients with advanced osteoarthritis of the knee. A prospective, randomized, double-blind study with long term follow-up.",
        "Abstract":"To compare the long-term effects of high and low molecular weight hyaluronic acid (HA) applications in severe (Kellgren Lawrence stage III) osteoarthritis (OA) of the knee.\n                In a prospective clinical trial 184 knees (92 patients) with radiographic Kellgren Lawrence stage III OA were randomized to receive either 3 intra-articular high molecular weight HA (Hylan G-F 20) injections or 3 low molecular weight HA (Orthovisc) injections at one-week intervals. Patients were evaluated by the Hospital for Special Surgery (HSS) Knee Score and were followed-up for 12 months.\n                The total HSS score in high molecular weight HA patients improved from 71.8+\/-11.6 to 86.7+\/-11.6 and in low molecular weight HA patients from 66.7+\/-11.0 to 86.6+\/-9.1 at the end of the trial (p < 0.01). There were no statistically significant differences between the groups and both had improved in all parameters at the latest follow-up (p = 0.000).\n                Three intra-articular injections at intervals of 1 week of both HA preparations resulted in a pronounced reduction in pain and improved function as measured by the HSS score during a period of 52 weeks, without complications.",
        "Year":2005
    },
    {
        "Unnamed: 0":9833,
        "ReviewID":"CD005321",
        "PMID":"PMID:16342083",
        "Title":"Preliminary results of integrated therapy for patients with knee osteoarthritis.",
        "Abstract":"To investigate the effects of integrated therapy on the functional status of patients with knee osteoarthritis (OA).\n                A total of 140 subjects with bilateral knee OA (Altman grade II) were randomized sequentially into 4 groups (groups I-IV). Group I received isokinetic exercises; group II received isokinetic exercise and pulse ultrasound for periarticular soft tissue pain; group III received isokinetic exercise, pulse ultrasound, and intraarticular hyaluronan therapy; and group IV acted as the control group. The therapeutic effects of the interventions were evaluated by changes in Lequesne's index, knee range of motion, peak muscle torques of knee flexion and extension, and ambulation speed after 8 weeks of treatment and at followup 1 year later. In addition, changes in visual analog scale pain and rates of attrition in each group were also recorded.\n                Patients in groups I-III exhibited increased muscle peak torques and significantly reduced pain and disability after treatment and at followup. Groups II and III showed significant improvements in range of motion and ambulation speed after treatment. Group III also showed the greatest increase in walking speed and decrease in disability after treatment and at followup. Both group II and group III had significant gains in muscular strength after treatment and at followup; group III showed the greatest gains.\n                An integrated therapy deals with the extra- and intraarticular progressive pathologic changes, and kinesiologic management of OA is suggested for the management of knee OA.",
        "Year":2005
    },
    {
        "Unnamed: 0":9856,
        "ReviewID":"CD005321",
        "PMID":"PMID:15776267",
        "Title":"Intra-articular hyaluranic acid compared with progressive knee exercises in osteoarthritis of the knee: a prospective randomized trial with long-term follow-up.",
        "Abstract":"The goal of this study was to determine whether hyaluronic acid (HA) or progressive knee exercises (PE) can improve functional parameters in patients with osteoarthritis (OA) of the knee. In a prospective clinical trial 200 knees (105 patients) with radiographic Kellgren Lawrence grade III OA were randomized and received either three intra-articular injections of hyaluronic acid (Hylan G-F 20) at one-week intervals or PE for 6 weeks. Patients were evaluated by use of the Hospital for Special Surgery (HSS) Knee Score and followed-up for 18 months. Total HSS score for HA and PE patients improved from 62.6 +\/- 13.8 to 88.8 +\/- 11.1 and from 65.4 +\/- 12.3 to 88.3 +\/- 9.1, respectively, at the end of the trial (P < 0.01). There were no statistically significant differences between the groups. Twenty-one patients of the HA group were excluded from the study because they had received another form of therapy. All patients in the PE group completed the trial. The patients who dropped out had also significant improvement from 57.0 +\/- 12.9 to 76.7 +\/- 11.9 (P < 0.01). This prospective randomized trial confirmed that both HA injections and PE result in functional improvement. HA injections also increase the levels of satisfaction of the OA patients.",
        "Year":2006
    },
    {
        "Unnamed: 0":9822,
        "ReviewID":"CD005321",
        "PMID":"PMID:16242361",
        "Title":"A double-blind randomized controlled trial comparing alternate forms of high molecular weight hyaluronan for the treatment of osteoarthritis of the knee.",
        "Abstract":"To compare the safety and effectiveness of a high molecular weight hyaluronan produced by biological fermentation (Bio-HA) with those of avian-derived hyaluronan that uses cross-linking to achieve high molecular weight (CL-HA).\n                This was a prospective, multicenter, randomized, double-blind trial evaluating patients with confirmed osteoarthritis of the knee. The Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC Index) pain subscale was the primary effectiveness measure (visual analog scale). Both products were administered via three weekly injections, with follow-up evaluations at weeks 3, 6 and 12. Acetaminophen was permitted as rescue medication and quantitated by pill counts.\n                Analyses were performed on the intent-to-treat population, defined as all patients receiving at least one injection. Of the 321 patients randomized to treatment, 314 patients (98%) completed the final study assessment. Improvement in the average WOMAC Index pain score was 29.8mm (-61.6%) for Bio-HA and 28.8mm (-54.9%) for CL-HA, meeting the prospective criteria for non-inferiority. For the secondary outcome measures, statistically significant differences favored Bio-HA for the number of patients requiring acetaminophen (P=0.013) and patient global satisfaction evaluations (P=0.03). Local reactions differed between the products in that 15 effusions were reported in 13 CL-HA patients (8.1%) after injection, compared to one effusion (0.6%) after Bio-HA injection (P=0.0015).\n                The effectiveness of Bio-HA was not inferior to that of CL-HA. The significantly higher incidence of post-injection effusion in the CL-HA group provides a safety advantage for Bio-HA. These data suggest that Bio-HA has an improved benefit-risk profile compared with CL-HA.",
        "Year":2006
    },
    {
        "Unnamed: 0":9829,
        "ReviewID":"CD005321",
        "PMID":"PMID:16416102",
        "Title":"A comparison of two different intra-articular hyaluronan drugs and physical therapy in the management of knee osteoarthritis.",
        "Abstract":"The aim of this study was to compare the effects of physical therapy agents (PTA) and two different intra-articular hyaluronan drugs (sodium hyaluronate (NaHA) and hylan G-F 20) on knee osteoarthritis (OA). The randomised, single-blind study, with 12 months of follow-up, was performed on 80 patients diagnosed as knee OA. The patients were randomly divided into two treatment groups: patients in group 1 were given weekly intra-articular hyaluronan treatment which consisted of either hylan G-F 20 or NaHA during the first 3 weeks and in the sixth month; PTA was applied to each patient in group 2 five times a week for 3 weeks with a series of infrared, short-wave diathermy-pulsed patterns and interferential therapy. Clinical assessments for each patient were made at 1, 3, 6, 9 and 12 months using the following measures: spontaneous pain, pain at rest, pain at night, pain on touch, pain on movement, 15 m walking time, range of motion, short form 36 (SF-36), Western Ontario and McMaster University Osteoarthritis Index (WOMAC) global assessment. There was significant improvement in all variables measured in both groups during the follow-up except the WOMAC-stiffness and range of the motion. The improvement of pain (at night, at rest, SF-36) and SF-36 social functioning subscales was greater in the PTA group. Consequently, in the subgroup analyses, there was no difference between PTA and hylan groups for this improvement. In the comparison of two drugs, the reduction of pain on touch and WOMAC-function was greater in hylan group than that of NaHA. No serious local or systemic effects were observed following injections. Although all patients had improvement, PTA was superior to hyaluronan group for no activity-related pain and functional performance. On the other hand, this study supports the preferential use of hylan over NaHA in patients with knee OA.",
        "Year":2006
    },
    {
        "Unnamed: 0":9813,
        "ReviewID":"CD005321",
        "PMID":"PMID:9381772",
        "Title":"[Mechanism of action of hyaluronic acid in gonarthrosis of both knee joints in a right\/left comparison. Study with dynamometry, oxygen partial pressure, temperature and Lequesne score].",
        "Abstract":"In a controlled prospective randomized study we evaluated the effectiveness of intraarticular injected hyaluronic acid regarding the changes in the parameters dynamometry, synovial oxygen partial pressure, intraarticular temperature and the knee joint function (Lequesne score). We examined 18 patients with osteoarthritis in both knee joints (Kellgren classification II or III according to x-ray) in right\/left comparison. The evaluated parameters were measured before and after a 5-week treatment phase with 5 intraarticular injections (one injection per week). With regard to the efficacy results changes in dynamometric measurement for flexion and extension (for all angular velocities) and Lequesne-score indicate a marked improvement after treatment with hyaluronic acid. The differences between treated and untreated knee were significant. In extension the p-value was 0.0008 and in flexion p = 0.0015. The p-value of the Lequesne-index between the verum and control group was p = 0.0002. After treatment values for oxygen pressure were higher than at baseline and for the intraarticular temperature a small decrease at the end of the treatment phase was documented. The intraarticular injection of hyaluronic acid is effective and safe in the treatment of patients with gonarthrosis. The treatment resulted in a functional improvement of the knee joint and had a good pain-lowering effect in patients suffering from gonarthrosis.",
        "Year":2008
    }
]