[
    {
        "Unnamed: 0":39390,
        "ReviewID":"CD005954",
        "PMID":"PMID:12832708",
        "Title":"Aquatic fitness training for children with juvenile idiopathic arthritis.",
        "Abstract":"To evaluate the effects of an aquatic training programme for JIA patients.\n                Fifty-four patients with JIA (age range 5 to 13 yr) participated in this study and were randomized into an experimental (n = 27) and a control (n = 27) group. The children in the experimental group received a training programme consisting of a 1 h per week supervised training programme in a local pool of approximately 20 sessions. Effects were analysed on the following domains: functional ability, health-related quality of life, joint status and physical fitness.\n                Although all measures improved more in the experimental group than the control group, none of the differences was statistically significant.\n                The current research found no significant effect of an aquatic fitness training programme in children with JIA. Since there were no signs of worsening in health status, one can conclude that this was a safe exercise programme.",
        "Year":2003
    },
    {
        "Unnamed: 0":39392,
        "ReviewID":"CD005954",
        "PMID":"PMID:16181565",
        "Title":"Is hydrotherapy cost-effective? A randomised controlled trial of combined hydrotherapy programmes compared with physiotherapy land techniques in children with juvenile idiopathic arthritis.",
        "Abstract":"To compare the effects of combined hydrotherapy and land-based physiotherapy (combined) with land-based physiotherapy only (land) on cost, health-related quality of life (HRQoL) and outcome of disease in children with juvenile idiopathic arthritis (JIA). Also to determine the cost-effectiveness of combined hydrotherapy and land-based physiotherapy in JIA.\n                A multicentre randomised controlled, partially blinded trial was designed with 100 patients in a control arm receiving land-based physiotherapy only (land group) and 100 patients in an intervention arm receiving a combination of hydrotherapy and land-based physiotherapy (combined group).\n                Three tertiary centres in the UK.\n                Patients aged 4-19 years diagnosed more than 3 months with idiopathic arthritides, onset before their 16th birthday, stable on medication with at least one active joint.\n                Patients in the combined and land groups received 16 1-hour treatment sessions over 2 weeks followed by local physiotherapy attendances for 2 months.\n                Disease improvement defined as a decrease of > or =30% in any three of six core set variables without there being a 30% increase in more than one of the remaining three variables was used as the primary outcome measure and assessed at 2 months following completion of intervention. Health services resource use (in- and outpatient care, GP visits, drugs, interventions, and investigations) and productivity costs (parents' time away from paid work) were collected at 6 months follow-up. HRQoL was measured at baseline and 2 and 6 months following intervention using the EQ-5D, and quality-adjusted life-years (QALYs) were calculated. Secondary outcome measures at 2 and 6 months included cardiovascular fitness, pain, isometric muscle strength and patient satisfaction.\n                Seventy-eight patients were recruited into the trial and received treatment. Two months after intervention 47% patients in the combined group and 61% patients in the land group had improved disease with 11 and 5% with worsened disease, respectively. The analysis showed no significant differences in mean costs and QALYs between the two groups. The combined group had slightly lower mean costs (-6.91 pounds Sterling) and lower mean QALYs (-0.0478, 95% confidence interval -0.11294 to 0.0163 based on 1000 bootstrap replications). All secondary measures demonstrated a mean improvement in both groups, with the combined group showing greater improvements in physical aspects of HRQoL and cardiovascular fitness.\n                JIA is a disease in which a cure is not available. This research demonstrates a beneficial effect from both combined hydrotherapy and land-based physiotherapy treatment and land-based physiotherapy treatment alone in JIA without any exacerbation of disease, indicating that treatments are safe. The caveat to the results of the cost-effectiveness and clinical efficacy analysis is that the restricted sample size could have prevented a true difference being detected between the groups. Nevertheless, there appears to be no evidence to justify the costs of building pools or initiating new services specifically for use in this disease. However, this conclusion may not apply to patients with unremitting active disease who could not be entered into the trial because of specified exclusion criteria. For this group, hydrotherapy or combined treatment may still be the only physiotherapy option. Further research is suggested into: the investigation and development of appropriate and sensitive outcome measures for use in future hydrotherapy and physiotherapy trials of JIA; preliminary studies of methodologies in complex interventions such as physiotherapy and hydrotherapy to improve recruitment and ensure protocol is acceptable to patients and carers; hydrotherapy in the most common paediatric user group, children with neurological dysfunction, ensuring appropriate outcome measures are available and methodologies previously tried; patient satisfaction and compliance in land-based physiotherapy and hydrotherapy and European studies of hydrotherapy in rare disorders such as JIA.",
        "Year":2005
    },
    {
        "Unnamed: 0":39391,
        "ReviewID":"CD005954",
        "PMID":"PMID:17907238",
        "Title":"The effects of vigorous exercise training on physical function in children with arthritis: a randomized, controlled, single-blinded trial.",
        "Abstract":"To examine the effectiveness of high-intensity aerobic training compared with low-intensity training in terms of energy cost of locomotion, peak oxygen uptake, peak power, and self-reported physical function in children with juvenile idiopathic arthritis (JIA).\n                Eighty children with JIA, ages 8-16 years, were enrolled in a randomized, single-blind controlled trial. Both groups participated in a 12-week, 3-times-weekly training program consisting of high-intensity aerobics in the experimental group and qigong in the control group. Subjects underwent exercise testing measuring submaximal oxygen uptake at 3 km\/hour (VO(2submax)) as the primary outcome, maximal oxygen uptake, and peak power at the beginning and end of the program. Physical function was measured using the Child Health Assessment Questionnaire (C-HAQ).\n                The exercise program was well tolerated in both groups. There was no difference in VO(2submax) or any other exercise testing measures between the groups through the study period and no indication of improvement. Both groups showed significant improvements in C-HAQ with no difference between the groups. Adherence was higher in the control group than the experimental group.\n                Our findings suggest that activity programs with or without an aerobic training component are safe and may result in an important improvement in physical function. The intensity of aerobic training did not seem to provide any additional benefits, but higher adherence in the qigong program may suggest that less intensive regimens are easier for children with JIA to comply with, and provide a degree of benefit equivalent to more intensive programs.",
        "Year":2007
    }
]