[
    {
        "Unnamed: 0":21797,
        "ReviewID":"CD004467",
        "PMID":"PMID:3234586",
        "Title":"Foods with a low glycemic index do not improve glycemic control of both type 1 and type 2 diabetic patients after one month of therapy.",
        "Abstract":"Twenty four diabetic patients (12 type 1 and 12 type 2) were studied to determine the influence of using foods rich in carbohydrates with either low or high glycemic indexes on the glycemic control of Diabetes Mellitus. All patients were treated with insulin. During 2 periods of 4 weeks the patients received, at lunch, 2 types of foods rich in carbohydrates as part of their usual diet. Meal A: foods with a low glycemic index and Meal B: foods with a high glycemic index. During the last 7 days of each period the patients determined, at home, their capillary glucose levels before and 1, 2, and 3 hours after lunch by means of a reflectometer. At the end of each period HbA1 levels were also determined. No differences in insulin dose or changes in body weight were found during the two periods of the study for both types of diabetic patients. Capillary glucose levels before lunch were similar on both diets and for both types of diabetic patients. Similarly, postprandial capillary glucose levels 1, 2, and 3 hours later were not different for both died A and diet B. No statistically significant differences were found either in HbA1 values for both periods of the study. These results confirm previous ones obtained in acute studies. The present findings indicate that the glycemic response of foods rich in carbohydrates is modified when included in a mixed meal by the other components of the meal. From these date it can be inferred that the use in a diet of foods with a low glycemic index does not improve the glycemic control of patients affected of Diabetes Mellitus.",
        "Year":1988
    },
    {
        "Unnamed: 0":21793,
        "ReviewID":"CD004467",
        "PMID":"PMID:2060429",
        "Title":"Low-glycemic index foods improve long-term glycemic control in NIDDM.",
        "Abstract":"To compare high- and low-glycemic index (GI) diets in the treatment of non-insulin-dependent diabetes mellitus (NIDDM).\n                Sixteen subjects with well-controlled NIDDM and normal lipid profile, 10 of whom continued oral hypoglycemic medication, participated in the study. A diet that emphasized low-GI foods (e.g., porridge, pasta) was compared with a high-GI diet (e.g., processed cereals, potatoes). The GI of the low-GI diet was 15% lower than the high-GI diet (77 +\/- 3 vs. 91 +\/- 1) but otherwise similar in macronutrient composition and fiber, as determined by a 4-day weighed record. The diets were instituted under instruction from a dietitian who visited subjects at home on a weekly basis. Body weight was maintained within 1-2 kg.\n                Glycemic control was improved on the low-GI diet compared with the high-GI diet (statistically significant findings, P less than 0.05). Mean glycosylated hemoglobin at the end of the low-GI diet was 11% lower (7.0 +\/- 0.3%) than at the end of the high-GI diet (7.9 +\/- 0.5%), and the 8-h plasma glucose profile was lower (area under the curve above fasting 128 +\/- 23 vs. 148 +\/- 22 mmol.h-1.L-1, respectively). Mean fasting plasma glucose, total cholesterol triglycerides, and lipoproteins did not show important differences.\n                A low-GI diet gives a modest improvement in long-term glycemic control but not plasma lipids in normolipidemic well-controlled subjects with NIDDM.",
        "Year":1991
    },
    {
        "Unnamed: 0":21791,
        "ReviewID":"CD004467",
        "PMID":"PMID:1611832",
        "Title":"The use of low glycaemic index foods improves metabolic control of diabetic patients over five weeks.",
        "Abstract":"The aim of the present study was to determine whether any benefit might occur from lowering the glycaemic index of diet in the medium term in diabetic patients. Eighteen well-controlled diabetic patients (12 Type 1 and 6 Type 2 non-insulin-treated), were assigned to either a high mean glycaemic index or low mean glycaemic index diet for 5 weeks each in a random order using a cross-over design. The two diets were equivalent in terms of nutrient content and total and soluble fibre content. The glycaemic indices were 64 +\/- 2 (mean +\/- SD) % and 38 +\/- 5% for the two diets. The high glycaemic index diet was enriched in bread and potato and the low glycaemic index diet in pasta, rice, and legumes. At the end of the study periods, the following variables were improved on the low compared to the high glycaemic index diet: fructosamine (3.9 +\/- 0.9 vs 3.4 +\/- 0.4 mmol l-1, p less than 0.05); fasting blood glucose (10.8 +\/- 2.8 vs 9.6 +\/- 2.7 mmol l-1, p less than 0.02); 2-h postprandial blood glucose (11.6 +\/- 2.9 vs 10.3 +\/- 2.5 mmol l-1, p less than 0.02); mean daily blood glucose (12.0 +\/- 2.5 vs 10.4 +\/- 2.7 mmol l-1, p less than 0.02); serum triglycerides (1.5 +\/- 0.9 vs 1.2 +\/- 0.6 mmol l-1, p less than 0.05). No significant differences were found in body weight, HbA1C, insulin binding to erythrocytes, insulin and drug requirements, and other circulating lipids (cholesterol, HDL-cholesterol, phospholipids, Apolipoprotein A1, Apolipoprotein B). Thus the inclusion of low glycaemic index foods in the diet of diabetic patients may be an additional measure which slightly but favourably influences carbohydrate and lipid metabolism, requires only small changes in nutritional habits and has no known deleterious effects.",
        "Year":1992
    },
    {
        "Unnamed: 0":21789,
        "ReviewID":"CD004467",
        "PMID":"PMID:1499480",
        "Title":"Beneficial effect of low-glycemic index diet in overweight NIDDM subjects.",
        "Abstract":"To determine whether low-glycemic index (GI) diets have clinical utility in overweight patients with non-insulin-dependent diabetes mellitus (NIDDM).\n                Six patients with NIDDM were studied on both high- and low-GI diets of 6-wk duration with metabolic diets with a randomized crossover design. Both diets were of similar composition (57% carbohydrate, 23% fat, and 34 g\/day dietary fiber), but the low-GI diet had a GI of 58 compared with 86 for the high-GI diet.\n                Small and similar amounts of weight were lost on both diets: 2.5 kg on high-GI diet and 1.8 kg on low-GI diet. On the low-GI diet, the mean level of serum fructosamine, as an index of overall blood glucose control, was lower than on the high-GI diet by 8% (P less than 0.05), and total serum cholesterol was lower by 7% (P less than 0.01).\n                In overweight patients with NIDDM, reducing diet GI improves overall blood glucose and lipid control.",
        "Year":1992
    },
    {
        "Unnamed: 0":21795,
        "ReviewID":"CD004467",
        "PMID":"PMID:8088113",
        "Title":"Dietary advice based on the glycaemic index improves dietary profile and metabolic control in type 2 diabetic patients.",
        "Abstract":"The effect of dietary education incorporating information about the glycaemic index of carbohydrate was tested against standard dietary advice in a randomized controlled study in 51 newly diagnosed patients with Type 2 diabetes treated as out-patients with diet only over a 12-week study period. Outcome was assessed by dietary analysis of 3-day diet diaries, fasting blood glucose, fructosamine, total cholesterol, LDL-cholesterol, HDL-cholesterol, and triglycerides. Dietary analysis indicated that the group who received low glycaemic advice not only had a significantly lower calculated mean diet glycaemic index intake (77 +\/- 1.1 (SEM) vs 82 +\/- 1%, p < 0.01) but also had a lower fat intake (25 +\/- 1 vs 32 +\/- 2% of total energy day-1, p < 0.001), a higher carbohydrate intake (49 +\/- 2% vs 44 +\/- 1% of total energy day-1, p < 0.05) and non-starch polysaccharide intake (21 +\/- 1.5 vs 14 +\/- 1 g, p < 0.01). There was a significantly greater within-group fall in fructosamine (3.8 +\/- 0.2 to 3.2 +\/- 0.2 mmol-1 vs 3.6 +\/- 0.2 to 3.6 +\/- 0.3 mmol-1, p < 0.05) and cholesterol (6.1 +\/- 0.3 to 5.4 +\/- 0.3 mmol-1 vs. 5.6 +\/- 0.2 to 5.3 +\/- 0.1 mmol-1, p < 0.05) in the low glycaemic index group.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1994
    },
    {
        "Unnamed: 0":21796,
        "ReviewID":"CD004467",
        "PMID":"PMID:8637438",
        "Title":"The effect of low-glycemic carbohydrate on insulin and glucose response in vivo and in vitro in patients with coronary heart disease.",
        "Abstract":"The insulin resistance syndrome has recently been implicated in the etiology of coronary heart disease, with a possible metabolic defect at the level of the adipocyte. We report the effects of a low- versus high-glycemic-index (LGI and HGI, respectively) diet on insulin and glucose response as assessed by oral glucose tolerance test (OGTT) and insulin-stimulated glucose uptake in isolated adipocytes in a group of 32 patients with advanced coronary heart disease. The area under the insulin curve following OGTT was significantly reduced after 4 weeks in the LGI group (P < .03), but not in the HGI group. Insulin-stimulated glucose uptake in isolated adipocytes harvested from a presternal fat biopsy was significantly greater following the LGI diet (P < .05). This study demonstrates that simple short-term dietary measures can improve insulin sensitivity in patients with coronary heart disease.",
        "Year":1996
    },
    {
        "Unnamed: 0":21792,
        "ReviewID":"CD004467",
        "PMID":"PMID:10403584",
        "Title":"Diets high and low in glycemic index versus high monounsaturated fat diets: effects on glucose and lipid metabolism in NIDDM.",
        "Abstract":"To examine the relative effects of high and low glycemic index (GI) carbohydrates, and monounsaturated fats on blood glucose and lipid metabolism in NIDDM subjects.\n                Fourteen male and seven female variably controlled NIDDM subjects recruited by advertisement.\n                Free living outpatients.\n                A repeated measures, within-subject design was used such that each subject consumed three diets: (a) a high-GI diet (53% CHO -21% fat, 63 GI units (glucose= 100)); (b) a low-GI diet (51% CHO -23% fat, 43 GI units); and (c) a high-mono high-GI diet (42% CHO -35% fat, 59 GI units) in random order and cross-over fashion for four weeks. Approximately 45% energy was provided as key foods which differed in published GI values and specifically excluded legumes. Dietary fibre intake was > 30 g\/d on each diet. At the end of each dietary intervention, we measured fasting plasma lipids, glucose, insulin, total glycated plasma protein, fructosamine, LDL and HDL particle size as well as 24 h urinary excretion of glucose and C-peptide.\n                HDL-cholesterol was higher on the low-GI and high-mono high-GI diets compared to the high-GI diet (P < 0.05 for overall diet effect). There were no other significant differences in metabolic control between diets, even when adjusted for BMI, glucose control or gender. Body weight and saturated fat intake remained stable between dietary interventions.\n                High-mono high-GI and high-CHO, low-GI diets are superior to high-CHO, high-GI diets with respect to HDL metabolism but no effect was noted on glucose metabolism in variably controlled NIDDM subjects.",
        "Year":1999
    },
    {
        "Unnamed: 0":21784,
        "ReviewID":"CD004467",
        "PMID":"PMID:10919939",
        "Title":"Comparison of high- and low-glycemic-index breakfast cereals with monounsaturated fat in the long-term dietary management of type 2 diabetes.",
        "Abstract":"Results of 6-wk studies suggest that high-carbohydrate diets are deleterious for people with type 2 diabetes.\n                Our objective was to see whether long-term replacement of dietary monounsaturated fatty acids (MUFAs) with carbohydrate from breakfast cereals with either a high or a low glycemic index (GI) affected blood glucose and lipids in subjects with type 2 diabetes.\n                Subjects with type 2 diabetes (n = 91) were randomly assigned to receive approximately 10% of energy from a low-GI breakfast cereal, a high-GI cereal, or oil or margarine containing MUFA for 6 mo. Eating breakfast cereal was prohibited for subjects in the MUFA group.\n                Seventy-two subjects completed the trial. The subjects who received cereals consumed approximately 10% more energy from carbohydrate than did the subjects in the MUFA group. Changes in glycated hemoglobin, body weight, and fasting cholesterol and triacylglycerol did not differ significantly among groups. HDL cholesterol increased by approximately 10% in the MUFA group compared with subjects who consumed either high- or low-GI cereals (P = 0.002). The ratio of total to HDL cholesterol was higher in the subjects who consumed the high-GI cereal than in the MUFA group at 3 mo but not at 6 mo (diet x time interaction, P = 0.041). During 8-h metabolic profiles, mean plasma insulin was higher and mean free fatty acids were lower in the 2 cereal groups than in the MUFA group (P < 0.05).\n                A 10% increase in carbohydrate intake associated with breakfast cereal consumption had no deleterious effects on glycemic control or blood lipids over 6 mo in subjects with type 2 diabetes. The increase in plasma insulin and the reduction in free fatty acids associated with higher carbohydrate intake may reduce the rate of progression of diabetes.",
        "Year":2000
    },
    {
        "Unnamed: 0":21790,
        "ReviewID":"CD004467",
        "PMID":"PMID:11023137",
        "Title":"Long-term dietary treatment with increased amounts of fiber-rich low-glycemic index natural foods improves blood glucose control and reduces the number of hypoglycemic events in type 1 diabetic patients.",
        "Abstract":"To evaluate in type 1 diabetic patients 1) the long-term feasibility of a high-fiber (HF) diet composed exclusively of natural foodstuffs and 2) the efficacy of this diet in relation to blood glucose control and incidence of hypoglycemic episodes.\n                The study was randomized with parallel groups. Participants were part of a larger multicenter study on the effects of acarbose on glucose control in diabetes. A total of 63 type 1 diabetic patients, age 28 +\/- 9 years, BMI 24 +\/- 0.6 kg\/m2, after a 4-week run-in period on their habitual diet, were randomized to either an HF (n = 32) or a low-fiber (LF) diet (n = 31) for 24 weeks. The two diets, composed exclusively of natural foodstuffs, were weight-maintaining and, aside from their fiber content, were similar for all nutrients. At the end of the run-in period and the dietary treatment, fasting blood samples for the measurement of plasma cholesterol, HDL cholesterol, triglyceride, and HbA(1c) were collected. A daily glycemic profile was performed on a day in which the participants had consumed a standard menu representative of their treatment diet (HF or LF).\n                Of the 63 study subjects, 29 in the HF group (91%) and 25 in the LF group (81%) completed the study Compared with the LF diet, the HF diet after 24 weeks decreased both mean daily blood glucose concentrations (P < 0.05) and number of hypoglycemic events (P < 0.01). When compliance to diet was taken into account, 83% of the subjects on the HF diet and 88% on the LF diet were compliant. In this subgroup, compared with the LF diet, the HF diet significantly reduced mean daily blood glucose concentrations (P < 0.001), HbA(1c) (P < 0.05), and number of hypoglycemic events (P < 0.01).\n                In type 1 diabetic patients, an HF diet is feasible in the long term and, compared with an LF diet, improves glycemic control and reduces the number of hypoglycemic events.",
        "Year":2000
    },
    {
        "Unnamed: 0":21787,
        "ReviewID":"CD004467",
        "PMID":"PMID:11281505",
        "Title":"Effect of long-term intake of Asian food with different glycemic indices on diabetic control and protein conservation in type 2 diabetic patients.",
        "Abstract":"The study was carried out in 10 females with type 2 diabetes aged 32-60 yrs. All of them were receiving weight-maintaining diets composed of 12 per cent protein, 30 per cent fat and 58 per cent carbohydrate. The only difference among all study-diets was the types of complex carbohydrate used. High-glycemic diet (HG) or low glycemic diet (LG) consisted mainly of glutinous rice or mungbean noodles and the intermediate-glycemic diet (DM) was solely white rice. After the metabolic evaluation of the baseline diet (BL), each subject was placed on DM and followed randomly by HG and LG or vice versa for 4 weeks each. The diurnal plasma glucose levels tended to be lowest after LG. The integrated plasma glucose levels among all diets were not different. The integrated insulin levels after DM and LG did not differ but they were lower than HG and BL. Long-term ingestion of all test-diets spilt less urinary glucose than BL, the lowest was LG. HbA1 levels and nitrogen balance after all diets were better than BL, the best was LG. It was concluded that in addition to strict dietary control, ingestion of mungbean noodles (a low glycemic diet) without increasing fiber intake, can improve diabetic control and protein conservation in type 2 diabetes.",
        "Year":2001
    },
    {
        "Unnamed: 0":21779,
        "ReviewID":"CD004467",
        "PMID":"PMID:11978675",
        "Title":"Five-week, low-glycemic index diet decreases total fat mass and improves plasma lipid profile in moderately overweight nondiabetic men.",
        "Abstract":"To evaluate whether a 5-week low-glycemic index (LGI) diet versus a high-glycemic index (HGI) diet can modify glucose and lipid metabolism as well as total fat mass in nondiabetic men.\n                In this study, 11 healthy men were randomly allocated to 5 weeks of an LGI or HGI diet separated by a 5-week washout interval in a crossover design.\n                The LGI diet resulted in lower postprandial plasma glucose and insulin profiles and areas under the curve (AUCs) than the HGI diet. A 5-week period of the LGI diet lowered plasma triacylglycerol excursion after lunch (AUC, P < 0.05 LGI vs. HGI). These modifications were associated with a decrease in the total fat mass by approximately 700 g (P < 0.05) and a tendency to increase lean body mass (P < 0.07) without any change in body weight. This decrease in fat mass was accompanied by a decrease in leptin, lipoprotein lipase, and hormone-sensitive lipase RNAm quantities in the subcutaneous abdominal adipose tissue (P < 0.05).\n                We concluded that 5 weeks of an LGI diet ameliorates some plasma lipid parameters, decreases total fat mass, and tends to increase lean body mass without changing body weight. These changes were accompanied by a decrease in the expression of some genes implicated in lipid metabolism. Such a diet could be of benefit to healthy, slightly overweight subjects and might play a role in the prevention of metabolic diseases and their cardiovascular complications.",
        "Year":2002
    },
    {
        "Unnamed: 0":21785,
        "ReviewID":"CD004467",
        "PMID":"PMID:11999539",
        "Title":"The effect of high- and low-glycemic index energy restricted diets on plasma lipid and glucose profiles in type 2 diabetic subjects with varying glycemic control.",
        "Abstract":"To determine whether glycemic index (GI) differentially affects improved glucose and lipid profiles observed during weight loss in overweight subjects previously diagnosed with type 2 diabetes with variable glucose tolerance.\n                Twenty-three female and twenty-two male overweight subjects participated in 12 weeks of energy restriction (average BMI 33.2 kg\/m2, age 56.7 years, glycated hemoglobin (GHb) 6.7%). After a four-week run-in on a high saturated fat (SFA) diet (1540 kcal\/day, 17% SFA), the free-living subjects were randomly assigned to either a high- (75 GI units) or low- (43 GI units) GI diet (1440 kcal\/day, 60% carbohydrate, 5% SFA) for eight weeks. Weight, serum lipids, plasma glucose and glycated hemoglobin were measured every four weeks. An oral glucose tolerance test (OGTT) was also performed at baseline, weeks 4 and 12. From the baseline OGTT results subjects were divided into three groups of low, median and high glucose tolerance.\n                At baseline, BMI, age and glycated hemoglobin concentrations were not different between subjects allocated to the high- or low-GI diets. After four weeks, weight loss was 3.6+\/-0.3 kg. Fasting glucose (-5.6%), glycated hemoglobin (-2.8%), area under the glucose curve (-13.0%) and triglyceride (-13.8%) concentrations were reduced (p < 0.02). Between weeks 4 and 12 reductions were observed in weight (-4.9%), fasting glucose (-4.6%), area under glucose curve (-10.1%), glycated hemoglobin (-7.2%), triglyceride (-7.5%) and LDL-C (-13.2%) concentrations. Weight loss was not different between low and high-GI diets. However, glycated hemoglobin was reduced twofold more in subjects consuming a low-GI diet as compared to subjects consuming a high-GI diet, but this was not statistically significant. LDL concentrations were also reduced more in subjects with low glucose tolerance on the low-GI diet (p = 0.02).\n                Weight loss produces substantial improvements in glycemic control and lipoprotein metabolism. Lowering the glycemic index of high carbohydrate, low fat diets increases the fall in LDL cholesterol in subjects with type 2 diabetes with low glucose tolerance, but has little effect on glycemic control.",
        "Year":2002
    },
    {
        "Unnamed: 0":21783,
        "ReviewID":"CD004467",
        "PMID":"PMID:12010586",
        "Title":"High-carbohydrate-low-glycaemic index dietary advice improves glucose disposition index in subjects with impaired glucose tolerance.",
        "Abstract":"Controversy exists about the optimal amount and source of dietary carbohydrate for managing insulin resistance. Therefore, we compared the effects on insulin sensitivity (SI), pancreatic responsivity (AIRglu) and glucose disposition index of dietary advice aimed at reducing the amount or altering the source of dietary carbohydrate in subjects with impaired glucose tolerance (IGT). Subjects were randomized to high-carbohydrate-high-glycaemic index (GI) (high-GI, n 11), high-carbohydrate-low-GI (low-GI, n 13), or low-carbohydrate-high-monounsaturated fat (MUFA, n 11) dietary advice, with SI, AIRglu and DI measured using a frequently sampled, intravenous glucose tolerance test before and after 4 months treatment. Carbohydrate and fat intakes and diet GI, respectively, were: high-GI, 53 %, 28 %, 83; low-GI, 55 %, 25 %, 76; MUFA, 47 %, 35 %, 82. Weight changes on each diet differed significantly from each other: high-GI, -0.49 (sem 0.29) kg; low-GI, -0.19 (sem 0.40) kg; MUFA +0.27 (sem 0.45) kg. Blood lipids did not change, but glycated haemoglobin increased significantly on MUFA, 0.02 (sem 0.11) %, relative to low-GI, -0.19 (sem 0.08) %, and high-GI, -0.13 (sem 0.14) %. Diastolic blood pressure fell by 8 mmHg on low-GI relative to MUFA (P=0.038). Although SI and AIRglu did not change significantly, DI, a measure of the ability of beta-cells to overcome insulin resistance by increasing insulin secretion, increased on low-GI by >50 % (P=0.02). After adjusting for baseline values, the increase in DI on low-GI, 0.17 (sem 0.07), was significantly greater than those on MUFA, -0.09 (sem 0.08) and high-GI, -0.03 (sem 0.02) (P=0.019). Thus, the long-term effects of altering the source of dietary carbohydrate differ from those of altering the amount. High-carbohydrate-low-GI dietary advice improved beta-cell function in subjects with IGT, and may, therefore, be useful in the management of IGT.",
        "Year":2002
    },
    {
        "Unnamed: 0":21788,
        "ReviewID":"CD004467",
        "PMID":"PMID:12077724",
        "Title":"Four-week low-glycemic index breakfast with a modest amount of soluble fibers in type 2 diabetic men.",
        "Abstract":"Low-glycemic index diets are associated with a wide range of benefits when followed on a chronic basis. The chronic effects, however, of the substitution of 1 meal per day are not well known in diabetic subjects. Therefore, we aimed to evaluate whether the chronic use of a low-glycemic index breakfast (low-GIB) rich in low-GI carbohydrates and a modest amount of soluble fibers could have an effect on lipemia at a subsequent lunch, and improve glucose and lipid metabolism in men with type 2 diabetes. A total of 13 men with type 2 diabetes were randomly allocated in a double-blind cross-over design to a 4-week daily intake of a low-GI versus a high-GI breakfast separated by a 15-day washout interval. The low-GI breakfast was composed of whole grain bread and muesli containing 3 g beta-glucan from oats. Low-GIB induced lower postprandial plasma glucose peaks than the high-GIB at the beginning (baseline, P <.001) and after the 4-week intake (P <.001). The incremental area under the plasma glucose curve was also lower (P <.001, P <.01, baseline, and 4 weeks, respectively). There was no effect on fasting plasma glucose, insulin, fructosamine, or glycosylated hemoglobin (HbA(1c)). Fasting plasma cholesterol, as well as the incremental area under the cholesterol curve, were lower (P <.03, P <.02) after the 4-week low-GIB period than after the high-GIB period. Apolipoprotein B (apo B) was also decreased by the 4-week low-GIB. There was no effect of the low-GI breakfast on triacylglycerol excursions or glucose and insulin responses at the second meal. The high-GIB, however, tended to decrease the amount of mRNA of leptin in abdominal adipose tissue, but had no effect on peroxisome proliferator-activated receptor gamma (PPARgamma) and cholesterylester transfer protein (CETP) mRNA amounts. In conclusion, the intake of a low-GI breakfast containing a modest amount (3 g) of beta-glucan for 4 weeks allowed good glycemic control and induced low plasma cholesterol levels in men with type 2 diabetes. The decrease in plasma cholesterol associated with low-GI breakfast intake may reduce the risk of developing cardiovascular complications in subjects with type 2 diabetes.\n                Copyright 2002, Elsevier Science (USA). All rights reserved.",
        "Year":2002
    },
    {
        "Unnamed: 0":21780,
        "ReviewID":"CD004467",
        "PMID":"PMID:12832297",
        "Title":"A flexible, low-glycemic index mexican-style diet in overweight and obese subjects with type 2 diabetes improves metabolic parameters during a 6-week treatment period.",
        "Abstract":"The aim of this study was to compare the effects of a flexible lower- and higher-glycemic index (GI) Mexican-style diet on biochemical data and BMI during a 6-week treatment period.\n                This study was a randomized, crossover design of two 6-week periods with a 6-week washout period between treatments. Subjects with type 2 diabetes (n = 36) with a BMI >25 kg\/m(2) were selected. Fourteen subjects completed the study with eligible dietary records. Dietary instruction was provided on flexible diets with both a high and low GI. Fasting venous blood samples were taken at the start and finish of each dietary period, and biochemical data were analyzed. Multi- and univariate one-factor repeated-measures ANOVA were used to compare biochemical data.\n                Glycemic load and GI were lower during the low-GI diet, and dietary fiber was lower during the high-GI diet. The participants in the low-GI period consumed significantly fewer carbohydrates, such as white-wheat bread, white long-grain rice, potatoes, high-GI fruits, and carrots, and more carbohydrates, such as pinto beans, whole-meal wheat bread, and low-GI fruits than did participants in the high-GI period. There were no differences in the amount of carbohydrates consumed, such as corn tortillas and dairy products. At the end of the study periods, A1c was improved on the low- compared with the high-GI diet (P < 0.008).\n                We conclude that a low-GI diet, containing Mexican-style foods, may help to improve the metabolic control in type 2 obese diabetic subjects during a 6-week period.",
        "Year":2003
    },
    {
        "Unnamed: 0":21781,
        "ReviewID":"CD004467",
        "PMID":"PMID:15277154",
        "Title":"No difference in body weight decrease between a low-glycemic-index and a high-glycemic-index diet but reduced LDL cholesterol after 10-wk ad libitum intake of the low-glycemic-index diet.",
        "Abstract":"The role of glycemic index (GI) in appetite and body-weight regulation is still not clear.\n                The objective of the study was to investigate the long-term effects of a low-fat, high-carbohydrate diet with either low glycemic index (LGI) or high glycemic index (HGI) on ad libitum energy intake, body weight, and composition, as well as on risk factors for type 2 diabetes and ischemic heart disease in overweight healthy subjects.\n                The study was a 10-wk parallel, randomized, intervention trial with 2 matched groups. The LGI or HGI test foods, given as replacements for the subjects' usual carbohydrate-rich foods, were equal in total energy, energy density, dietary fiber, and macronutrient composition. Subjects were 45 (LGI diet: n = 23; HGI diet: n = 22) healthy overweight [body mass index (in kg\/m(2)): 27.6 +\/- 0.2] women aged 20-40 y.\n                Energy intake, mean (+\/- SEM) body weight (LGI diet: -1.9 +\/- 0.5 kg; HGI diet: -1.3 +\/- 0.3 kg), and fat mass (LGI diet: -1.0 +\/- 0.4 kg; HGI diet: -0.4 +\/- 0.3 kg) decreased over time, but the differences between groups were not significant. No significant differences were observed between groups in fasting serum insulin, homeostasis model assessment for relative insulin resistance, homeostasis model assessment for beta cell function, triacylglycerol, nonesterified fatty acids, or HDL cholesterol. However, a 10% decrease in LDL cholesterol (P < 0.05) and a tendency to a larger decrease in total cholesterol (P = 0.06) were observed with consumption of the LGI diet as compared with the HGI diet.\n                This study does not support the contention that low-fat LGI diets are more beneficial than HGI diets with regard to appetite or body-weight regulation as evaluated over 10 wk. However, it confirms previous findings of a beneficial effect of LGI diets on risk factors for ischemic heart disease.",
        "Year":2004
    },
    {
        "Unnamed: 0":21794,
        "ReviewID":"CD004467",
        "PMID":"PMID:14679377",
        "Title":"A prospective randomised trial to determine the efficacy of a low glycaemic index diet given in addition to healthy eating and weight loss advice in patients with coronary heart disease.",
        "Abstract":"Recent epidemiological and prospective trial evidence suggests that consumption of a low glycaemic index (LGI) diet will reduce coronary risk. We hypothesise that introduction of an LGI diet will improve the metabolic profile of patients who have undergone coronary artery bypass grafting.\n                We conducted a randomised parallel group trial comparing a control group (n=29, age 61.8+\/-9 y), who received currently advocated healthy eating dietary advice only, to an intervention group, who received healthy eating advice emphasising LGI carbohydrates (n=26, age 63.6+\/-9.4 y) over a 12-week period in free-living patients with coronary heart disease. Outcome measures included fasting glucose, insulin, total cholesterol, high-density lipoprotein cholesterol, very low-density lipoprotein cholesterol, low density lipoprotein cholesterol and triglycerides.\n                A significant lower dietary glycaemic index was achieved in the group assigned to an LGI diet compared to the healthy eating control group (71+\/-1 vs 81+\/-1); fibre intake was also higher in the LGI group (20+\/-1 vs 15+\/-1 g). All biochemical markers of glucose and lipid metabolism measured were similar after 12 weeks of the LGI diet or control diet.\n                The LGI group achieved a significant LGI and a higher dietary fibre intake. However, there was no measurable significant effect of either the LGI diet or the health eating diet on lipid levels; this may have been hidden by concurrent drug therapy.",
        "Year":2004
    },
    {
        "Unnamed: 0":21786,
        "ReviewID":"CD004467",
        "PMID":"PMID:15139896",
        "Title":"Retrospective analysis of the impact of a low glycaemic index diet on hospital stay following coronary artery bypass grafting: a hypothesis.",
        "Abstract":"Glucose tolerance and insulin resistance influence medical outcome in subjects with coronary artery disease, these metabolic parameters also influence general perioperative surgical outcome. We hypothesize that glucose tolerance and insulin resistance can be favourably modified by reducing the glycaemic index of the diet.\n                The present study is a retrospective analysis of a low and high glycaemic index diet on glucose tolerance, insulin resistance and perioperative outcome, as assessed by the length of hospital stay following coronary artery bypass surgery. Thirty-five adults awaiting bypass surgery were randomized, for the 4 weeks prior to surgery, to either a low glycaemic index diet (17 subjects) or high glycaemic index diet (18 subjects). Glucose and insulin responses during a 75 g oral glucose tolerance test were assessed before and after dietary intervention and insulin-mediated glucose uptake was assessed in isolated adipocytes obtained at surgery.\n                The patients who consumed a low glycaemic diet had improved glucose tolerance and significantly greater in vitro adipocyte insulin sensitivity at the time of surgery compared with the high glycaemic diet group (78.87 +\/- 10.64% versus 41.11 +\/- 7%, respectively). The total length of stay in the patients on the low glycaemic diet was less than patients consuming the high glycaemic diet (7.06 +\/- 0.38 days versus 9.53 +\/- 1.44 days, P < 0.5).\n                This study provides further support that carbohydrate and fat metabolism influence cardiac outcome and provides new evidence that dietary modification prior to coronary artery bypass surgery can shorten hospital stay.",
        "Year":2004
    },
    {
        "Unnamed: 0":21782,
        "ReviewID":"CD004467",
        "PMID":"PMID:16177201",
        "Title":"Reduced glycemic index and glycemic load diets do not increase the effects of energy restriction on weight loss and insulin sensitivity in obese men and women.",
        "Abstract":"Reducing the dietary glycemic load and the glycemic index was proposed as a novel approach to weight reduction. A parallel-design, randomized 12-wk controlled feeding trial with a 24-wk follow-up phase was conducted to test the hypothesis that a hypocaloric diet designed to reduce the glycemic load and the glycemic index would result in greater sustained weight loss than other hypocaloric diets. Obese subjects (n = 29) were randomly assigned to 1 of 3 diets providing 3138 kJ less than estimated energy needs: high glycemic index (HGI), low glycemic index (LGI), or high fat (HF). For the first 12 wk, all food was provided to subjects (feeding phase). Subjects (n = 22) were instructed to follow the assigned diet for 24 additional weeks (free-living phase). Total body weight was obtained and body composition was assessed by skinfold measurements. Insulin sensitivity was assessed by the homeostasis model (HOMA). At 12 wk, weight changes from baseline were significant in all groups but not different among groups (-9.3 +\/- 1.3 kg for the HGI diet, -9.9 +\/- 1.4 kg for the LGI diet, and -8.4 +\/- 1.5 kg for the HF diet). All groups improved in insulin sensitivity at the end of the feeding phase of the study. During the free-living phase, all groups maintained their initial weight loss and their improved insulin sensitivity. Weight loss and improved insulin sensitivity scores were independent of diet composition. In summary, lowering the glycemic load and glycemic index of weight reduction diets does not provide any added benefit to energy restriction in promoting weight loss in obese subjects.",
        "Year":2005
    }
]