[
    {
        "Unnamed: 0":21202,
        "ReviewID":"CD002048",
        "PMID":"PMID:6440982",
        "Title":"Radiographic evaluation of erosion in rheumatoid arthritis: double blind study of auranofin vs placebo.",
        "Abstract":"PA radiographs of hands and wrists from a randomized 6 month study of auranofin (AF) vs placebo followed by 6 months of open AF were scored for progression of erosive disease by 2 independent readers. The readers were blinded both to treatment and sequence (month 0 vs month 12) of the films. The results of our study demonstrate a reduction in the advancement of erosive disease during AF therapy compared to placebo.",
        "Year":1984
    },
    {
        "Unnamed: 0":21203,
        "ReviewID":"CD002048",
        "PMID":"PMID:3532786",
        "Title":"Auranofin therapy and quality of life in patients with rheumatoid arthritis. Results of a multicenter trial.",
        "Abstract":"In a six-month, randomized, double-blind study at 14 centers, auranofin (3 mg twice daily) was compared with placebo in the treatment of patients with classic or definite rheumatoid arthritis. All patients had unremitting disease for at least the previous six months and at least three months of therapy with nonsteroidal anti-inflammatory drugs (NSAIDs). NSAIDs, oral steroids, and analgesics were allowed throughout the trial. Efficacy was analyzed in 154 patients who received auranofin and 149 who received placebo. To reflect an expanded view of outcome assessment, the measures used included some 20 nontraditional measures of functional performance, pain, global impression, and utility (worth or value) in addition to five standard clinical measures of rheumatoid synovitis (e.g., number of tender joints). The nontraditional measures were mainly in the form of structured questionnaires administered by trained interviewers. To minimize the statistical problem of multiple comparisons, most of the measures were grouped into four composites--clinical (standard measures), functional, global, and pain--and the treatment effect for each composite was tested at the 0.0125 level of significance. Auranofin was superior to placebo in the clinical (p = 0.003), functional (p = 0.001), and global (p = 0.007) composites and trended similarly in the pain composite (p = 0.021). Individual measures within the composites consistently favored auranofin. Other measures, not part of the composites, also favored auranofin, including a patient utility measure designed for this study, the PUMS (p = 0.002). Results confirm the hypothesis that the favorable effect of auranofin on clinical synovitis is accompanied by improvements across a range of outcomes relevant to the patient's quality of life.",
        "Year":1986
    },
    {
        "Unnamed: 0":21201,
        "ReviewID":"CD002048",
        "PMID":"PMID:14552308",
        "Title":"Auranofin improves outcome in early rheumatoid arthritis. Results from a 2-year, double blind placebo controlled study.",
        "Abstract":"The effect of early initiation of auranofin (AF) therapy on outcome measures was studied in a controlled 24-month double blind trial in 138 patients with early rheumatoid arthritis (RA) using an intent to treat approach. Patients were randomized to AF or placebo but in case of insufficient effect or intolerable adverse events, they switched to open disease modifying antirheumatic drug therapy. Patients who started AF fared significantly better in improved joint swelling. Stanford Health Assessment Questionnaire index, Keitel functional test, and mental depression, and furthermore, radiologic progression was significantly retarded. Our results support a disease modifying beneficial effect of AF in early active RA.se",
        "Year":1988
    },
    {
        "Unnamed: 0":21204,
        "ReviewID":"CD002048",
        "PMID":"PMID:9291856",
        "Title":"Auranofin is safe and superior to placebo in elderly-onset rheumatoid arthritis.",
        "Abstract":"The efficacy, toxicity and possible steroid-sparing properties of auranofin in the treatment of elderly-onset rheumatoid arthritis (EORA) were studied in a 2 yr prospective double-blind placebo-controlled clinical trial. Sixty-five patients with onset of arthritis after the age of 60 yr were randomized to either auranofin 3 mg b.i.d. [n = 31, age 70 (61-84) yr, median (range)] or placebo tablets [n = 34, age 72 (60-81) yr]. Oral prednisolone, starting dose 7.5 or 20 mg daily, was used as a rescue drug in patients with intolerable joint pain and stiffness and with C-reactive protein (CRP) > or = 20 mg\/l, and was tapered down according to protocol guidelines. Patients receiving auranofin continued therapy for a longer period of time (55% completers) than those on placebo medication (18% completers). The auranofin group consumed significantly less prednisolone, 2.64 (0-11.85) mg\/day [median (range)], compared to 5.0 (0-18.33) mg\/day in the placebo group (P = 0.006). No group differences at 2 yr follow-up were found for changes in joint pain (P = 0.49), number of swollen joints (P = 0.61), Health Assessment Questionnaire score (P = 0.18) and radiographic damage score (Larsen-Dale index) of the hands (P = 0.84). Within-group changes in radiographic scores were also insignificant. The drop-out rate due to adverse events was surprisingly higher in the placebo group (41%) than in the auranofin group (10%) and, as expected, higher due to lack of effect (29 and 16%). The results indicate that auranofin is safe, superior to placebo and has steroid-sparing capacity in the treatment of EORA. The favourable radiographic outcome in both groups needs confirmation in future studies.",
        "Year":1997
    }
]