[
    {
        "Unnamed: 0":33952,
        "ReviewID":"CD001927",
        "PMID":"PMID:2563096",
        "Title":"Placebo-controlled, randomised trial of warfarin and aspirin for prevention of thromboembolic complications in chronic atrial fibrillation. The Copenhagen AFASAK study.",
        "Abstract":"From November, 1985, to June, 1988, 1007 outpatients with chronic non-rheumatic atrial fibrillation (AF) entered a randomised trial; 335 received anticoagulation with warfarin openly, and in a double-blind study 336 received aspirin 75 mg once daily and 336 placebo. Each patient was followed up for 2 years or until termination of the trial. The primary endpoint was a thromboembolic complication (stroke, transient cerebral ischaemic attack, or embolic complications to the viscera and extremities). The secondary endpoint was death. The incidence of thromboembolic complications and vascular mortality were significantly lower in the warfarin group than in the aspirin and placebo groups, which did not differ significantly. 5 patients on warfarin had thromboembolic complications compared with 20 patients on aspirin and 21 on placebo. 21 patients on warfarin were withdrawn because of non-fatal bleeding complications compared with 2 on aspirin and none on placebo. Thus, anticoagulation therapy with warfarin can be recommended to prevent thromboembolic complications in patients with chronic non-rheumatic AF.",
        "Year":1989
    },
    {
        "Unnamed: 0":33949,
        "ReviewID":"CD001927",
        "PMID":"PMID:2233931",
        "Title":"The effect of low-dose warfarin on the risk of stroke in patients with nonrheumatic atrial fibrillation. The Boston Area Anticoagulation Trial for Atrial Fibrillation Investigators.",
        "Abstract":"Nonrheumatic atrial fibrillation increases the risk of stroke, presumably from atrial thromboemboli. There is uncertainty about the efficacy and risks of long-term warfarin therapy to prevent stroke.\n                We conducted an unblinded, randomized, controlled trial of long-term, low-dose warfarin therapy (target prothrombin-time ratio, 1.2 to 1.5) in patients with nonrheumatic atrial fibrillation. The control group was not given warfarin but could choose to take aspirin.\n                A total of 420 patients entered the trial (212 in the warfarin group and 208 in the control group) and were followed for an average of 2.2 years. Prothrombin times in the warfarin group were in the target range 83 percent of the time. Only 10 percent of the patients assigned to receive warfarin discontinued the drug permanently. There were 2 strokes in the warfarin group (incidence, 0.41 percent per year) as compared with 13 strokes in the control group (incidence, 2.98 percent per year), for a reduction of 86 percent in the risk of stroke (warfarin:control incidence ratio = 0.14; 95 percent confidence interval, 0.04 to 0.49; P = 0.0022). There were 37 deaths altogether. The death rate was markedly lower in the warfarin group than in the control group: 2.25 percent as compared with 5.97 percent per year, for an incidence ratio of 0.38 (95 percent confidence interval, 0.17 to 0.82; P = 0.005). There was one fatal hemorrhage in each group. The frequency of bleeding events that led to hospitalization or transfusion was essentially the same in both groups. The warfarin group had a higher rate of minor hemorrhage than the control group (38 vs. 21 patients).\n                Long-term low-dose warfarin therapy is highly effective in preventing stroke in patients with non-rheumatic atrial fibrillation, and can be quite safe with careful monitoring.",
        "Year":1990
    },
    {
        "Unnamed: 0":33948,
        "ReviewID":"CD001927",
        "PMID":"PMID:1860198",
        "Title":"Stroke Prevention in Atrial Fibrillation Study. Final results.",
        "Abstract":"Atrial fibrillation in the absence of rheumatic valvular disease is associated with a fivefold to sevenfold increased risk of ischemic stroke.\n                The Stroke Prevention in Atrial Fibrillation Study, a multicenter, randomized trial, compared 325 mg\/day aspirin (double-blind) or warfarin with placebo for prevention of ischemic stroke and systemic embolism (primary events), and included 1,330 inpatients and outpatients with constant or intermittent atrial fibrillation. During a mean follow-up of 1.3 years, the rate of primary events in patients assigned to placebo was 6.3% per year and was reduced by 42% in those assigned to aspirin (3.6% per year; p = 0.02; 95% confidence interval, 9-63%). In the subgroup of warfarin-eligible patients (most less than 76 years old), warfarin dose-adjusted to prolong prothrombin time to 1.3-fold to 1.8-fold that of control reduced the risk of primary events by 67% (warfarin versus placebo, 2.3% versus 7.4% per year; p = 0.01; 95% confidence interval, 27-85%). Primary events or death were reduced 58% (p = 0.01) by warfarin and 32% (p = 0.02) by aspirin. The risk of significant bleeding was 1.5%, 1.4%, and 1.6% per year in patients assigned to warfarin, aspirin, and placebo, respectively.\n                Aspirin and warfarin are both effective in reducing ischemic stroke and systemic embolism in patients with atrial fibrillation. Because warfarin-eligible patients composed a subset of all aspirin-eligible patients, the magnitude of reduction in events by warfarin versus aspirin cannot be compared. Too few events occurred in warfarin-eligible patients to directly assess the relative benefit of aspirin compared with warfarin, and the trial is continuing to address this issue. Patients with nonrheumatic atrial fibrillation who can safely take either aspirin or warfarin should receive prophylactic antithrombotic therapy to reduce the risk of stroke.",
        "Year":1991
    },
    {
        "Unnamed: 0":33950,
        "ReviewID":"CD001927",
        "PMID":"PMID:1856403",
        "Title":"Canadian Atrial Fibrillation Anticoagulation (CAFA) Study.",
        "Abstract":"The Canadian Atrial Fibrillation Anticoagulation Study was a randomized double-blind placebo-controlled trial to assess the potential of warfarin to reduce systemic thromboembolism and its inherent risk of hemorrhage. As a result of the publication of two other \"positive\" studies of similar design and objective, this study was stopped early before completion of its planned recruitment of 630 patients. There were 187 patients randomized to warfarin and 191 to placebo. Permanent discontinuation of study medication occurred in 26% of warfarin-treated and 23% of placebo-treated patients. The target range of the international normalized ratio was 2 to 3. For the warfarin-treated patients, the international normalized ratio was in the target range 43.7% of the study days, above it 16.6% of the study days and below it 39.6% of the study days. Fatal or major bleeding occurred at annual rates of 2.5% in warfarin-treated and 0.5% in placebo-treated patients. Minor bleeding occurred in 16% of patients receiving warfarin and 9% receiving placebo. The primary outcome event cluster was nonlacunar stroke, noncentral nervous systemic embolism and fatal or intracranial hemorrhage. Events were included in the primary analysis of efficacy if they occurred within 28 days of permanent discontinuation of the study medication. The annual rates of the primary outcome event cluster were 3.5% in warfarin-treated and 5.2% in placebo-treated patients, with a relative risk reduction of 37% (95% confidence limits, -63.5%, 75.5%, p = 0.17).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1991
    },
    {
        "Unnamed: 0":33951,
        "ReviewID":"CD001927",
        "PMID":"PMID:1406859",
        "Title":"Warfarin in the prevention of stroke associated with nonrheumatic atrial fibrillation. Veterans Affairs Stroke Prevention in Nonrheumatic Atrial Fibrillation Investigators.",
        "Abstract":"Nonrheumatic atrial fibrillation is common among the elderly and is associated with an increased risk of stroke. We investigated whether anticoagulation with warfarin would reduce this risk.\n                We conducted a randomized, double-blind, placebo-controlled study to evaluate low-intensity anticoagulation with warfarin (prothrombin-time ratio, 1.2 to 1.5) in 571 men with chronic nonrheumatic atrial fibrillation; 525 patients had not previously had a cerebral infarction, whereas 46 patients had previously had such an event. The primary end point was cerebral infarction; secondary end points were cerebral hemorrhage and death.\n                Among the patients with no history of stroke, cerebral infarction occurred in 19 of the 265 patients in the placebo group during an average follow-up of 1.7 years (4.3 percent per year) and in 4 of the 260 patients in the warfarin group during an average follow-up of 1.8 years (0.9 percent per year). The reduction in risk with warfarin therapy was 0.79 (95 percent confidence interval, 0.52 to 0.90; P = 0.001). The annual event rate among the 228 patients over 70 years of age was 4.8 percent in the placebo group and 0.9 percent in the warfarin group (risk reduction, 0.79; P = 0.02). The only cerebral hemorrhage occurred in a 73-year-old patient in the warfarin group. Other major hemorrhages, all gastrointestinal, occurred in 10 patients: 4 in the placebo group, for a rate of 0.9 percent per year, and 6 in the warfarin group, for a rate of 1.3 percent per year. There were 37 deaths that were not preceded by a cerebral end point--22 in the placebo group and 15 in the warfarin group (risk reduction, 0.31; P = 0.19). Cerebral infarction was more common among patients with a history of cerebral infarction (9.3 percent per year in the placebo group and 6.1 percent per year in the warfarin group) than among those without such a history.\n                Low-intensity anticoagulation with warfarin prevented cerebral infarction in patients with nonrheumatic atrial fibrillation without producing an excess risk of major hemorrhage. This benefit extended to patients over 70 years of age.",
        "Year":1992
    }
]