[
    {
        "Unnamed: 0":3514,
        "ReviewID":"CD006774",
        "PMID":"PMID:11040177",
        "Title":"Comparison of heparin and steroids in the treatment of moderate and severe ulcerative colitis.",
        "Abstract":"Unfractionated heparin has been found to reduce symptoms and improve healing as adjuvant therapy in patients with ulcerative colitis. The current study evaluated the efficacy and safety of unfractionated heparin in the treatment of ulcerative colitis in comparison with methylprednisolone.\n                A multicenter randomized trial with blinded endpoint evaluation was conducted in patients hospitalized for moderate or severe ulcerative colitis. Patients were randomized to receive heparin as a continuous infusion or methylprednisolone (0.75-1 mg x kg(-1) x day(-1)).\n                Twenty-five patients entered the study: 13 received methylprednisolone and 12 received heparin. By day 10, 69% of patients in the methylprednisolone group, but none in the heparin group, achieved significant improvement or remission. C-reactive protein levels significantly decreased in the methylprednisolone group but not in the heparin group. Three patients in the heparin group were withdrawn before day 10 because of an adverse event: rectal bleeding needing transfusion (2 cases) or surgery (1 case). The proportion of patients with persistent rectal bleeding at day 10 was 31% in the methylprednisolone group and 90% in the heparin group (P<0.05).\n                Unfractionated heparin as monotherapy is not effective in the treatment of moderate or severe ulcerative colitis and is associated with significant bleeding complications.",
        "Year":2000
    },
    {
        "Unnamed: 0":3518,
        "ReviewID":"CD006774",
        "PMID":"PMID:17260365",
        "Title":"Randomized, placebo-controlled trial of low molecular weight heparin in active ulcerative colitis.",
        "Abstract":"In several open and 1 controlled trial, unfractionated heparin was effective in the treatment of active ulcerative colitis (UC). Low molecular weight heparin (LMWH) had a similar effect in several open studies.\n                We studied the efficacy, safety, and tolerability of LMWH in mild to moderately active UC in a randomized, double-blind, placebo-controlled trial. In all, 29 patients with a mild or moderate recurrence of UC during salicylate treatment were randomized to receive either reviparin 3,436 IU (n = 15) subcutaneously twice daily or placebo (n = 14). The study period was 8 weeks. Treatment was discontinued if there was no improvement at 4 weeks or at any disease progression. Primary outcome measure was clinical improvement at 8 weeks measured by the Colitis Activity Index (CAI) and the Clinical Symptoms Grading (CSG, based on the CAI). Endoscopic and histologic grading and quality of life as measured by the Inflammatory Bowel Disease Questionnaire (IBDQ) were secondary outcome measures. Patients were closely monitored for adverse events.\n                Twenty of 29 patients finished the 8-week treatment period (reviparin versus placebo: 11 versus 9; P = 0.70). There was no difference in CSG, CAI, endoscopic and histologic grading, or IBDQ. Treatment was well tolerated and no serious adverse events occurred.\n                In this study, treatment with LMWH showed no significant clinical advantage compared to placebo in mild to moderately active UC.",
        "Year":2003
    },
    {
        "Unnamed: 0":3517,
        "ReviewID":"CD006774",
        "PMID":"PMID:15080848",
        "Title":"Low molecular weight heparin (tinzaparin) vs. placebo in the treatment of mild to moderately active ulcerative colitis.",
        "Abstract":"Heparin has anti-inflammatory and immunomodulatory activity which may be of therapeutic benefit in the treatment of ulcerative colitis.\n                To test whether low molecular weight heparin, given subcutaneously, would provide a significant therapeutic response compared with placebo in the treatment of mild to moderate ulcerative colitis.\n                A prospective, double-blind, randomized, placebo-controlled, multi-centre trial comparing tinzaparin 175 anti-Xa IU\/kg\/day (innohep, LEO Pharma) subcutaneously for 14 days followed by tinzaparin 4500 anti-Xa IU\/day subcutaneously for 28 days with placebo, administered subcutaneously once daily for up to 42 days. The primary outcome measure was the mean change in colitis activity from baseline to the end of study treatment assessed by the sum of scores of stool frequency, rectal bleeding, sigmoidoscopic appearance and histology. Secondary outcome measures included changes in individual activity indices and laboratory parameters. Patients were assessed at weekly intervals for 6 weeks and within 1 week of completing treatment.\n                One hundred patients with active ulcerative colitis (up to six bloody stools per day, no fever, no tachycardia or systemic disturbances) were randomized. Forty-eight received tinzaparin and 52 received placebo. The difference in the mean percentage change in colitis activity from baseline to end of treatment (tinzaparin-placebo) was not statistically significant (P = 0.84). There was no difference between tinzaparin and placebo in any secondary outcome measure. One major bleed (rectal), occurred in a patient receiving placebo.\n                This is the largest trial to date of heparin in ulcerative colitis. The results show no benefit of low molecular weight heparin over placebo in mild to moderately active ulcerative colitis.",
        "Year":2004
    },
    {
        "Unnamed: 0":3515,
        "ReviewID":"CD006774",
        "PMID":"PMID:16669959",
        "Title":"Low-molecular-weight heparin (enoxaparin) as adjuvant therapy in the treatment of active ulcerative colitis: a randomized, controlled, comparative study.",
        "Abstract":"Heparin could be beneficial to the treatment of active ulcerative colitis because of its anticoagulant, anti-inflammatory and immunomodulatory properties.\n                To evaluate the tolerability, safety and efficacy of low-molecular-weight heparin as adjuvant therapy in patients with active ulcerative colitis.\n                Thirty-four adult patients with active ulcerative colitis were consecutively included in a prospective, randomized, comparative study, and were treated for 12 weeks. Eighteen patients in the 'standard therapy' group were treated with aminosalicylates and weekly tapered corticosteroids. Sixteen patients in the 'heparin therapy' group were treated with standard therapy plus enoxaparin 100 Anti-Xa IU\/kg\/day subcutaneously.\n                Seventeen patients in the 'standard therapy' group and 15 patients in the 'heparin therapy' group completed the study. Tolerability and compliance to therapy were excellent and no withdrawals were noted because of complications. There was a significant improvement in the disease severity in both groups (P<0.001), without any difference between them (P=not significant). Both treatment groups showed similar proportions of disease improvement (65% and 73%, respectively; P=not significant). There were no significant differences in inflammation (fibrinogen, ESR, CRP) and coagulation (thrombin-antithrombin complex, F1+2, D-dimers) parameters during and at the end of the study between treatment groups.\n                Adjuvant administration of low-molecular heparin in patients with active ulcerative colitis is safe and well tolerated, but no additive benefit over standard therapy for ulcerative colitis was noted.",
        "Year":2006
    },
    {
        "Unnamed: 0":3516,
        "ReviewID":"CD006774",
        "PMID":"PMID:19891665",
        "Title":"Clinical trial: oral colon-release parnaparin sodium tablets (CB-01-05 MMX) for active left-sided ulcerative colitis.",
        "Abstract":"The administration of parnaparin sodium as oral colon-release tablets (CB-01-05 MMX) has been proposed as a novel approach for the treatment of ulcerative colitis (UC).\n                To assess the efficacy and the tolerability of 8 weeks' oral daily administration of 210 mg of parnaparin sodium compared with placebo in subjects treated with stable-doses of oral aminosalicylates.\n                This multicenter, randomized, double-blind proof of concept trial compared the efficacy of CB-01-05 MMX 210 mg tablets to placebo in 141 subjects with mild to moderately active left-sided UC treated with stable-doses of aminosalicylates. The efficacy was assessed by clinical activity index (CAI), endoscopic index (EI) and histological score (HS).\n                A total of 121 subjects (61 in test group and 60 in control group) formed the per protocol (PP) population. After 8 weeks of treatment, clinical remission was achieved in 83.6% of the CB-01-05 MMX group, and in 63.3% in the comparator group (P = 0.011). This effect was also significantly evident in the test group at week 4 (P = 0.028). A significant difference was also detected in rectal bleeding, (disappeared respectively in 75.4% and 55.0%; P = 0.018), and in mucosal friability (recovered respectively in 80.3% and in 56.7%; P = 0.005).\n                CB-01-05 MMX was safe and significantly effective in treating subjects with mild-to-moderate left-sided UC treated with stable-doses of aminosalicylates.",
        "Year":2010
    }
]