[
    {
        "Unnamed: 0":38241,
        "ReviewID":"CD008901",
        "PMID":"PMID:11932561",
        "Title":"Effect of growth hormone on exercise tolerance in children with cystic fibrosis.",
        "Abstract":"The effect of growth hormone (GH) treatment on exercise tolerance in children with cystic fibrosis was investigated.\n                10 prepubertal children (mean +\/- SD; age: 12.1 +\/- 1.7 yr; height: 137.4 +\/- 9.2 cm; body mass: 27.8 +\/- 4.2 kg; forced expiratory volume in 1 s (FEV1): 68 +\/- 22% predicted) were randomly assigned to either control period (CON, standard therapy) or recombinant human growth hormone (GH) period (additional GH treatment, 0.11-0.14 IU.kg-1, daily, s.c.) for the first 6 months, and then assigned to the other period for the next 6 months. At study entry and after each period, anthropometric data, pulmonary function, and exercise capacity (peak exercise capacity, .VO(2peak), and isokinetic muscle strength) were measured.\n                Changes in height (+4.3 +\/- 1.0 cm), total body mass (+2.2 +\/- 0.8 kg), and lean body mass (LBM, +2.9 +\/- 0.7 kg) were significantly higher (P < 0.01) after GH treatment compared with CON. Pulmonary function did not significantly change in either of the periods. In contrast to CON, GH treatment improved absolute .VO(2peak) (+19%, P < 0.01), peak ventilation (+14%, P < 0.01), and peak oxygen pulse (+18%, P < 0.01). Analysis of variance revealed that most of the changes (71%) in .VO(2peak) could be explained by those in LBM and FEV1 (P = 0.001).\n                GH treatment clearly improved exercise tolerance, presumably resulting from the combined effects of GH on the muscular, cardiovascular, and pulmonary capacity.",
        "Year":2002
    },
    {
        "Unnamed: 0":38243,
        "ReviewID":"CD008901",
        "PMID":"PMID:14670773",
        "Title":"Prospective randomised treatment with recombinant human growth hormone in cystic fibrosis.",
        "Abstract":"To evaluate the efficacy and safety of treatment with recombinant growth hormone (rGH) in patients with cystic fibrosis (CF).\n                Twenty patients with CF (aged 10-23 years) were randomised to age and sex matched treatment and control groups. The treatment group received daily subcutaneous injections of 1 IU\/kg\/wk rGH for 12 months. Pulmonary function (forced expiratory volume in one second (FEV1) and airway resistance), exercise capacity measured with a bicycle ergometer, body composition (dual energy x ray absorptiometry), and weight were assessed at the beginning of the study and after 6 and 12 months.\n                rGH treatment did not improve weight and pulmonary function, but lean body mass increased significantly in the treatment group. Exercise capacity increased in the treatment group from 143 (16) W (mean (SD)) to 164 (19) W after 12 months of rGH treatment.\n                Treatment of CF patients with rGH for one year improved the exercise capacity significantly but not pulmonary function. The improved exercise capacity needs confirmation in a larger population before such an expensive treatment is justified.",
        "Year":2003
    },
    {
        "Unnamed: 0":38242,
        "ReviewID":"CD008901",
        "PMID":"PMID:17545356",
        "Title":"A multicenter, randomized, double-blind, placebo-controlled trial to evaluate the metabolic and respiratory effects of growth hormone in children with cystic fibrosis.",
        "Abstract":"Positive effects of growth hormone therapy on growth, nutritional status, and lung function have been observed in patients with cystic fibrosis, but the current evidence is based on unblinded studies that involved a small number of patients. This trial was designed as a multicenter, randomized, placebo-controlled, double-blind study to assess the efficacy and safety of 2 dosages of growth hormone in cystic fibrosis.\n                Sixty-three dystrophic patients with cystic fibrosis were randomly assigned for 24 weeks to 1 of 3 treatment arms: growth hormone dosage of 0.11 IU\/kg body weight per day, growth hormone dosage of 0.21 IU\/kg body weight per day, or placebo. The 24-week double-blind period was followed by an open treatment period of 24 weeks. The primary outcome measure was the change in forced expiratory volume in 1 second in percentage predicted from baseline. Secondary outcome measures were changes in height, weight, and exercise tolerance.\n                Height, growth velocity, and growth factors (insulin-like growth factor 1 and insulin-like growth factor-binding protein 3) increased significantly in both treatment groups, whereas weight gain did not differ between the growth hormone groups and placebo. A trend toward improvement in absolute forced vital capacity was observed in patients who received the higher growth hormone dosage, whereas forced expiratory volume in 1 second did not change significantly with growth hormone treatment. Maximal oxygen uptake during peak exercise increased significantly in treated patients. There were no significant differences in the frequency or severity of adverse effects or in the incidence of abnormalities in glucose metabolism.\n                These data suggest that in the group investigated, growth hormone therapy was well tolerated and had positive metabolic effects but did not result in short-term improvement of lung function in patients with cystic fibrosis.",
        "Year":2007
    },
    {
        "Unnamed: 0":38244,
        "ReviewID":"CD008901",
        "PMID":"PMID:21905270",
        "Title":"A multi-center controlled trial of growth hormone treatment in children with cystic fibrosis.",
        "Abstract":"We evaluated safety and efficacy of recombinant human growth hormone (rhGH) for improving growth, lean body mass (LBM), pulmonary function, and exercise tolerance in children with cystic fibrosis (CF) and growth restriction.\n                Multicenter, open-label, controlled clinical trial comparing outcomes in prepubertal children <14 years with CF, randomized in a 1:1 ratio to receive daily rhGH (Nutropin AQ) or no treatment (control) for 12 months, followed by a 6-month observation (month 18). Safety was monitored at each visit, including assessments of glucose tolerance.\n                Sixty-eight subjects were randomized (control n = 32; rhGH n = 36). Mean height standard deviation score (SDS) in the rhGH group increased by 0.5 ± 0.4 at 12 months (mean ± SD, P < 0.001); the control group height SDS remained unchanged. Weight increased by 3.8 ± 1.8 versus 2.8 ± 1.5 kg, (mean ± SD, P = 0.0356) and LBM increased by 3.8 ± 1.8 versus 2.1 ± 1.4 kg (P = 0.0002) in the rhGH group versus controls, respectively. Forced vital capacity increased by 325 ± 319 in the rhGH group compared with 178 ± 152 ml in controls (mean ± SD, P = 0.032). Forced expiratory volume in 1 sec improved in both groups with a significant difference between groups after adjustment for baseline severity (LS mean ± SE: rhGH, 224 ± 37, vs. controls, 108 ± 40 ml; P = 0.04). There was no difference between groups in exercise tolerance (6-min walk distance) at 1 year. Changes in glucose tolerance for the two groups were similar over the 12-month study period, with three subjects developing IGT and one CFRD in each group. One rhGH-treated patient developed increased intracranial pressure.\n                Treatment with rhGH in prepubertal children with CF was effective in promoting growth, weight, LBM, lung volume, and lung flows, and had an acceptable safety profile.\n                Copyright © 2011 Wiley Periodicals, Inc.",
        "Year":2012
    }
]