[
    {
        "Unnamed: 0":20893,
        "ReviewID":"CD002146",
        "PMID":"PMID:490882",
        "Title":"Five-year findings of the hypertension detection and follow-up program. I. Reduction in mortality of persons with high blood pressure, including mild hypertension. Hypertension Detection and Follow-up Program Cooperative Group.",
        "Abstract":"The Hypertension Detection and Follow-up Program (HDFP), in a community-based, randomized controlled trial involving 10,940 persons with high blood pressure (BP), compared the effects on five-year mortality of a systematic antihypertensive treatment program (Stepped Care [SC]) and referral to community medical therapy (Referred Care [RC]). Participants, recruited by population-based screening of 158,906 people aged 30 to 69 years in 14 communities througout the United States, were randomly assigned to SC or RC groups within each center and by entry diastolic blood pressure (DBP) (90 to 104, 105 to 114, and 115 + mm Hg). Over the five years of the study, more than two thirds of the SC participants continued to receive medication, and more than 50% achieved BP levels within the normotensive range, at or below the HDFP goal for DBP. Controls of BP was consistently better for the SC than for the RC group. Five-year mortality from all causes was 17% lower for the SC group compared to the RC group (6.4 vs 7.7 per 100, P less than .01) and 20% lower for the SC subgroup with entry DBP of 90 to 104 mm Hg compared to the corresponding RC subgroup (5.9 vs 7.4 per 100, P less than .01). These findings of the HDFP indicate that the systematic effective management of hypertension has a great potential for reducing mortality for the large numbers of people with high BP in the population, including those with \"mild\" hypertension.",
        "Year":1979
    },
    {
        "Unnamed: 0":20895,
        "ReviewID":"CD002146",
        "PMID":"PMID:2861311",
        "Title":"Mortality and morbidity results from the European Working Party on High Blood Pressure in the Elderly trial.",
        "Abstract":"A double-blind randomised placebo-controlled trial of antihypertensive treatment was conducted in patients over the age of 60. Entry criteria included both a sitting diastolic blood pressure on placebo treatment in the range 90-119 mm Hg and a systolic pressure in the range 160-239 mm Hg. 840 patients were randomised either to active treatment (hydrochlorothiazide + triamterene) or to matching placebo. If the blood pressure remained raised, methyldopa was added to the active regimen and matching placebo in the placebo group. An overall intention-to-treat analysis, combining the double-blind part of the trial and all subsequent follow-up, revealed a non-significant change in total mortality rate (-9%, p = 0.41) but a significant reduction in cardiovascular mortality rate (-27%, p = 0.037). The latter was due to a reduction in cardiac mortality (-38%, p = 0.036) and a non-significant decrease in cerebrovascular mortality (-32%, p = 0.16). In the double-blind part of the trial, total mortality rate was not significantly reduced (-26%, p = 0.077). Cardiovascular mortality was reduced in the actively treated group (-38%, p = 0.023), owing to a reduction in cardiac deaths (-47%, p = 0.048) and a non-significant decrease in cerebrovascular mortality (-43%, p = 0.15). Deaths from myocardial infarction were reduced (-60%, p = 0.043). Study-terminating morbid cardiovascular events were significantly reduced by active treatment (-60%, p = 0.0064). Non-terminating cerebrovascular events were reduced (-52%, p = 0.026), but the non-terminating cardiac events were not (+3%, p = 0.98). In the patients randomised to active treatment there were 29 fewer cardiovascular events and 14 fewer cardiovascular deaths per 1000 patient years during the double-blind part of the trial.",
        "Year":1985
    },
    {
        "Unnamed: 0":20896,
        "ReviewID":"CD002146",
        "PMID":"PMID:2911834",
        "Title":"Morbidity and mortality in the Systolic Hypertension in the Elderly Program (SHEP) pilot study.",
        "Abstract":"The pilot study of the Systolic Hypertension in the Elderly Program was a randomized, double-blind, placebo-controlled trial of drug therapy for isolated systolic hypertension. It followed 551 elderly participants with untreated blood pressures of greater than 160\/less than 90 mm Hg for an average of 34 months. Mean age of the participants was 72 years; 63% were women, and 82% were white. Pretreatment blood pressures averaged 172\/75 mm Hg. Participants were randomly assigned to treatment with chlorthalidone or placebo as Step I medication. Blood pressures at annual visits averaged 141\/68 and 157\/73 mm Hg for the drug-treated and placebo-treated groups, respectively, with 60% and 33% of the survivors on blinded medication having systolic blood pressures of less than 160 mm Hg at their last annual visit. All-cause mortality rates for the drug-treated and placebo-treated groups were 25.4 and 22.7 deaths per 1,000 participant-years of risk, and rates for definite \"first stroke\" were 8.3 and 12.8 per 1,000 years of risk. Differences between groups were significant for systolic and diastolic blood pressure but not for death or stroke rates. A full-scale study has begun to determine the effects of drug therapy for isolated systolic hypertension on stroke and mortality rates.",
        "Year":1989
    },
    {
        "Unnamed: 0":20894,
        "ReviewID":"CD002146",
        "PMID":"PMID:1682683",
        "Title":"Morbidity and mortality in the Swedish Trial in Old Patients with Hypertension (STOP-Hypertension)",
        "Abstract":"Although the benefits of antihypertensive treatment in \"young\" elderly (under 70 years) hypertensive patients are well established, the value of treatment in older patients (70-84 years) is less clear. The Swedish Trial in Old Patients with Hypertension (STOP-Hypertension) was a prospective, randomised, double-blind, intervention study set up to compare the effects of active antihypertensive therapy (three beta-blockers and one diuretic) and placebo on the frequency of fatal and non-fatal stroke and myocardial infarction and other cardiovascular death in hypertensive Swedish men and women aged 70-84 years. We recruited 1627 patients at 116 health centres throughout Sweden, who were willing to participate, and who met the entry criteria of three separate recordings during a 1-month placebo run-in period of systolic blood pressure between 180 and 230 mm Hg with a diastolic pressure of at least 90 mm Hg, or a diastolic pressure between 105 and 120 mm Hg irrespective of the systolic pressure. The total duration of the study was 65 months and the average time in the study was 25 months. 812 patients were randomly allocated active treatment and 815 placebo. The mean difference in supine blood pressure between the active treatment and placebo groups at the last follow-up before an endpoint, death, or study termination was 19.5\/8.1 mm Hg. Compared with placebo, active treatment significantly reduced the number of primary endpoints (94 vs 58; p = 0.0031) and stroke morbidity and mortality (53 vs 29; p = 0.0081). Although we did not set out to study an effect on total mortality, we also noted a significantly reduced number of deaths in the active treatment group (63 vs 36; p = 0.0079). The benefits of treatment were discernible up to age 84 years. We conclude that antihypertensive treatment in hypertensive men and women aged 70-84 confers highly significant and clinically relevant reductions in cardiovascular morbidity and mortality as well as in total mortality.",
        "Year":1991
    },
    {
        "Unnamed: 0":20897,
        "ReviewID":"CD002146",
        "PMID":"PMID:2046107",
        "Title":"Prevention of stroke by antihypertensive drug treatment in older persons with isolated systolic hypertension. Final results of the Systolic Hypertension in the Elderly Program (SHEP). SHEP Cooperative Research Group.",
        "Abstract":"To assess the ability of antihypertensive drug treatment to reduce the risk of nonfatal and fatal (total) stroke in isolated systolic hypertension.\n                Multicenter, randomized, double-blind, placebo-controlled.\n                Community-based ambulatory population in tertiary care centers.\n                4736 persons (1.06%) from 447,921 screenees aged 60 years and above were randomized (2365 to active treatment, 2371 to placebo). Systolic blood pressure ranged from 160 to 219 mm Hg and diastolic blood pressure was less than 90 mm Hg. Of the participants, 3161 were not receiving antihypertensive medication at initial contact, and 1575 were. The average systolic blood pressure was 170 mm Hg; average diastolic blood pressure, 77 mm Hg. The mean age was 72 years, 57% were women, and 14% were black.\n                --Participants were stratified by clinical center and by antihypertensive medication status at initial contact. For step 1 of the trial, dose 1 was chlorthalidone, 12.5 mg\/d, or matching placebo; dose 2 was 25 mg\/d. For step 2, dose 1 was atenolol, 25 mg\/d, or matching placebo; dose 2 was 50 mg\/d.\n                Primary. Nonfatal and fatal (total) stroke. Secondary. Cardiovascular and coronary morbidity and mortality, all-cause mortality, and quality of life measures.\n                Average follow-up was 4.5 years. The 5-year average systolic blood pressure was 155 mm Hg for the placebo group and 143 mm Hg for the active treatment group, and the 5-year average diastolic blood pressure was 72 and 68 mm Hg, respectively. The 5-year incidence of total stroke was 5.2 per 100 participants for active treatment and 8.2 per 100 for placebo. The relative risk by proportional hazards regression analysis was 0.64 (P = .0003). For the secondary end point of clinical nonfatal myocardial infarction plus coronary death, the relative risk was 0.73. Major cardiovascular events were reduced (relative risk, 0.68). For deaths from all causes, the relative risk was 0.87.\n                In persons aged 60 years and over with isolated systolic hypertension, antihypertensive stepped-care drug treatment with low-dose chlorthalidone as step 1 medication reduced the incidence of total stroke by 36%, with 5-year absolute benefit of 30 events per 1000 participants. Major cardiovascular events were reduced, with 5-year absolute benefit of 55 events per 1000.",
        "Year":1991
    },
    {
        "Unnamed: 0":20898,
        "ReviewID":"CD002146",
        "PMID":"PMID:7830324",
        "Title":"Effect of two different therapeutic approaches on total and cardiovascular mortality in a Cardiovascular Study in the Elderly (CASTEL).",
        "Abstract":"Although limited numbers of elderly subjects have occasionally been included in population-based studies, only a few studies have been conducted specifically on elderly hypertensives, and practically none at a population level. We studied 655 hypertensive subjects from a cohort of 2,254 elderly subjects. The intervention consisted of the creation of a Hypertension Outpatients' Clinic under our auspices but with complete co-operation from general practitioners, randomizing the identified hypertensive patients into pre-established therapeutic drug regimens, and early follow-up recording of mortality for 7 years. The drugs used were clonidine (n = 61), nifedipine (n = 146) and the fixed combination of atenolol+chlorthalidone (n = 144); 304 subjects underwent \"free therapy\" by their personal physicians without any special intervention. There were 1,404 normotensive subjects. Overall 7-year follow-up mortality was 34.9% in the hypertensive subjects receiving \"free therapy\", 22.5% in those receiving \"special care\", and 24.2% in the normotensives. Cardiovascular mortality was respectively 23.7%, 12.2%, and 12.0%. Overall and cardiovascular annual cumulative mortality were significantly lower in the < special therapy > than in the < free therapy > group. The fixed combination of atenolol and chlorthalidone reduced mortality below that of the normotensives, independent of other cardiovascular risk factors.",
        "Year":1994
    }
]