[
    {
        "Unnamed: 0":32192,
        "ReviewID":"CD007323",
        "PMID":"PMID:15986343",
        "Title":"Effects of doxycycline on progression of osteoarthritis: results of a randomized, placebo-controlled, double-blind trial.",
        "Abstract":"To confirm preclinical data suggesting that doxycycline can slow the progression of osteoarthritis (OA). The primary outcome measure was joint space narrowing (JSN) in the medial tibiofemoral compartment.\n                In this placebo-controlled trial, obese women (n = 431) ages 45-64 years with unilateral radiographic knee OA were randomly assigned to receive 30 months of treatment with 100 mg doxycycline or placebo twice a day. Tibiofemoral JSN was measured manually in fluoroscopically standardized radiographic examinations performed at baseline, 16 months, and 30 months. Severity of joint pain was recorded at 6-month intervals.\n                Seventy-one percent of all randomized subjects completed the trial. Radiographs were obtained from 85% of all randomized subjects at 30 months. Adherence to the dosing regimen was 91.8% among subjects who completed the study per protocol. After 16 months of treatment, the mean +\/- SD loss of joint space width in the index knee in the doxycycline group was 40% less than that in the placebo group (0.15 +\/- 0.42 mm versus 0.24 +\/- 0.54 mm); after 30 months, it was 33% less (0.30 +\/- 0.60 mm versus 0.45 +\/- 0.70 mm). Doxycycline did not reduce the mean severity of joint pain, although pain scores in both treatment groups were low at baseline and remained low throughout the trial, suggesting the presence of a floor effect. However, the frequency of followup visits at which the subject reported a > or = 20% increase in pain in the index knee, relative to the previous visit, was reduced among those receiving doxycycline. In contrast, doxycycline did not have an effect on either JSN or pain in the contralateral knee. In both treatment groups, subjects who reported a > or = 20% increase in knee pain at the majority of their followup visits had more rapid JSN than those whose pain did not increase.\n                Doxycycline slowed the rate of JSN in knees with established OA. Its lack of effect on JSN in the contralateral knee suggests that pathogenetic mechanisms in that joint were different from those in the index knee.",
        "Year":2005
    },
    {
        "Unnamed: 0":32193,
        "ReviewID":"CD007323",
        "PMID":"PMID:21551510",
        "Title":"The effects of doxycycline on reducing symptoms in knee osteoarthritis: results from a triple-blinded randomised controlled trial.",
        "Abstract":"Evidence suggests that doxycycline might have disease-modifying properties in osteoarthritis. However, the clinically relevant question as to whether doxycycline also modifies symptoms in knee osteoarthritis is unanswered. The objective of this study was to investigate the effectiveness of doxycycline on pain and daily functioning in symptomatic knee osteoarthritis.\n                A 24-week, randomised, triple-blind, placebo controlled trial on the symptomatic effectiveness of doxycycline twice a day 100 mg in knee osteoarthritis patients according to the clinical and radiological American College of Rheumatology classification criteria. The primary endpoint was the difference in the proportion of participants in both study groups achieving a clinical response defined by the OMERACT-OARSI set of responder criteria. Secondary endpoints included pain, stiffness, daily functioning, patient global assessment, quality of life, osteoarthritis-related medication and side effects.\n                232 patients were randomly assigned. At study end, 31% of participants met the primary endpoint in both groups. Except for more adverse events in the doxycycline group, no differences were also found on the secondary endpoints.\n                Doxycycline is not effective in reducing symptoms in knee osteoarthritis patients over a 24-week study period, but is associated with an increased risk of adverse events. Although a possible structure-modifying effect of doxycycline was previously suggested, this is not accompanied by symptom relief in the short and medium term. Dutch Trial Register no NTR1111.",
        "Year":2011
    }
]