[
    {
        "Unnamed: 0":16890,
        "ReviewID":"CD004887",
        "PMID":"PMID:15480990",
        "Title":"Recombinant factor VIIa for upper gastrointestinal bleeding in patients with cirrhosis: a randomized, double-blind trial.",
        "Abstract":"Upper gastrointestinal bleeding (UGIB) is a severe and frequent complication of cirrhosis. Recombinant coagulation factor VIIa (rFVIIa) has been shown to correct the prolonged prothrombin time in patients with cirrhosis and UGIB. This trial aimed to determine efficacy and safety of rFVIIa in cirrhotic patients with variceal and nonvariceal UGIB.\n                A total of 245 cirrhotic patients (Child-Pugh < 13; Child-Pugh A = 20%, B = 52%, C = 28%) with UGIB (variceal = 66%, nonvariceal = 29%, bleeding source unknown = 5%) were randomized equally to receive 8 doses of 100 microg\/kg rFVIIa or placebo in addition to pharmacologic and endoscopic treatment. The primary end point was a composite including: (1) failure to control UGIB within 24 hours after first dose, or (2) failure to prevent rebleeding between 24 hours and day 5, or (3) death within 5 days.\n                Baseline characteristics were similar between rFVIIa and placebo groups. rFVIIa showed no advantage over standard treatment in the whole trial population. Exploratory analyses, however, showed that rFVIIa significantly decreased the number of failures on the composite end point (P = 0.03) and the 24-hour bleeding control end point (P = 0.01) in the subgroup of Child-Pugh B and C variceal bleeders. There were no significant differences between rFVIIa and placebo groups in mortality (5- or 42-day) or incidence of adverse events including thromboembolic events.\n                Although no overall effect of rFVIIa was observed, exploratory analyses in Child-Pugh B and C cirrhotic patients indicated that administration of rFVIIa significantly decreased the proportion of patients who failed to control variceal bleeding. Dosing with rFVIIa appeared safe. Further studies are needed to verify these findings.",
        "Year":2004
    },
    {
        "Unnamed: 0":16889,
        "ReviewID":"CD004887",
        "PMID":"PMID:18393319",
        "Title":"Recombinant factor VIIa for variceal bleeding in patients with advanced cirrhosis: A randomized, controlled trial.",
        "Abstract":"A beneficial effect of recombinant activated factor VII (rFVIIa) in Child-Pugh class B and C patients with cirrhosis who have variceal bleeding has been suggested. This randomized controlled trial assessed the efficacy and safety of rFVIIa in patients with advanced cirrhosis and active variceal bleeding. At 31 hospitals in an emergency setting, 256 patients (Child-Pugh > 8; Child-Pugh B = 26%, C = 74%) were randomized equally to: placebo; 600 microg\/kg rFVIIa (200 + 4x 100 microg\/kg); or 300 microg\/kg rFVIIa (200 + 100 microg\/kg). Dosing was intravenous at 0, 2, 8, 14, and 20 hours after endoscopy, in addition to standard vasoactive, prophylactic antibiotic, and endoscopic treatment. The primary composite endpoint consisted of failure to control 24-hour bleeding, or failure to prevent rebleeding or death at day 5. Secondary endpoints included adverse events and 42-day mortality. Baseline characteristics were comparable between groups. Administration of rFVIIa had no significant effect on the composite endpoint compared with placebo (P = 0.37). There was no significant difference in 5-day mortality between groups; however, 42-day mortality was significantly lower with 600 microg\/kg rFVIIa compared with placebo (odds ratio 0.31, 95% confidence interval = 0.13-0.74), and bleeding-related deaths were reduced from 12% (placebo) to 2% (600 microg\/kg). A marked heterogeneity in the failure rate in all treatment groups was observed across participating centers. Adverse events, including overall thromboembolic events, were comparable between groups.\n                Treatment with rFVIIa had no significant effect on the primary composite endpoint compared with placebo. Therefore, decision on the use of this hemostatic agent in acute variceal bleeding should be carefully considered, because results of this study do not support the routine use of rFVIIa in this setting. Adverse events were comparable across groups.",
        "Year":2008
    }
]