[
    {
        "Unnamed: 0":16773,
        "ReviewID":"CD008540",
        "PMID":"PMID:3304264",
        "Title":"Prospective study of 3 metabolic regimens in pregnant diabetics.",
        "Abstract":"Three tight regimens to maintain blood sugar values of 5.6 SI (group A), 5.6-6.7 SI (group B), and 6.7-8.9 SI (group C), were studied in 60 pregnant diabetic patients. The perinatal salvage rate was 96.6%. Maternal hypoglycaemia occurred only in group A. The group C regimen produced more complications than occurred in the other 2 groups. Very tight control of blood sugar is not necessary for successful management of diabetes in pregnancy and blood sugar value between 5.6-6.7 SI offers the best outcome.",
        "Year":1987
    },
    {
        "Unnamed: 0":16771,
        "ReviewID":"CD008540",
        "PMID":"PMID:8190431",
        "Title":"Impact of metabolic control of diabetes during pregnancy on neonatal hypocalcemia: a randomized study.",
        "Abstract":"To test the hypothesis that strict control of diabetes during pregnancy can reduce the risk for neonatal hypocalcemia in infants of diabetic mothers.\n                One hundred thirty-seven pregnant women with insulin-dependent diabetes enrolled before 9 weeks' gestation were randomized to one of two treatment groups. In 68 subjects, the goals were fasting blood glucose level less than 4.44 mmol\/L (80 mg\/dL) and 1.5-hour postprandial blood glucose level less than 6.66 mmol\/L (120 mg\/dL) (strict control), whereas in 69 the goals were fasting blood glucose level less than 5.55 mmol\/L (100 mg\/dL) and 1.5-hour post-prandial glucose level less than 7.77 mmol\/L (140 mg\/dL) (customary control).\n                Infants in the strict control group had a significantly lower rate of hypocalcemia (mean calcium less than 8.0 mg\/dL in term infants and less than 7.0 mg\/dL in preterm infants) than infants in the customary control group (17.6 versus 31.9%; P < .05). Using logistic regression analysis and after adjusting for the effects of gestational age, asphyxia, and White class on hypocalcemia, the difference between groups remained significant. The lowest infant serum calcium concentration correlated significantly with maternal glycohemoglobin A1 concentration at delivery (P = .03), gestational age (P = .0001), and the lowest serum magnesium concentration (P = .0001).\n                Strict management of diabetes in pregnancy is associated with a reduction in the rate of neonatal hypocalcemia.",
        "Year":1994
    },
    {
        "Unnamed: 0":16772,
        "ReviewID":"CD008540",
        "PMID":"PMID:16761010",
        "Title":"Managing type I diabetes in pregnancy: how near normal is necessary?",
        "Abstract":"This was a feasibility study to determine if pregnant women with type I diabetes managed with liberal target glucose values will have a decreased frequency of hypoglycemia with no differences in adverse outcomes compared with tightly controlled subjects.\n                Twenty-two women who had type I diabetes were randomized in first trimester to 'rigid' and 'less rigid' groups. Participants recorded blood glucose results and symptoms of hypoglycemia on memory-based meters.\n                Mean maternal glucose was significantly greater in first and second trimesters among patients in the 'less rigid' group. Both subjective and objective hypoglycemias were more frequent in the 'rigid' group. There were no differences between groups in cesarean deliveries, birth weights and neonatal glucose concentrations.\n                Utilizing glucose targets higher than those conventionally recommended in pregnancies of women who have type I diabetes may decrease maternal hypoglycemia while not increasing maternal or perinatal morbidity. The findings of this study justify further investigation with a larger patient base.",
        "Year":2006
    }
]