[
    {
        "Unnamed: 0":21816,
        "ReviewID":"CD000958",
        "PMID":"PMID:6138117",
        "Title":"Sulphasalazine in rheumatoid arthritis: a double blind comparison of sulphasalazine with placebo and sodium aurothiomalate.",
        "Abstract":"Uncontrolled studies have suggested that sulphasalazine may be an effective second line agent in rheumatoid arthritis. Sulphasalazine was therefore compared with placebo and intramuscular sodium aurothiomalate in 90 patients with active rheumatoid arthritis. After six months' treatment both sulphasalazine and sodium aurothiomalate had produced significant clinical and laboratory benefit, whereas placebo had produced no significant change in any variable. Thirteen patients stopped taking the placebo because of lack of effect whereas only two patients stopped taking sulphasalazine and one sodium aurothiomalate for this reason. The major toxicity encountered in the group treated with sulphasalazine was nausea or vomiting, or both; this may be related to slow acetylator phenotype. Sulphasalazine appears to be an effective second line agent, and further pharmacokinetic studies might prove useful in diminishing gastrointestinal side effects.",
        "Year":1983
    },
    {
        "Unnamed: 0":21812,
        "ReviewID":"CD000958",
        "PMID":"PMID:2898244",
        "Title":"A controlled trial comparing sulfasalazine, gold sodium thiomalate, and placebo in rheumatoid arthritis.",
        "Abstract":"One hundred eight-six patients with active rheumatoid arthritis were evaluated in a double-blind, randomized study that compared treatment with sulfasalazine (SSZ) (2 mg\/day), gold sodium thiomalate (GST) (50 mg\/week), and placebo (PBO). The 37-week course of therapy was completed by 109 patients. While marked improvement was seen in all 3 treatment groups, the only statistically significant differences between SSZ or GST and PBO were in a decreased erythrocyte sedimentation rate and increased grip strength in the right hand. GST is known to be superior to PBO, and the response of the GST-treated group was similar to that seen in other trials. The response of the PBO group, however, was much greater than in other placebo groups we have studied. SSZ was similar in efficacy to injectable gold, but was better tolerated. Because of adverse drug reactions (most commonly, rash, stomatitis, and proteinuria), 41% of patients were withdrawn from the GST treatment. Untoward drug effects (most frequently, rash and gastrointestinal distress) caused 16% of patients to be withdrawn from SSZ therapy.",
        "Year":1988
    },
    {
        "Unnamed: 0":21814,
        "ReviewID":"CD000958",
        "PMID":"PMID:2903927",
        "Title":"Comparison of responses to and adverse effects of graded doses of sulfasalazine in the treatment of rheumatoid arthritis.",
        "Abstract":"Sulfasalazine (0, 0.5, 1, or 2 g daily in divided doses) was given to patients with definite or classical rheumatoid arthritis (RA) insufficiently controlled by a nonsteroidal antiinflammatory drug. Grip strength, Westergren sedimentation rate, and physician and patient global assessment improved in those patients given 2 g\/day. Inadequate response was the primary reason for withdrawal in the groups given placebo or 0.5 g\/day, while adverse reactions (mainly gastrointestinal upset or rash) accounted for most withdrawals from the groups that received 1 or 2 g\/day. Although its use is limited by adverse reactions, sulfasalazine is effective in the treatment of patients with RA.",
        "Year":1988
    },
    {
        "Unnamed: 0":21815,
        "ReviewID":"CD000958",
        "PMID":"PMID:1362778",
        "Title":"Sulfasalazine in early rheumatoid arthritis. The Australian Multicentre Clinical Trial Group.",
        "Abstract":"One hundred and five patients with a diagnosis of early nonerosive rheumatoid arthritis (RA) were randomized to receive enteric coated sulfasalazine as Salazopyrin En-tabs or placebo for 6 months. Sixty-five patients completed this 6 month treatment period. Patients taking sulfasalazine were significantly better than those taking placebo in terms of Ritchie articular index, number of swollen and tender joints and erythrocyte sedimentation rate. The sulfasalazine group also demonstrated a significant fall in serum hyaluronic acid, IgM rheumatoid factor and C-reactive protein concentration. Side effects leading to withdrawal from treatment occurred in 14 of the sulfasalazine group and 4 of the placebo group. The most common side effects of patients taking sulfasalazine were rashes, liver function test abnormalities and gastrointestinal upsets. Our study demonstrates the efficacy of sulfasalazine in early RA.",
        "Year":1992
    },
    {
        "Unnamed: 0":21818,
        "ReviewID":"CD000958",
        "PMID":"PMID:1358037",
        "Title":"Circulating cytokine levels in patients with rheumatoid arthritis: results of a double blind trial with sulphasalazine.",
        "Abstract":"Interleukin 1 (IL-1), IL-6, and tumour necrosis factor (TNF) alpha are pleiotropic cytokines produced predominantly by macrophages which have been implicated in the pathogenesis of rheumatoid arthritis (RA). Sulphasalazine has been shown to have disease modifying properties and to inhibit the production of cytokines in vitro. To evaluate the effect of sulphasalazine on cytokine production in vivo, serum cytokine levels were measured in a group of patients with RA entered into a randomised controlled trial. Serum levels of IL-1 alpha, IL-1 beta, IL-6, and TNF alpha were measured at baseline and at two monthly intervals for six months in 17 patients receiving sulphasalazine and in 22 patients treated with placebo. The two groups of patients had a similar age and sex distribution, had had RA for less than a year, had no joint erosions, and had not been treated previously with any other disease modifying drugs. In the 39 patients studied IL-1 alpha was detected (> 0.1 ng\/ml) at baseline in 14 patients (median 0.24 ng\/ml), IL-1 beta in 25 patients (median 1.0 ng\/ml), TNF alpha in 27 patients (median 1.2 ng\/ml), and IL-6 in 33 patients (median 0.44 ng\/ml). In the group treated with sulphasalazine there was a progressive and significant decline in serum IL-1 alpha, IL-1 beta, and TNF alpha levels over the six month period (median levels at six months were < 0.1, 0.12, and 0.44 ng\/ml respectively). Interleukin 6 levels were significantly reduced only at the four month time point (median level of 0.23 ng\/ml). These reductions were associated with improvements in clinical and laboratory measures of disease activity. In contrast patients receiving the placebo showed no changes in serum cytokine levels and no improvement in clinical and laboratory indices of disease activity. These results suggest that sulphasalazine may exert its disease modifying effect partly by suppressing cytokine production in vivo.",
        "Year":1992
    },
    {
        "Unnamed: 0":21813,
        "ReviewID":"CD000958",
        "PMID":"PMID:7902092",
        "Title":"Sulfasalazine in early rheumatoid arthritis. A 48-week double-blind, prospective, placebo-controlled study.",
        "Abstract":"To investigate the efficacy and tolerability of sulfasalazine (SSZ) in the treatment of early rheumatoid arthritis (RA).\n                Eighty patients (symptomatic disease < 12 months) were randomly assigned to treatment with SSZ or placebo for 48 weeks. Clinical, laboratory, and scintigraphic data were used to determine the effects of treatment.\n                SSZ was superior to placebo in reducing the laboratory features of inflammation, the clinical parameters of disease activity, as well as the scintigraphic activity in the joints. Furthermore, fewer erosive changes developed in the joints of patients receiving active treatment, but the difference between treatment groups did not reach statistical significance.\n                SSZ is effective in the treatment of RA, and its onset of action is rapid. The results support the view that SSZ retards the development of joint erosions. However, like other conventional disease-modifying antirheumatic drugs, its remission-inducing ability is insufficient.",
        "Year":1993
    },
    {
        "Unnamed: 0":21817,
        "ReviewID":"CD000958",
        "PMID":"PMID:8549091",
        "Title":"A double-blind controlled study comparing sulphasalazine with placebo in rheumatoid factor (RF)-negative rheumatoid arthritis.",
        "Abstract":null,
        "Year":1995
    }
]