[
    {
        "Unnamed: 0":35831,
        "ReviewID":"CD008886",
        "PMID":"PMID:4899587",
        "Title":"Comparison of aspirin and dextropropoxyphene-with-aspirin as analgesics in rheumatoid arthritis.",
        "Abstract":null,
        "Year":1969.0
    },
    {
        "Unnamed: 0":35833,
        "ReviewID":"CD008886",
        "PMID":"PMID:4555545",
        "Title":"Comparison of aspirin and benorylate in the treatment of rheumatoid arthritis.",
        "Abstract":"In a double-blind between-patient study of aspirin and benorylate carried out in 72 outpatients with rheumatoid arthritis, benorylate 4 g twice daily was shown to be an effective analgesic and anti-inflammatory drug, its effects being indistinguishable from those of aspirin 1.2 g four times daily. Compared with the pretreatment values both drugs produced a statistically significant improvement (P < 0.01) in functional grade, overall pain, articular index, and grip strength at the end of the first and second weeks. The overall incidence of side effects was less with benorylate, though this difference was not significant at the 5% level.",
        "Year":1972.0
    },
    {
        "Unnamed: 0":35842,
        "ReviewID":"CD008886",
        "PMID":"PMID:4571392",
        "Title":"Double-blind comparison of aspirin and 4-(acetamido) phenyl-2-acetoxy-benzoate (benorylate) in rheumatoid arthritis.",
        "Abstract":null,
        "Year":1973.0
    },
    {
        "Unnamed: 0":35834,
        "ReviewID":"CD008886",
        "PMID":"PMID:241072",
        "Title":"Comparison of benorylate and indomethacin in the symptomatic control of arthritic disorders.",
        "Abstract":null,
        "Year":1975.0
    },
    {
        "Unnamed: 0":35841,
        "ReviewID":"CD008886",
        "PMID":"PMID:1106038",
        "Title":"[Clinical study on a new acetylsalicylic acid\/paracetamol preparation with gastric acid resistant coating (Safapryn), and on two various phenylbutazone dosages in patients with primary chronic polyarthritis as based on a new evaluation method].",
        "Abstract":"The authors describe a simple non-crossover-blind test for the evaluation of subjective indices. A table for recording pains during the 14 days' study is described. The patient's satisfaction with the treatment and the number of days until withdrawal from the trial are recorded. The statistical procedure takes into consideration differences between the treatment groups and makes possible a valuable comparison with drugs tested in other clinical trials. The three dose schedules of antirheumatic treatment were tested on 122 patients and the results compared with those of 342 patients treated with the 6 other antirheumatic drugs (enteric-coated aspirin, paracetamol, indomethacin, flurbiprofen, mefenamic acid, and prednisolone) and those of 41 patients who received placebos. The results show that Safapryn (3,6 g aspirin + 3.0 g paracetamol daily) compared with 3.9 g enteric coated aspirin does not offer any advantage in its analgesic effect, although it gives rise to fewer side effects. Phenylbutazone (3000 mg) was almost as effective as 15 mg prednisolone daily. Between the effects of this dosage of phenylbutazone and other non-steroidal antirheumatic drugs, however, no significant difference could be detected. 50 mg phenylbutazone daily and placebo treatment could not be distinguished. The authors thank the Arthritis and Rheumatism Council for Research in Great Britain for its financial support. One of the authors (PL) was a Merck, Sharp, and Dohme Research Fellow and another one (PMB) received a Robins research scholarship.",
        "Year":1975.0
    },
    {
        "Unnamed: 0":35835,
        "ReviewID":"CD008886",
        "PMID":"PMID:866904",
        "Title":"Night medication in rheumatoid arthritis: II. Combined therapy with indomethacin and diazepam.",
        "Abstract":"Seventeen of eighteen patients hospitalized for active rheumatoid arthritis completed a three-day randomized, double-blind comparison of 100 mg indomethacin, 100 mg indomethacin with 10 mg diazepam and matching placebo as night medication. The results showed a consistent pattern in the four functions measured--pain, morning stiffness, sleep score and patient preference. In each, indomethacin proved superior to placebo and the combined therapy better than indomethacin alone. From this it has been concluded that the combination of indomethacin and diazepam should now be considered the treatment of choice for maximum control of night pain and morning stiffness in rheumatoid arthritis.",
        "Year":1977.0
    },
    {
        "Unnamed: 0":35839,
        "ReviewID":"CD008886",
        "PMID":"PMID:350499",
        "Title":"Night medication in rheumatoid arthritis. III. the use of sulindac.",
        "Abstract":"A double-blind controlled trial was carried out in 18 in-patients with classical or definite rheumatoid arthritis to assess the effectiveness of night-time medication with 100 mg indomethacin plus 10 mg diazepam, 200 mg sulindac, and 200 mg sulindac plus 10 mg diazepam in improving sleep and reducing night pain and the duration of morning stiffness. Patients received each treatment regimen for 1 night. The results from the 17 patients completing the full trial protocol indicated that indomethacin plus diazepam was the most effective of the three regimens, although the differences did not reach conventional statistical significance. It is suggested that in further such studies with sulindac a larger dose and a longer duration of treatment should be used.",
        "Year":1978.0
    },
    {
        "Unnamed: 0":35830,
        "ReviewID":"CD008886",
        "PMID":"PMID:7011688",
        "Title":"Clinical therapeutic trial of aspirin and azapropazone in rheumatoid arthritis when prescribed singly and in combination.",
        "Abstract":"A double-blind, crossover trial was carried out to assess the clinical efficacy of 3.6 g aspirin, 1200 mg azapropazone and the two drugs together in 24 adult patients with classical or definite rheumatoid disease. Pain score, morning stiffness and patients' assessment of pain were significantly improved for each drug regimen when compared to placebo. There was no significant difference among the individual drug regimens. Azapropazone was the best drug regimen in terms of improving pain score, morning stiffness and patient assessment of pain, but this was not statistically significant. It is concluded that there is no justification for prescribing aspirin with azapropazone in patients with rheumatoid disease.",
        "Year":1981.0
    },
    {
        "Unnamed: 0":35836,
        "ReviewID":"CD008886",
        "PMID":"PMID:7017917",
        "Title":"Additive clinical effect of indomethacin suppositories during salicylate therapy in rheumatoid patients.",
        "Abstract":"Twelve rheumatic patients were given 2.0 and 4.5 g acetylsalicylic acid daily in two 3-week periods. On days 13 and 20 of each period the patients took a suppository containing either placebo or 50 mg of indomethacin. The study was performed double-blind. Indomethacin had a significant additive effect during ASA therapy with 2 g daily as estimated by articular index and subjective ratings of pain and morning stiffness. On the 4.5 g ASA dose there was a significant improvement only for articular index. The patients experienced less pain during maintenance therapy with 4.5 g of ASA compared with 2.0 g daily. Both ASA doses induced complete inhibition of prostaglandin PGF2 alpha release from platelets. Thus the suppression of PGF2 alpha release does not reflect the therapeutic response of these drugs. Side effects observed comprised tinnitus, dizziness and gastritis. In 2 of the patients the aminotransferase levels increased, indicating hepatotoxicity. The protein binding of salicylate decreased with increasing salicylate concentration. As the dose was increased from 2.0 to 4.5 g\/day the unbound concentration increased 5 to 24 times. This reflects the combined effect of capacity-limited metabolism and capacity-limited protein binding of salicylate.",
        "Year":1981.0
    },
    {
        "Unnamed: 0":35840,
        "ReviewID":"CD008886",
        "PMID":"PMID:3548732",
        "Title":"A controlled study of concurrent therapy with a nonacetylated salicylate and naproxen in rheumatoid arthritis.",
        "Abstract":"Previous studies of combinations of nonsteroidal drugs used in the treatment of rheumatoid arthritis (RA) have yielded conflicting results. We used standard methods to measure disease activity and high pressure liquid chromatography to measure plasma drug concentrations. We used doses of choline magnesium trisalicylate, adjusted to achieve therapeutic serum salicylate concentrations, and naproxen in a randomized, double-blind, placebo-controlled cross-over study of full dose trisalicylate (CMT), full dose naproxen (N), full dose of both (CMT-N), and half dose of both (cmt-n) to examine their relative efficacy and toxicity in treating RA. CMT-N was statistically superior to all other treatments in only 1 of 12 efficacy variables, but was equal to N and better than CMT or cmt-n for 7 variables. There were minimal differences among treatments for the other 4 efficacy variables. The mean percentage difference for the efficacy variables between CMT-N and N was 3%, between CMT-N and CMT was 10.6%, and between CMT-N and cmt-n was 10.5%. Thirteen percent of patients manifested toxic reactions during the initial open dose-adjustment salicylate run-in phase. During the double-blind phases of the study, CMT-N was more toxic than N, CMT, or cmt-n (7.5% versus 3.4%, 1.8%, and 3.7%, respectively). Tinnitus was more common when full-dose CMT was used; N (N or CMT-N) was associated with increased skin toxicity. Gastrointestinal complaints were equally common with all regimens. CMT-N, although sometimes statistically superior to CMT, N, or cmt-n, showed no clinically important additive or synergistic effect versus N or CMT alone.",
        "Year":1987.0
    },
    {
        "Unnamed: 0":35838,
        "ReviewID":"CD008886",
        "PMID":"PMID:3365530",
        "Title":"Equianalgesic effects of paracetamol and indomethacin in rheumatoid arthritis.",
        "Abstract":"The therapeutic and adverse effects of 2 weeks of treatment with high-dose indomethacin (150 mg\/day) were compared with those of low-dose indomethacin (50 mg\/day) combined with paracetamol (4 g\/day) in a double-blind, double-dummy, cross-over study in 17 patients with active rheumatoid arthritis. Grip strength, Ritchie's index, joint circumference, joint pain, and patient's and physician's global assessments were estimated, and conventional laboratory parameters were followed. In addition, the time-concentration profiles of indomethacin and paracetamol were assessed during steady state. All patients had measurable plasma drug levels, indicating adequate compliance, and responders and nonresponders (five on each treatment) had equal drug levels, indicating that the variation in therapeutic efficacy was not secondary to pharmacokinetic differences. While there were fewer and milder side-effects during treatment with the drug combination, there was no difference in therapeutic efficacy. Hence, it appears that the main therapeutic profit of indomethacin in daily doses greater than 50 mg is enhanced analgesia. As such dosage involves pronounced side-effects, it seems more appropriate to employ the combination of 50 mg indomethacin and 4 g paracetamol, whereby similar analgesia can be obtained without an increase in side-effects.",
        "Year":1988.0
    },
    {
        "Unnamed: 0":35843,
        "ReviewID":"CD008886",
        "PMID":"PMID:3057482",
        "Title":"Psychomotor performance of patients with rheumatoid arthritis: cross-over comparison of dextropropoxyphene, dextropropoxyphene plus amitriptyline, indomethacin, and placebo.",
        "Abstract":"Actions on performance of dextropropoxyphene (DXP) alone and in combination with amitriptyline (AMI), indomethacin (IN), and placebo were compared in 15 patients with rheumatoid arthritis. The patients were on their prescribed maintenance regimen excluding analgesics. In four randomized test sessions at two-week intervals, they received double blind and crossover single oral doses of DXP 130 mg, IN 50 mg, DXP 65 mg + AMI 25 mg or placebo, each after two days' pretreatment with the same drug. Objective and subjective effects were measured at baseline and 2 and 4 hours after drug administration. DXP impaired critical flicker discrimination, symbol copying and body balance without modifying tracking, choice reactions or attention. It rendered the subjects elated, muzzy, mentally slow and calm. Actions of AMI + DXP were about the same. IN impaired body balance and critical flicker recognition. Plasma concentrations of DXP were moderate to high whilst those of IN and AMI were fairly low. We conclude that therapeutic doses of DXP and IN are relatively safe in regard to driving skills. Small doses of AMI may not enhance the mild psychomotor effects of DXP. Earlier single dose studies carried out with healthy volunteers might have overestimated the decremental effects of analgesics on psychomotor performance.",
        "Year":1988.0
    },
    {
        "Unnamed: 0":35832,
        "ReviewID":"CD008886",
        "PMID":"PMID:8252318",
        "Title":"Additive effect of combined naproxen and paracetamol in rheumatoid arthritis.",
        "Abstract":"The clinical effect and plasma naproxen levels were studied in 20 patients with RA receiving three doses of naproxen and two naproxen doses combined with paracetamol (acetaminophen) in a randomized, double-blind, comparison in five 2-wk treatment periods. A significant dose-concentration effect relationship was found for the three naproxen doses (500, 1000 and 1500 mg daily). The following variables were measured: global clinical effect, joint index, morning stiffness, activity of daily living (ADL), pain during movement and at rest. The naproxen dose-concentration effect relationship curve was moved to the left by the addition of 4 g paracetamol daily. No major side effects were observed, but complaints concerning the gastrointestinal tract were fewer on lower naproxen doses and these were not increased by concomitant paracetamol treatment. The results show that the clinical effect of naproxen in RA may be significantly increased by concomitant paracetamol administration.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":35837,
        "ReviewID":"CD008886",
        "PMID":"PMID:389264",
        "Title":"The aspirin-ibuprofen interaction in rheumatoid arthritis.",
        "Abstract":"1 This was a double-blind crossover trial of ibuprofen and soluble aspirin against each drug alone and against placebo in patients with rheumatoid arthritis. Two dosage regimes were tested. 2 A weak clinical additive effect was demonstrated between soluble aspirin and ibuprofen in patients with rheumatoid arthritis using moderate (1600 mg ibuprofen and 3.6 g aspirin daily) but not low (800 mg ibuprofen and 2.4 g aspirin daily) dosages of both drugs. 3 A significant correlation between clinical efficacy and serum ibuprofen but not salicylate level was found in the single drug periods of the trial. 4 No consistent effect of ibuprofen administration on serum salicylate levels was found. 5 Concurrent salicylate administration produced significant lowering of serum ibuprofen levels without affecting elimination half-lives of the drug.",
        "Year":null
    }
]