[
    {
        "Unnamed: 0":29323,
        "ReviewID":"CD001458",
        "PMID":"PMID:354098",
        "Title":"Controlled trial of aspirin in cerebral ischemia. Part II: surgical group.",
        "Abstract":"Patients (125) who had carotid transient ischemic attacks (TIAs) and one or more accessible carotid lesions visualized angiographically had reconstructive operations of the carotid artery and were then randomly assigned to aspirin or placebo treatment. The were followed to determine the incidence of subsecquent TIAs, death, cerebral infarction, or retinal infarction. Life table analysis (for 24 months follow up) that eliminated deaths which were not stroke-related revealed a significant difference in favor of aspirin. Because of the small number of patients and the short period of follow up, these results should be interpreted only as consistent with those reported in the initial publication but not conclusive of an aspirin effect in preventing cerebral infarction.",
        "Year":1978
    },
    {
        "Unnamed: 0":29325,
        "ReviewID":"CD001458",
        "PMID":"PMID:3051530",
        "Title":"Danish very-low-dose aspirin after carotid endarterectomy trial.",
        "Abstract":"The effect of very-low-dose aspirin as an antithrombotic agent was evaluated blindly in 301 patients who had recently undergone carotid endarterectomy. After randomization, 150 patients received aspirin and 151 received placebo. The two groups were comparable with regard to age, sex, blood pressure, previous cerebrovascular events, and smoking habits. The effect of the study medication on platelet aggregation was measured twice in each patient during the first 2 months and at each follow-up visit; the dose was individually adjusted. In 76% of the patients receiving aspirin, 50 mg\/day gave satisfactory platelet inhibition, 13% needed 60 mg\/day, 8% needed 70 mg\/day, and 3% needed 100 mg\/day. Platelet aggregation was found to be inhibited in only 1.2% of the measurements in the patients receiving placebo. Observation during treatment averaged 21 months; total intention-to-treat follow-up averaged 25 months. For the combined outcome events of transient ischemic attack, stroke, acute myocardial infarction, and vascular death, aspirin reduced risk by 11% (95% confidence limits: -38% to 48%, p greater than 0.1). Thus, there was no significant effect of very-low-dose aspirin in our trial.",
        "Year":1988
    },
    {
        "Unnamed: 0":29327,
        "ReviewID":"CD001458",
        "PMID":"PMID:1936509",
        "Title":"Indobufen versus placebo in the prevention of restenosis after carotid endarterectomy: a double-blind pilot study.",
        "Abstract":"A randomized clinical trial was undertaken to assess the efficacy of indobufen in inhibiting platelet adhesiveness in carotid thromboendarterectomy. The patients were treated under double-blind conditions with indobufen and with placebo, and were then assessed by means of scintigraphy with labelled platelets, ultrasonic tomography and angiography for a minimum follow-up period of 6 months. Haematological and clinical assessments were also performed. The results of the study suggest that platelet accumulation in carotid endarterectomy may be an early sign of restenosis; anti-aggregant treatment with indobufen carried out at an early stage prior to surgery inhibited platelet accumulation. The final result showed that anti-aggregant treatment had a positive influence on the short- and medium-term outcome of carotid endarterectomy.",
        "Year":1991
    },
    {
        "Unnamed: 0":29324,
        "ReviewID":"CD001458",
        "PMID":"PMID:1558344",
        "Title":"Failure of aspirin plus dipyridamole to prevent restenosis after carotid endarterectomy.",
        "Abstract":"To evaluate therapy with aspirin plus dipyridamole in reducing restenosis after carotid endarterectomy.\n                A total of 163 patients having 175 surgical carotid endarterectomies.\n                Eighty-three patients (90 endarterectomies) were randomly assigned to receive oral aspirin, 325 mg, plus dipyridamole, 75 mg, beginning 12 hours preoperatively, followed by a second dose administered within 8 hours after the operation, and given three times daily thereafter for 1 year. Eighty patients (85 endarterectomies) received placebo medication that was identical in appearance to the study drugs.\n                After the adequacy of the surgical procedure was confirmed by intraoperative angiography, restenosis at the endarterectomy sites was evaluated using serial duplex ultrasound studies before hospital discharge and at 3-month intervals postoperatively for 1 year.\n                Based on the time for developing identifiable restenosis and on efficacy analysis, greater than 50% restenosis developed in 11 operated vessels (16%) in the treated group and in 10 arteries (14%) in the placebo group, yielding an observed risk increase of 14% (95% CI, -52% to 167%; P greater than 0.2). By intention-to-treat analysis, greater than 50% restenosis developed in 16 of 90 operated vessels in treated patients and in 10 of 85 arteries in patients receiving placebo (26% for the treated group and 12% for the placebo group; P = 0.18, Mantel-Haenszel statistic), representing an observed risk increase of 110% (CI, -5% to 365%). Similar differences were observed for greater than 20% restenosis and for the comparison of patients rather than operated vessels by either intention-to-treat or efficacy analyses.\n                Because therapy not only failed to reduce carotid restenosis but may have actually increased its frequency, treatment with aspirin plus dipyridamole probably has no clinically important benefit on restenosis in patients having carotid endarterectomy.",
        "Year":1992
    },
    {
        "Unnamed: 0":29322,
        "ReviewID":"CD001458",
        "PMID":"PMID:8342184",
        "Title":"Does low-dose acetylsalicylic acid prevent stroke after carotid surgery? A double-blind, placebo-controlled randomized trial.",
        "Abstract":"The aim of this randomized double-blind, placebo-controlled trial was to evaluate whether neurological deficits could be prevented with low-dose acetylsalicylic acid (ASA) as an adjunct to carotid endarterectomy.\n                A total of 232 patients were randomized to two groups, 75 mg\/d ASA starting preoperatively and continued for 6 months (n = 117) or placebo (identical tablets) (n = 115). The patients were followed up regularly for 1 year.\n                The groups were well matched regarding laboratory data and indication for operation. The number of patients with intraoperative or postoperative stroke without complete recovery within 1 week were 0 and 2 at 30 days and 6 months, respectively, in the ASA group, compared with 7 and 11 in the placebo group (P = .01). Including all neurological events within 6 months, this was found in 15 patients in the ASA group compared with 24 in the placebo group (P = .12). Mortality was 0.8% and 3.4% at 30 days and 6 months, respectively, in the ASA group. In the placebo group, the corresponding figures were 4.3% and 6.0%, respectively (P = .12). The intraoperative bleeding did not differ between the groups nor did the number of reoperations due to bleeding or other complications related to pharmacology.\n                This study indicates that low-dose ASA (75 mg\/d) reduces the number of postoperative strokes without complete recovery within 1 week. Overall neurological events are insignificantly reduced, as also mortality. The use of low-dose ASA (75 mg) seems safe and effective in reducing cerebrovascular events after carotid endarterectomy.",
        "Year":1993
    },
    {
        "Unnamed: 0":29326,
        "ReviewID":"CD001458",
        "PMID":"PMID:11786451",
        "Title":"Collaborative meta-analysis of randomised trials of antiplatelet therapy for prevention of death, myocardial infarction, and stroke in high risk patients.",
        "Abstract":"To determine the effects of antiplatelet therapy among patients at high risk of occlusive vascular events.\n                Collaborative meta-analyses (systematic overviews).\n                Randomised trials of an antiplatelet regimen versus control or of one antiplatelet regimen versus another in high risk patients (with acute or previous vascular disease or some other predisposing condition) from which results were available before September 1997. Trials had to use a method of randomisation that precluded prior knowledge of the next treatment to be allocated and comparisons had to be unconfounded-that is, have study groups that differed only in terms of antiplatelet regimen.\n                287 studies involving 135 000 patients in comparisons of antiplatelet therapy versus control and 77 000 in comparisons of different antiplatelet regimens.\n                \"Serious vascular event\": non-fatal myocardial infarction, non-fatal stroke, or vascular death.\n                Overall, among these high risk patients, allocation to antiplatelet therapy reduced the combined outcome of any serious vascular event by about one quarter; non-fatal myocardial infarction was reduced by one third, non-fatal stroke by one quarter, and vascular mortality by one sixth (with no apparent adverse effect on other deaths). Absolute reductions in the risk of having a serious vascular event were 36 (SE 5) per 1000 treated for two years among patients with previous myocardial infarction; 38 (5) per 1000 patients treated for one month among patients with acute myocardial infarction; 36 (6) per 1000 treated for two years among those with previous stroke or transient ischaemic attack; 9 (3) per 1000 treated for three weeks among those with acute stroke; and 22 (3) per 1000 treated for two years among other high risk patients (with separately significant results for those with stable angina (P=0.0005), peripheral arterial disease (P=0.004), and atrial fibrillation (P=0.01)). In each of these high risk categories, the absolute benefits substantially outweighed the absolute risks of major extracranial bleeding. Aspirin was the most widely studied antiplatelet drug, with doses of 75-150 mg daily at least as effective as higher daily doses. The effects of doses lower than 75 mg daily were less certain. Clopidogrel reduced serious vascular events by 10% (4%) compared with aspirin, which was similar to the 12% (7%) reduction observed with its analogue ticlopidine. Addition of dipyridamole to aspirin produced no significant further reduction in vascular events compared with aspirin alone. Among patients at high risk of immediate coronary occlusion, short term addition of an intravenous glycoprotein IIb\/IIIa antagonist to aspirin prevented a further 20 (4) vascular events per 1000 (P<0.0001) but caused 23 major (but rarely fatal) extracranial bleeds per 1000.\n                Aspirin (or another oral antiplatelet drug) is protective in most types of patient at increased risk of occlusive vascular events, including those with an acute myocardial infarction or ischaemic stroke, unstable or stable angina, previous myocardial infarction, stroke or cerebral ischaemia, peripheral arterial disease, or atrial fibrillation. Low dose aspirin (75-150 mg daily) is an effective antiplatelet regimen for long term use, but in acute settings an initial loading dose of at least 150 mg aspirin may be required. Adding a second antiplatelet drug to aspirin may produce additional benefits in some clinical circumstances, but more research into this strategy is needed.",
        "Year":2002
    }
]