[
    {
        "Unnamed: 0":26555,
        "ReviewID":"CD002904",
        "PMID":"PMID:7524736",
        "Title":"Natural interferon-alpha versus its combination with 6-methyl-prednisolone in the therapy of type II mixed cryoglobulinemia: a long-term, randomized, controlled study.",
        "Abstract":"Type II mixed cryoglobulinemia (MC) is an often progressive vasculitis characterized by circulating cold-precipitable proteins that usually consists of polyclonal IgG and monoclonal IgM kappa with rheumatoid factor (RF) activity. Its etiology is unknown, although recent evidence strongly suggests that hepatitis C virus (HCV) plays a major role. Plasmapheresis, corticosteroids, and cytotoxic drugs have been used in the therapy of MC patients. Recently, favorable results with recombinant interferon-alpha (rIFN alpha) have been reported. To further assess its effectiveness, we studied the effects of natural human interferon-alpha (nIFN alpha), alone and in combination with 6-methyl-prednisolone (PDN), in a prospective, randomized, controlled trial in patients with symptomatic MC. Sixty-five patients were enrolled onto the trial, 52 (80%) of whom presented serum anti-HCV antibodies and specific genomic RNA sequences. Fifteen patients received nIFN alpha (3 MU) intramuscularly (IM) three times weekly, whereas 17 patients also received 16 mg\/d of PDN orally on non-IFN days. Moreover, 18 patients received 16 mg\/d of PDN only, and 15 were untreated. Treatment was discontinued after 1 year and patients were monitored for 8 to 17 months (mean, 13). A complete response was achieved in eight of 15 patients (53.3%) treated with nIFN alpha and nine of 17 (52.9%) treated with nIFN alpha plus PDN, as compared with three of 18 patients (16.7%) who received PDN only (P < .05) and one of 15 (6.7%) untreated controls (P < .01). Partial response occurred in two of 15 (13.3%) patients treated with nIFN alpha, three of 17 (17.6%) who received nIFN alpha plus PDN, one of 18 (5.5%) who received PDN only, and one of 15 (6.7%) controls. A complete response in six patients (66.7%) was achieved within 3 months in the group that received nIFN alpha plus PDN, as compared with two patients (25%) of those who received nIFN alpha alone (P < .02). In anti-HCV-positive patients, the clinical response occurred in step with reduced or undetectable levels of HCV RNA and transaminase normalization. Quantification of circulating HCV RNA represented a good predictive response marker. The probability of relapse within 3 months after treatment was 100% (three of three patients) and 75% (six of eight patients), respectively, in patients who received PDN alone or nIFN alpha alone as compared with none of those who received nIFN alpha plus PDN (P < .001).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1994
    },
    {
        "Unnamed: 0":26554,
        "ReviewID":"CD002904",
        "PMID":"PMID:8621174",
        "Title":"A pilot study of corticosteroid priming for lymphoblastoid interferon alfa in patients with chronic hepatitis C.",
        "Abstract":"Interferon treatment reduces the serum level of hepatitis C virus (HCV) and improves inflammatory activity, but relapse is frequently observed. In an attempt to develop a new therapeutic strategy that may reduce relapse and cure the disease, we evaluated the effect of corticosteroid priming on lymphoblastoid interferon alfa in an open randomized clinical trial. The level of HCV RNA increased significantly during corticosteroid priming (from 5.60 [median] to 21.0 x 10(5) Eq\/mL; P = .0004) but decreased to the pretreatment level 4 weeks after cessation of corticosteroid (7.0 x 10(5) Eq\/mL; P = .07). Sustained normalization of alanine transaminase (ALT) level and virus clearance, confirmed by negative results for HCV RNA using reverse-transcription nested polymerase chain reaction (PCR), were observed over a period of 6 months in 8 of 19 (42.1%) corticosteroid-primed patients, compared with 6 of 19 patients (31.6%) treated with interferon only. A \"rebound\" of ALT after the withdrawal of corticosteroid was observed in only 2 of 19 patients primed with corticosteroid, but both showed sustained responses. Multivariate analysis for factors predictive of the sustained response indicated that HCV titers measured immediately before interferon therapy and HCV genotype were statistically significant (P = .006 and P = .025, respectively). Our results indicated that corticosteroid priming has a marginal benefit over treatment with interferon alone and that large-scale clinical trials are necessary to determine whether interferon with corticosteroid priming is more effective than interferon alone.",
        "Year":1996
    },
    {
        "Unnamed: 0":26552,
        "ReviewID":"CD002904",
        "PMID":"PMID:11142582",
        "Title":"Interferon versus steroids in patients with hepatitis C virus-associated cryoglobulinaemic glomerulonephritis.",
        "Abstract":"The association between mixed cryoglobulinaemia, cryoglobulinaemic glomerulonephritis, and chronic hepatitis C virus infection has recently been described. The renal disease had usually been treated with immunosuppressive therapy, but, given the presence of viral infection, this therapy is no longer recommended. In this study, we compare steroid vs interferon therapy in a group of patients affected by hepatitis C virus-positive cryoglobulinaemic glomerulonephritis in the stationary phase.\n                The diagnosis of cryoglobulinaemic glomerulonephritis was made bearing in mind standard criteria. Patients were randomly assigned to 2 groups receiving oral prednisone 0.2 mg\/kg\/die for 6 months (6 patients, group A) or lymphoblastoid interferon 3 MU, three times a week for 6 months [7 patients, group B). Hepatitis C virus-RNA was determined by reverse transcription-polymerase chain reaction and hepatitis C virus genotype according to Okamoto. Hepatitis C virus-RNA quantitation was performed by competitive polymerase chain reaction. RESULTS; The 2 groups were comparable in terms of age and severity of kidney failure. All genotypes of hepatitis C virus were found with a prevalence of Type 1b. In group A, 4 patients showed a partial response; in group B, 1 patient achieved complete remission, 4 a partial response, 2 patients in both groups showed no response. At the end of the treatment, all patients in both groups relapsed. Only 1 patient in group B became hepatitis C virus-RNA negative, and recovered from cryoglobulinaemic glomerulonephritis.\n                Interferon seems to be an effective drug in the treatment of cryoglobulinaemic glomerulonephritis, but dosage and length of treatment still need to be addressed by large multicentre studies.",
        "Year":2000
    },
    {
        "Unnamed: 0":26556,
        "ReviewID":"CD002904",
        "PMID":"PMID:10905597",
        "Title":"Pre-treatment with prednisolone does not improve the efficacy of subsequent alpha interferon therapy in chronic hepatitis C.",
        "Abstract":"Alpha interferon administration is quite disappointing as a single therapy in chronic hepatitis C. A brief course of corticosteroid therapy might increase the effectiveness of subsequent alpha interferon administration, but data on this issue are controversial.\n                One hundred and fifty-six consecutive patients with chronic hepatitis C were randomly assigned to be treated blind with tapering doses of oral prednisolone or placebo for 4 weeks. Two weeks after cessation of therapy, patients received alpha interferon (3 MU t.i.w.) for 48 weeks and were followed for 24 additional weeks. Response was defined by the presence of normal alanine aminotransferase (ALT) and negative HCV-RNA in serum.\n                ALT activity decreased during prednisolone administration and rebounded upon withdrawal in 38% of the patients treated with this drug. Significant changes in serum bilirubin were not observed. HCV-RNA serum concentration tended to increase during prednisolone administration and to decrease upon withdrawal. ALT and HCV-RNA did not change during administration of placebo. At the end of interferon administration, 33% of patients treated with prednisolone and 25% of those treated with placebo presented biochemical and virological response. At the end of post-treatment follow-up, response was maintained in 12% and 13% of patients treated with prednisolone or placebo respectively. Response was not related to ALT or HCV-RNA changes observed during the pre-interferon phase of the study. No adverse events related to prednisolone administration were observed.\n                Prednisolone administration and withdrawal induced a rebound in ALT activity and a decrease in HCV-RNA serum concentration in about one third of the patients with chronic hepatitis C. However, these changes did not enhance the effectiveness of subsequent alpha interferon therapy.",
        "Year":2000
    },
    {
        "Unnamed: 0":26553,
        "ReviewID":"CD002904",
        "PMID":"PMID:11205648",
        "Title":"Prednisone withdrawal followed by interferon alpha for treatment of chronic hepatitis C infection: results of a randomized controlled trial.",
        "Abstract":"Immunosuppressive therapy increases levels of hepatitis C virus (HCV) RNA, and when combined with interferon, corticosteroids have been reported to variably improve or have no effect on sustained response rates. We conducted a randomized double-blind placebo-controlled trial in 39 patients with biopsy-proven chronic HCV infection and elevated alanine aminotransferase levels. Patients received either 6 weeks of a tapering dose of prednisone (60 ng, 40 mg, and 20 mg in 2-week intervals) or an identical placebo. All patients then received recombinant interferon alpha-2b, 3 million units three times a week for 24 weeks. Patients were then followed for a further 24 weeks. At the end of the study there was no significant difference in the sustained biochemical response rates between the two groups (4\/20 vs. 3\/19, p value was not significant). Prednisone-treated patients had a significant increase in HCV RNA from baseline during steroid treatment (400 +\/- 60% increase vs. -280 +\/- 140% decrease; p = 0.005). Two prednisone-treated patients were withdrawn from the study secondary to serious complications related to therapy. Prednisone priming before interferon alpha therapy in patients with chronic HCV infection does not improve the sustained response rate. This therapy was associated with an increase in viral burden and significant morbidity.",
        "Year":2001
    },
    {
        "Unnamed: 0":26557,
        "ReviewID":"CD002904",
        "PMID":"PMID:8455424",
        "Title":"Effects of prednisolone pretreatment in interferon alfa therapy for patients with chronic non-A, non-B (C) hepatitis.",
        "Abstract":"The effect of corticosteroid pretreatment on interferon alfa treatment of chronic non-A, non-B or C hepatitis was evaluated in an open, randomized, controlled study. Normalization of the serum alanine aminotransferase level, which suggested complete response, was recorded in 14 (56%) of 25 patients at the end of a 6-month treatment with 3 million units of interferon alfa three times weekly alone. Prednisolone withdrawal followed by the same interferon alfa treatment resulted in complete response in 14 (61%) of another 23 patients. Both of these rates are significantly higher than the spontaneous ALT normalization rate of 9% observed in 2 of 22 patients during the same period (p < 0.01). ALT normalized within 2 months of interferon therapy in most (89%) of the complete responders. Of the patients pretreated with prednisolone, 43% showed a \"rebound\" following prednisolone withdrawal and 89% of the patients with \"rebound\" responded to subsequent interferon therapy. The cumulative probability of sustained remission in patients with and without prednisolone pretreatment in a 24-month period of follow-up after the end of therapy was 79% and 30%, respectively (p < 0.05). Clinical relapse mostly (85%) occurred within 3 months after the end of therapy. No obvious factor could be identified as a predictor of response or relapse. The results of this study suggest that prednisolone withdrawal tends to enhance the durability of the beneficial effects of interferon alfa therapy in patients with chronic non-A, non-B or C hepatitis.",
        "Year":2008
    }
]