[
    {
        "Unnamed: 0":34487,
        "ReviewID":"CD003788",
        "PMID":"PMID:4617772",
        "Title":"Preliminary clinical study of acupuncture in rheumatoid arthritis.",
        "Abstract":null,
        "Year":1974
    },
    {
        "Unnamed: 0":34488,
        "ReviewID":"CD003788",
        "PMID":"PMID:10515648",
        "Title":"The effect of acupuncture on patients with rheumatoid arthritis: a randomized, placebo-controlled cross-over study.",
        "Abstract":"Acupuncture is commonly used by patients with chronic painful musculoskeletal disorders. There are, however, few well-designed studies of its efficacy. This paper describes a randomized placebo-controlled cross-over design to evaluate acupuncture as a useful treatment adjunct in the management of patients with rheumatoid arthritis (RA).\n                Sixty-four patients were centrally randomized from a hospital-based rheumatology out-patient clinic. Fifty-six patients were suitable for study, all were on second-line therapy and aged 18-75 yr. There had been no change in therapy for the preceding 3 months. Patients who had previous acupuncture, anticoagulation, fear of needles or infection were excluded. Single-point (Liver 3) acupuncture or placebo was given with an intervening 6 week wash-out period. The acupuncturist, patient and statistician were blinded as far as possible. The outcome measures included the inflammatory markers (erythrocyte sedimentation rate and C-reactive protein), visual analogue scale of pain, global patient assessment, 28 swollen and tender joint count, and a general health questionnaire.\n                The results demonstrated no significant effect of treatment or period and no significant interaction between treatment and period for any outcome variable. No adverse effects were reported.\n                Acupuncture of this type cannot be considered as a useful adjunct to therapy in patients with RA. Possible reasons why this is the case are discussed.",
        "Year":1998
    }
]