[
    {
        "Unnamed: 0":14536,
        "ReviewID":"CD007845",
        "PMID":"PMID:14723327",
        "Title":"Evaluation of the efficacy of bitter gourd (momordica charantia) as an oral hypoglycemic agent--a randomized controlled clinical trial.",
        "Abstract":null,
        "Year":2003
    },
    {
        "Unnamed: 0":14535,
        "ReviewID":"CD007845",
        "PMID":"PMID:17493509",
        "Title":"The effect of Momordica charantia capsule preparation on glycemic control in type 2 diabetes mellitus needs further studies.",
        "Abstract":"Momordica charantia, locally known as Ampalaya, is being widely used and advertised for its hypoglycemic effects. However, to date, no large clinical trial has been published on the efficacy of any type of preparation. The main objective of this study is to determine if addition of M. charantia capsules to standard therapy can decrease glycosylated hemoglobin (hemoglobin A1c or HbA1c) levels in diabetic patients with poor sugar control.\n                A randomized, double-blind, placebo-controlled trial was conducted between April and September 2004 at the outpatient clinics of the Philippine General Hospital. The trial included 40 patients, 18 years old and above, who were either newly diagnosed or poorly controlled type 2 diabetics with A1c levels between 7% and 9%. On top of the standard therapy, the patients were randomized to either M. charantia capsules or placebo. The treatment group received two capsules of M. charantia three times a day after meals, for 3 months. The control group received placebo at the same dose. The primary efficacy endpoint was change in the A1c level in the two groups. The secondary efficacy endpoints included its effect on fasting blood sugar, serum cholesterol, and weight. Safety endpoints included effects on serum creatinine, hepatic transaminases (Alanine aminotransferase\/ALT and Aspartate aminotransferase\/AST), sodium, potassium, and adverse events.\n                Baseline characteristics between the treatment and control groups were similar. The difference in mean change in A1c between the two groups was 0.22% in favor of M. charantia (95% CI: -0.40 to 0.84) with P=0.4825. There was no significant effect on mean fasting blood sugar, total cholesterol, and weight or on serum creatinine, ALT, AST, sodium, and potassium. There were few adverse events and these were generally mild.\n                This is the first randomized controlled trial to shed light on the issue concerning the hypoglycemic effects of M. charantia. The investigators targeted a 1% decline in A1c at the outset with an estimated power of 88%. With the observed decline of 0.24%, the achieved power was only 11%. For this reason, we are unable to make a definite conclusion about the effectiveness of M. charantia. However, the results of this study can be used estimate the sample size for bigger studies.",
        "Year":2007
    },
    {
        "Unnamed: 0":14534,
        "ReviewID":"CD007845",
        "PMID":"PMID:21211558",
        "Title":"Hypoglycemic effect of bitter melon compared with metformin in newly diagnosed type 2 diabetes patients.",
        "Abstract":"Bitter melon (Momordica charantia L.) has been widely used as an traditional medicine treatment for diabetic patients in Asia. In vitro and animal studies suggested its hypoglycemic activity, but limited human studies are available to support its use.\n                This study was conducted to assess the efficacy and safety of three doses of bitter melon compared with metformin.\n                This is a 4-week, multicenter, randomized, double-blind, active-control trial. Patients were randomized into 4 groups to receive bitter melon 500 mg\/day, 1,000 mg\/day, and 2,000 mg\/day or metformin 1,000 mg\/day. All patients were followed for 4 weeks.\n                There was a significant decline in fructosamine at week 4 of the metformin group (-16.8; 95% CI, -31.2, -2.4 μmol\/L) and the bitter melon 2,000 mg\/day group (-10.2; 95% CI, -19.1, -1.3 μmol\/L). Bitter melon 500 and 1,000 mg\/day did not significantly decrease fructosamine levels (-3.5; 95% CI -11.7, 4.6 and -10.3; 95% CI -22.7, 2.2 μmol\/L, respectively).\n                Bitter melon had a modest hypoglycemic effect and significantly reduced fructosamine levels from baseline among patients with type 2 diabetes who received 2,000 mg\/day. However, the hypoglycemic effect of bitter melon was less than metformin 1,000 mg\/day.\n                Copyright © 2011 Elsevier Ireland Ltd. All rights reserved.",
        "Year":2011
    }
]