[
    {
        "Unnamed: 0":12619,
        "ReviewID":"CD006060",
        "PMID":"PMID:11092281",
        "Title":"Pioglitazone hydrochloride monotherapy improves glycemic control in the treatment of patients with type 2 diabetes: a 6-month randomized placebo-controlled dose-response study. The Pioglitazone 001 Study Group.",
        "Abstract":"To evaluate the efficacy and safety of four doses of pioglitazone monotherapy in the treatment of patients with type 2 diabetes.\n                There were 408 patients randomized in this multicenter double-blind placebo-controlled clinical trial. Patients who had HbA1c > or = 7.0%, fasting plasma glucose (FPG) > or = 140 mg\/dl, and C-peptide > 1 ng\/ml were randomized to receive placebo or 7.5, 15, 30, or 45 mg pioglitazone administered once a day for 26 weeks.\n                Patients treated with 15, 30, or 45 mg pioglitazone had significant mean decreases in HbA1c (range -1.00 to -1.60% difference from placebo) and FPG (-39.1 to -65.3 mg\/dl difference from placebo). The decreases in FPG were observed as early as the second week of therapy; maximal decreases occurred after 10-14 weeks and were maintained until the end of therapy (week 26). In the 15-, 30-, or 45-mg pioglitazone groups, there were significant mean percent decreases in triglycerides, significant mean percent increases in HDL cholesterol, and only small percent changes in total cholesterol and LDL. The subset of patients naive to therapy had greater improvements in HbA1c and FPG (difference from placebo of -2.55% and -79.9 mg\/dl for the 45-mg group) compared with previously treated patients. The overall adverse event profile of pioglitazone was similar to that of placebo. There was no evidence of drug-induced hepatotoxicity or drug-induced elevations of alanine aminotransferase levels in this study\n                Pioglitazone monotherapy significantly improves HbA1c and FPG while producing beneficial effects on serum lipids in patients with type 2 diabetes with no evidence of drug-induced hepatotoxicity.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":12611,
        "ReviewID":"CD006060",
        "PMID":"PMID:11230779",
        "Title":"Concentration of the complement activation product, acylation-stimulating protein, is related to C-reactive protein in patients with type 2 diabetes.",
        "Abstract":"Type 2 diabetes is characterized by increased acute phase serum proteins. We wanted to study how these proteins are related to complement activation in type 2 diabetes and how improvement of glycemic control affects them or complement activation. A total of 29 type 2 diabetic patients (age, 55.2 +\/- 1.8 years, glycosylated hemoglobin [HbA(1c)] 8.9% +\/- 0.2%, body mass index [BMI] 30.9 +\/- 0.8 kg\/m(2), duration 5.9 +\/- 1.3 years) participated in the study. They were previously treated either with diet alone or in combination with 1 oral antihyperglycemic medication. After a period of at least 4 weeks run-in on diet only, the patients were randomized to pioglitazone, glibenclamide, or placebo. Blood samples were taken before the treatments and at the end of the 6-month therapy. Basal C-reactive protein (CRP) level was related to acylation-stimulating protein (ASP) concentration (r =.55, P <.01), and many acute phase serum protein concentrations were associated with each other. The treatment reduced HbA(1c) level in the pioglitazone (from 9.1 +\/- 0.3% to 8.0 +\/- 0.5%, P <.05) and glibenclamide (from 8.9 % +\/- 0.3% to 7.7% +\/- 0.2%, P <.05) groups. Glibenclamide treatment was associated with a reduction in alpha-1-antitrypsin (P <.05), ceruloplasmin (P <.01), and complement C3 protein (C3) (P <.05). Although ASP did not change significantly in any of the treatment subgroups, in the whole patient population, the change in HbA(1c) during the treatments correlated positively with the change in ASP, (r =.43, P <.05). The changes in many acute phase serum proteins and ASP were related to each other. In conclusion, (1) inflammatory factors and complement activation are associated in patients with type 2 diabetes, and (2) changes in hyperglycemia are related to changes in the concentration of the complement activation product, ASP.\n                Copyright 2001 by W.B. Saunders Company",
        "Year":2001.0
    },
    {
        "Unnamed: 0":12607,
        "ReviewID":"CD006060",
        "PMID":"PMID:15832486",
        "Title":"Improved glycemic control and lipid profile in a randomized study of pioglitazone compared with acarbose in patients with type 2 diabetes mellitus.",
        "Abstract":"To assess the efficacy of pioglitazone treatment in comparison with that of acarbose treatment in patients with type 2 diabetes mellitus.\n                In this randomized, parallel-group, open-label study patients were assigned to treatment with either pioglitazone (n = 129) or acarbose (n = 136). During a 1-week run-in patients commenced an individualized dietary regimen which was maintained throughout the study. Patients received the assigned study medication for 26 weeks. Serum glycosylated hemoglobin (HbA1c) levels, insulin resistance and lipid profiles were determined at baseline and at endpoint.\n                Mean HbA1c was reduced from 8.98+\/-1.20% to 7.82+\/-1.95% with pioglitazone treatment and from 9.03+\/-1.32% to 8.55+\/-1.96% with acarbose treatment during the 26-week study. The change from baseline to endpoint was significantly greater for pioglitazone compared with acarbose when analyzed for all patients (p < 0.001) and for those who had (p = 0.009) or had not (p < 0.001) received previous medication for diabetes mellitus. Compared with acarbose, pioglitazone produced a significantly greater decrease in fasting glucose, insulin and insulin resistance (p < 0.001 for each). Triglycerides were decreased by 71.1+\/-184.1 mg\/dl with pioglitazone compared with 38.1+\/-171.3 mg\/dl with acarbose (p = 0.001 for difference between groups). High density lipoprotein (HDL)-cholesterol level was increased by 7.8+\/-10.2 mg\/dl with pioglitazone compared with a decrease of 0.8+\/-24.1 mg\/dl with acarbose (p < 0.001). While serum low density lipoprotein (LDL)-cholesterol levels remained unchanged with both treatment regimens, the decrease from baseline in very low density lipoprotein (VLDL)-cholesterol was significantly greater with pioglitazone than with acarbose (p < 0.04). Pioglitazone decreased systolic blood pressure by 5.6+\/-17.7mm Hg compared with a 0.4+\/-18.4mm Hg increase during acarbose treatment (p < 0.001). Pioglitazone caused a significantly greater decrease compared with acarbose in serum levels of gamma-glutamyl aminotransferase (p < 0.001) and alanine aminotransferase (p = 0.004).\n                Six months of pioglitazone treatment decreased insulin resistance and improved glycemic control to a significantly greater extent than acarbose treatment. Pioglitazone was also associated with a significantly improved lipid profile, suggesting a reduction in risk of coronary heart disease.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":12615,
        "ReviewID":"CD006060",
        "PMID":"PMID:12439788",
        "Title":"Metabolic efficacy and safety of once-daily pioglitazone monotherapy in patients with type 2 diabetes: a double-blind, placebo-controlled study.",
        "Abstract":"Pioglitazone is a novel oral anti-diabetic agent belonging to the thiazolidinedione class. Pioglitazone has been shown to be effective and well tolerated in the treatment of patients with type 2 diabetes, as it reduces insulin resistance and improves glycaemic control and abnormal lipid profiles. This double-blind, randomised, placebo-controlled study was conducted for further evaluation of the efficacy and tolerability of once-daily administration of pioglitazone monotherapy alongside dietary measures in patients with type 2 diabetes. Following a 10-week washout period, 251 patients received one of three treatment regimens for 26 weeks: placebo + diet (n = 84), pioglitazone 15 mg once-daily + diet (n = 89), or pioglitazone 30 mg once-daily + diet (n = 78). Pioglitazone, both 15 and 30 mg\/day, in addition to dietary control, was associated with significant reductions (vs. placebo) in mean levels of both glycosylated haemoglobin (HbA 1C ) and fasting blood glucose (FBG). HbA 1C was reduced by 0.92 % and 1.05 %, respectively, and FBG was reduced by 34.3 and 36.0 mg\/dl, respectively, compared with the control group. Pioglitazone at 15 and 30 mg\/day significantly reduced postprandial blood glucose levels at all visits (- 163 and - 165 mg\/dl\/hour, respectively) compared with an increase of 47.7 mg\/dl\/hour on placebo. The profile and frequency of adverse events were similar in all treatment groups. These results indicate that pioglitazone monotherapy together with dietary control is both effective and safe in patients with type 2 diabetes.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":12614,
        "ReviewID":"CD006060",
        "PMID":"PMID:12679450",
        "Title":"Effect of pioglitazone compared with metformin on glycemic control and indicators of insulin sensitivity in recently diagnosed patients with type 2 diabetes.",
        "Abstract":"Pioglitazone, a thiazolidinedione, improves glycemic control primarily by increasing peripheral insulin sensitivity in patients with type 2 diabetes, whereas metformin, a biguanide, exerts its effect primarily by decreasing hepatic glucose output. In the first head-to-head, double-blind clinical trial comparing these two oral antihyperglycemic medications (OAMs), we studied the effect of 32-wk monotherapy on glycemic control and insulin sensitivity in 205 patients with recently diagnosed type 2 diabetes who were naive to OAM therapy. Subjects were randomized to either 30 mg pioglitazone or 850 mg metformin daily with titrations upward to 45 mg (77% of pioglitazone patients) and 2550 mg (73% of metformin patients), as indicated, to achieve fasting plasma glucose levels of less than 7.0 mmol\/liter (126 mg\/dl). Pioglitazone was comparable to metformin in improving glycemic control as measured by hemoglobin A1C and fasting plasma glucose. At endpoint, pioglitazone was significantly more effective than metformin in improving indicators of insulin sensitivity, as determined by reduction of fasting serum insulin (P = 0.003) and by analysis of homeostasis model assessment for insulin sensitivity (HOMA-S; P = 0.002). Both OAM therapies were well tolerated. Therefore, pioglitazone and metformin are equally efficacious in regard to glycemic control, but they exert significantly different effects on insulin sensitivity due to differing mechanisms of action. The more pronounced improvement in indicators of insulin sensitivity by pioglitazone, as compared with metformin monotherapy in patients recently diagnosed with type 2 diabetes who are OAM-naive, may be of interest for further clinical evaluation.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":12625,
        "ReviewID":"CD006060",
        "PMID":"PMID:15270789",
        "Title":"Sustained effects of pioglitazone vs. glibenclamide on insulin sensitivity, glycaemic control, and lipid profiles in patients with Type 2 diabetes.",
        "Abstract":"This study compared the effects of 52 weeks' treatment with pioglitazone, a thiazolidinedione that reduces insulin resistance, and glibenclamide, on insulin sensitivity, glycaemic control, and lipids in patients with Type 2 diabetes.\n                Patients with Type 2 diabetes were randomized to receive either pioglitazone (initially 30 mg QD, n = 91) or micronized glibenclamide (initially 1.75 mg QD, n = 109) as monotherapy. Doses were titrated (to 45 mg for pioglitazone and 10.5 mg for glibenclamide) to achieve glycaemic targets during the next 12 weeks: fasting blood glucose of < or = 7 mmol\/l and 1-h postprandial blood glucose of < or = 10 mmol\/l. Patients were maintained on the titrated dose for 40 weeks.\n                Pioglitazone significantly increased insulin sensitivity compared with glibenclamide, as assessed by homeostasis model assessment (17.0% vs. -13.0%; P < 0.001), quantitative insulin sensitivity check index (0.011 vs. -0.007; P < 0.001) and fasting serum insulin (-1.3 pmol\/l vs. 23.8 pmol\/l; P = 0.007). The glibenclamide group had significantly lower HbA1c than the pioglitazone group after 12 weeks of therapy (7.8% vs. 8.3%, P = 0.015), but significantly higher HbA1c after 52 weeks of therapy (7.8% vs. 7.2%, P = 0.001). Pioglitazone significantly (vs. glibenclamide) increased mean HDL-C (P < 0.001), decreased mean triglycerides (P = 0.019), and decreased mean atherogenic index of plasma (AIP; P = 0.001) and mean total cholesterol\/HDL-C (P = 0.004), without significantly elevating mean total cholesterol or mean LDL-C compared with glibenclamide. CONCLUSIONS These data suggest that the effects of pioglitazone are more sustained than those of glibenclamide for improving insulin sensitivity in patients with Type 2 diabetes, and that 52 weeks' treatment with pioglitazone has favourable effects on glycaemic control and lipoprotein profile.\n                Copyright 2004 Diabetes UK",
        "Year":2004.0
    },
    {
        "Unnamed: 0":12624,
        "ReviewID":"CD006060",
        "PMID":"PMID:15220012",
        "Title":"Effects of pioglitazone and glimepiride on glycemic control and insulin sensitivity in Mexican patients with type 2 diabetes mellitus: A multicenter, randomized, double-blind, parallel-group trial.",
        "Abstract":"Pioglitazone and glimepiride improve glycemic control in patients with type 2 diabetes mellitus by different mechanisms. Pioglitazone is a thiazolidinedione that reduces insulin resistance, and glimepiride is a sulfonylurea insulin secretagogue.\n                The goals of this study were to compare changes in measures of glycemic control and insulin sensitivity in Mexican patients with type 2 diabetes who received pioglitazone or glimepiride for 1 year.\n                This was a multicenter, 52-week, double-blind, parallel-group trial. Patients were randomized to receive monotherapy with either glimepiride (2 mg QD initially) or pioglitazone (15 mg QD initially). Doses were titrated (maximal doses: pioglitazone 45 mg, glimepiride 8 mg) to achieve glycemic targets (fasting blood glucose < or =7 mmol\/L and 1-hour postprandial blood glucose < or =10 mmol\/L). Insulin sensitivity (primary end point) was evaluated in terms of the Homeostasis Model Assessment for Insulin Sensitivity (HOMA-S), the Quantitative Insulin Sensitivity Check Index (QUICKI), and fasting serum insulin (FSI) concentrations. Glycemic control was evaluated in terms of glycosylated hemoglobin (HbA(1c)) values and fasting plasma glucose (FPG) concentrations. Patients were encouraged to maintain their individual diet and exercise regimens throughout the study.\n                Two hundred forty-four patients (125 women, 119 men; all but 1 Hispanic) were randomized to receive pioglitazone (n = 121) or glimepiride (n = 123). In the intent-to-treat sample, pioglitazone and glimepirede produced comparable reductions in HbA(1c) from baseline to the end of the study (-0.78% and -0.68%, respectively). The pioglitazone group had significantly higher HbA(1c) values compared with the glimepiride group after 12 weeks of therapy (8.66% vs 7.80%; P = 0.007) but had significantly lower values after 52 weeks (7.46% vs 7.77%; P = 0.027). Pioglitazone significantly reduced FPG compared with glimepiride (-0.6 vs 0.6 mmol\/L; P = 0.01). Pioglitazone therapy was associated with significant increases in insulin sensitivity (reduced insulin resistance), whereas glimepiride had no effect. HOMA-S values changed 18.0% for pioglitazone and -7.9% for glimepiride (P < 0.001), QUICKI values changed a respective 0.013 and -0.007 (P < 0.001), and FSI values were -21.1 and 15.1 pmol\/L (P< 0.001). Both drugs were well tolerated, with pioglitazone associated with more peripheral edema (number of treatment-emergent cases: 35\/121[28.9%] vs 17\/123 [13.8%]; P = 0.005) and fewer hypoglycemic episodes (19 [15.7%] vs 38 [30.9%]; P = 0.024). The incidence of weight gain was not significantly different between treatment groups. Conclusions: These data suggest that long-term treatment with pioglitazone enhances insulin sensitivity relative to glimepiride in Mexican patients with type 2 diabetes and that pioglitazone may have a more sustained antihyperglycemic effect.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":12621,
        "ReviewID":"CD006060",
        "PMID":"PMID:14693964",
        "Title":"Favorable effects of pioglitazone and metformin compared with gliclazide on lipoprotein subfractions in overweight patients with early type 2 diabetes.",
        "Abstract":"To compare effects of different oral hypoglycemic drugs as first-line therapy on lipoprotein subfractions in type 2 diabetes.\n                Sixty overweight type 2 diabetic patients not on lipid-lowering therapy were randomized to metformin, pioglitazone, or gliclazide after a 3-month dietary run-in. Drug doses were uptitrated for 3 months to optimize glycemia and were kept fixed for a further 3 months. LDL subfractions (LDL(1), LDL(2), and LDL(3)) were prepared by density gradient ultracentrifugation at randomization and study end. Triglycerides, cholesterol, total protein, and phospholipids were measured and mass of subfractions calculated. HDL subfractions were prepared by precipitation. The primary end point was change in proportion of LDL as LDL(3).\n                HbA(1c), triglycerides, glucose, and cholesterol were comparable across groups at baseline and over time. LDL(3) mass and the LDL(3)-to-LDL ratio fell with pioglitazone (LDL(3) mass 36.2 to 28.0 mg\/dl, P < 0.01; LDL(3)-to-LDL 19.2:13.3%, P < 0.01) and metformin (42.7 to 31.5 mg\/dl, P < 0.01; 21.3:16.2%, P < 0.01, respectively) with no change on gliclazide. LDL(3) reductions were associated with reciprocal LDL(1) increases. Changes were independent of BMI, glycemic control, and triglycerides. Total HDL cholesterol increased on pioglitazone (1.28 to 1.36 mmol\/l, P = 0.02) but not gliclazide (1.39 to 1.37 mmol\/l, P = NS) or metformin (1.26 to 1.18 mmol\/l, P = NS), largely due to an HDL(2) increase (0.3 to 0.4 mmol\/l, P < 0.05). HDL(3) cholesterol fell on metformin (0.9 to 0.85 mmol\/l, P < 0.01). On pioglitazone and metformin, the HDL(2)-to-HDL(3) ratio increased compared with no change on gliclazide.\n                For the same improvement in glycemic control, pioglitazone and metformin produce favorable changes in HDL and LDL subfractions compared with gliclazide in overweight type 2 diabetic patients. Such changes may be associated with reduced atherosclerosis risk and may inform the choice of initial oral hypoglycemic agent.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":12620,
        "ReviewID":"CD006060",
        "PMID":"PMID:14693980",
        "Title":"One-year glycemic control with a sulfonylurea plus pioglitazone versus a sulfonylurea plus metformin in patients with type 2 diabetes.",
        "Abstract":"The goal was to assess the 1-year efficacy and safety of the addition of pioglitazone or metformin to existing sulfonylurea (SU) therapy in patients with inadequately controlled type 2 diabetes.\n                In this multicenter, double-blind study, patients were randomized to receive either pioglitazone 15 mg (n = 319) or metformin 850 mg (n = 320) and up to 45 mg\/day and 2,550 mg\/day, respectively. The primary efficacy endpoint was HbA(1c) at week 52. Fasting plasma glucose, insulin, and lipid profiles were also measured.\n                HbA(1c) was reduced by 1.20% in the SU plus pioglitazone group and 1.36% in the SU plus metformin group, and fasting plasma glucose was reduced by 2.2 and 2.3 mmol\/l in the respective groups. Fasting insulin levels were also reduced (pioglitazone arm -1.3 micro IU\/ml; metformin arm -0.8 micro IU\/ml). There were no significant between-treatment differences in these three parameters. Pioglitazone addition to SU significantly reduced triglycerides (-16 vs. -9%; P = 0.008) and increased HDL cholesterol (14 vs. 8%; P < 0.001) compared with metformin addition. LDL cholesterol was increased 2% by the addition of pioglitazone and decreased 5% by the addition of metformin to SU (P < 0.001). Urinary albumin-to-creatinine ratio was reduced by 15% in the SU plus pioglitazone group and increased 2% in the SU plus metformin group (P = 0.017). Both combinations were well tolerated with no evidence of hepatic or cardiac toxicity in either group.\n                Clinically equivalent improvements in glycemic control were observed for both combinations. Compared with metformin plus SU, addition of pioglitazone to SU resulted in a reduction of the urinary albumin-to-creatinine ratio, a small but significant rise in LDL cholesterol, and significantly greater improvements in triglyceride levels and HDL cholesterol levels. Metformin plus SU was associated with a significant reduction in LDL cholesterol. SU plus pioglitazone is an effective and well-tolerated combination regimen that may provide additional beneficial effects for patients with type 2 diabetes.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":12628,
        "ReviewID":"CD006060",
        "PMID":"PMID:14739053",
        "Title":"Treatment of type 2 diabetes with a combination regimen of repaglinide plus pioglitazone.",
        "Abstract":"The efficacy and safety of combination therapy (repaglinide plus pioglitazone) was compared to repaglinide or pioglitazone in 24-week treatment of type 2 diabetes. This randomized, multicenter, open-label, parallel-group study enrolled 246 adults (age 24-85) who had shown inadequate response in previous sulfonylurea or metformin monotherapy (HbA(1c) > 7%). Prior therapy was withdrawn for 2 weeks, followed by randomization to repaglinide, pioglitazone, or repaglinide\/pioglitazone. In the first 12 weeks of treatment, repaglinide doses were optimized, followed by 12 weeks of maintenance therapy. Pioglitazone dosage was fixed at 30 mg per day. Baseline HbA(1c) values were comparable (9.0% for repaglinide, 9.1% for pioglitazone, 9.3% for combination). Mean changes in HbA(1c) values at the end of treatment were -1.76% for repaglinide\/pioglitazone, -0.18% for repaglinide, +0.32% for pioglitazone. Fasting plasma glucose reductions were -82 mg\/dl for combination therapy, -34 mg\/dl for repaglinide, -18 mg\/dl for pioglitazone. Minor hypoglycemia occurred in 5% of patients for the combination, 8% for repaglinide, and 3% for pioglitazone. Weight gains for combination therapy were correlated to individual HbA(1c) reductions. In summary, for patients who had previously failed oral antidiabetic monotherapy, the combination repaglinide\/pioglitazone had acceptable safety, with greater reductions of glycemic parameters than therapy using either agent alone.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":12609,
        "ReviewID":"CD006060",
        "PMID":"PMID:15220018",
        "Title":"Metabolic effects of pioglitazone and rosiglitazone in patients with diabetes and metabolic syndrome treated with glimepiride: a twelve-month, multicenter, double-blind, randomized, controlled, parallel-group trial.",
        "Abstract":"Glimepiride is approved as monotherapy and in combination with metformin or with insulin, whereas the combination of glimepiride with other antihyperglycemic drugs is under investigation.\n                The aim of this study was to assess the differential effect on glucose and lipid variables and tolerability of the combination of glimepiride plus pioglitazone or rosiglitazone in patients with type 2 diabetes mellitus (DM) and metabolic syndrome.\n                This 12-month, multicenter, double-blind, randomized, controlled, parallel-group trial was conducted at 3 study sites in Italy. We assessed patients with type 2 DM (duration, > or =6 months) and with metabolic syndrome. All patients were required to have poor glycemic control with, or to have experienced > or =1 adverse effect (AE) with, diet and oral hypoglycemic agents such as sulfonylureas or metformin, both given up to the maximum tolerated dose. All patients received a fixed oral dose of glimepiride, 4 mg\/d divided into 2 doses, self-administered for 12 months. Patients also were randomized to receive oral pioglitazone (15 mg once daily) (G + P group) or oral rosiglitazone (4 mg once daily) (G + R group), self-administered for 12 months. We assessed body mass index (BMI), glycemic control (glycosylated hemoglobin [HbA(1c)], fasting and postprandial plasma glucose and insulin levels [FPG, PPG, FPI, and PPI, respectively], and homeostasis model assessment index), lipid profile (total cholesterol [TC], low-density lipoprotein cholesterol [LDL-C], high-density lipoprotein cholesterol [HDL-C], and triglycerides [TG]), and lipoprotein variables (apolipoprotein [apo] A-I and apo B) at baseline and at 3, 6, 9, and 12 months of treatment. Treatment tolerability was assessed at each study visit using a thorough interview of patients, and comparisons of clinical and laboratory values to baseline levels.\n                A total of 91 patients were enrolled in the study; 87 patients completed it (G + P group: 24 women, 21 men; mean [SD] age, 53 [6] years; G + R group: 20 women, 22 men; mean [SD] age, 54 [5] years). Patients in the G + P and G + R groups experienced significant increases in mean BMI at 12 months compared with baseline (4.92% and 6.17%, respectively; both, P < 0.05). The combination of glimepiride with pioglitazone or rosiglitazone significantly improved glycemic control in the study patients. At 12 months, we observed a 1.3% improvement in mean values for plasma HbA(1c) concentration (P < 0.01) 19.3% in FPG (P < 0.01), 16.3% in PPG (P < 0.01), 42.4% in FPI ), and 23.3% in PPI (P <0.05); no significant differences were found between treatment groups. Although the G + P group experienced a significant improvement at 12 months in almost all variables of lipid metabolism from baseline (TC, - 11%; LDL-C, -12%; HDL-C, 15%; and apo B, - 10.6% [all, P , 0.05]), the G + R group experienced a significant increase in mostly the lipid risk factors for cardiovascular disease (TC, 14.9%; LDL-C, 16.5%; TG, 17.9%; and apo B, 10.3% [all, P , 0.05]). Overall, no statistically significant changes in plasma aminotransferase activities were observed. Of the 87 patients who completed the study, 6.7% (3\/45) of patients in the G + P group and 11.9% (5\/42) of patients in the G + R group had transient, mild to moderate AEs that did not cause withdrawal from the trial.\n                In this study of patients with type 2 DM and metabolic syndrome who did not respond adequately to, or experienced AEs with, diet and either a sulfonylurea or metformin previously, the combination of glimepiride plus pioglitazone was associated with a significant improvement in lipid and lipoprotein variables, whereas the combination of glimepiride plus rosiglitazone appears to not have had any clinically significant effect on lipid metabolism.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":12617,
        "ReviewID":"CD006060",
        "PMID":"PMID:15579760",
        "Title":"Efficacy and safety of pioglitazone versus metformin in patients with type 2 diabetes mellitus: a double-blind, randomized trial.",
        "Abstract":"Pioglitazone increases the insulin sensitivity of peripheral tissues and may provide an alternative first-line treatment for type 2 diabetes. This study compared metabolic control in drug-naive type 2 diabetes patients given either pioglitazone or metformin. Eleven hundred and ninety-nine patients with poorly controlled type 2 diabetes mellitus [glycosylated hemoglobin (HbA1c), 7.5-11%; normal, 4.3-6.1%] were randomized to receive either pioglitazone (< or =45 mg\/d) or metformin (< or =850 mg, three times daily). HbA1c, fasting plasma glucose (FPG), insulin levels, total cholesterol (TC), high density lipoprotein cholesterol (HDL-C), low density lipoprotein cholesterol, triglycerides, free fatty acids, and urinary albumin\/creatinine ratio were measured. Mean HbA1c decreased in both treatment groups from baseline to wk 52 (-1.4% and -1.5%). Significantly greater mean reductions in FPG were observed in the pioglitazone group (-45.0 mg\/dl; -2.5 mmol\/liter) than in the metformin (-39.6 mg\/dl; -2.2 mmol\/liter) group (P = 0.016). Favorable changes in triglycerides and HDL-C were more pronounced with pioglitazone. Although low density lipoprotein cholesterol and TC levels increased with pioglitazone, TC\/HDL-C ratios decreased similarly with both treatments. The urinary albumin\/creatinine ratio was reduced by 19% with pioglitazone treatment, but remained unchanged with metformin therapy (-1%; P = 0.002). There was an increase in body weight of 1.9 kg in the pioglitazone group and a decrease of 2.5 kg in the metformin group. The overall frequency of adverse events was similar between treatment groups, but adverse event profiles were different between treatment groups. HbA1c reduction is similar after pioglitazone and metformin monotherapies, but differences in FPG, plasma lipids, and adverse effects between the two compounds may influence decision-making in individual prescribers.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":12627,
        "ReviewID":"CD006060",
        "PMID":"PMID:15562376",
        "Title":"Effect of pioglitazone on body composition and energy expenditure: a randomized controlled trial.",
        "Abstract":"Several clinical studies have demonstrated that body weight increases after treatment with thiazolidinediones (TZDs). Prior studies have demonstrated an increase in insulin-stimulated lipid storage in adipose tissue. Some, but not all, studies demonstrate reductions in visceral adipose tissue. Changes in body weight are the result of changes in energy intake, energy expenditure, or both.\n                Based on these findings, the primary aim of this study was to evaluate the effect of TZDs on visceral, subcutaneous, and total body fat. Secondary aims were to determine the effects of pioglitazone on (a) energy expenditure, (b) hunger and satiety, (c) blood lipids, and (d) the role of insulinemia\/sulfonylurea usage on weight gain in patients with type 2 diabetes.\n                We performed a randomized, double-blind, placebo-controlled trial in 48 men and women with type 2 diabetes who had not previously received treatment with TZDs. Patients were treated for 24 weeks with 45 mg\/d of pioglitazone or a matching placebo. Body composition was measured by dual-energy x-ray absorptiometry. Visceral and subcutaneous fat were measured by computed tomography. Resting metabolic rate and thermogenic response to a test meal were measured by indirect calorimetry before and after a standardized meal. Hunger and satiety were measured with visual analog scales before and after the same test meal. Blood was collected for the measurement of fasting glucose and insulin levels, hemoglobin A 1c levels, and lipid content.\n                Pioglitazone treatment resulted in a decrease in hemoglobin A(1c) level by 0.96 +\/- 1.1% vs 0.11 +\/- 0.8% in the placebo group (P < .005). Body weight and fat increased steadily in the patients treated with pioglitazone during the 6 months of the study (+3.9 +\/- 3.1 kg at 6 months in pioglitazone-treated patients vs -0.8 +\/- 3.4 kg in the placebo-treated patients). Subcutaneous fat in the trunk, arms, and legs were all increased in the pioglitazone-treated group. Visceral fat did not change significantly in either group. Neither resting metabolic rate nor the thermogenic responses to a meal were altered by pioglitazone. Subjective measures of hunger (visual analog scale) did not change with pioglitazone treatment. Triglycerides fell in the pioglitazone-treated group (-58.5 +\/- 124 mg\/dL, P < .003). Neither the prior use of sulfonylureas nor the level of insulinemia before treatment was a predictor of weight or fat change.\n                Pioglitazone increased subcutaneous body fat, but not visceral fat. There was no measurable effect on energy expenditure or hunger\/satiety. In contrast to the placebo-treated patient with diabetes, weight gain occurs in the face of falling hemoglobin A(1c) and triglyceride levels.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":12616,
        "ReviewID":"CD006060",
        "PMID":"PMID:15860237",
        "Title":"Effect of pioglitazone on arteriosclerosis in comparison with that of glibenclamide.",
        "Abstract":"Pioglitazone is an insulin-sensitizing agent that has been reported to have anti-arteriosclerotic effects.\n                To investigate the anti-arteriosclerotic effects of pioglitazone in patients with diabetes mellitus using pulse wave velocity (PWV) as an index of efficacy.\n                Twenty-seven patients with type 2 diabetes mellitus were randomly assigned to two groups, and pioglitazone (n=13) or glibenclamide (n=14) was administered for 6 months. The TG, TC, LDL-C, and HDL-C, FPG, HbA1c, IRI levels, HOMA-IR, and ba-PWV data were examined before and after administration of each agent.\n                FPG and HbA1c were significantly improved in both the groups after treatment, but IRI, HOMA-IR and were improved only in the PIO group. The percent change of ba-PWV from the baseline after treatment in the PIO group improved significantly than that in the GC group (-6.3 +\/- 5.6% versus 0.8 +\/- 5.7%).\n                The findings in this study suggested that pioglitazone has anti-arteriosclerotic effects. We concluded that drugs for the treatment of diabetes mellitus should be selected taking into consideration such endpoints as blood sugar control, and also the risk of complications such as cardiovascular events in the future.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":12613,
        "ReviewID":"CD006060",
        "PMID":"PMID:15983299",
        "Title":"A comparison of lipid and glycemic effects of pioglitazone and rosiglitazone in patients with type 2 diabetes and dyslipidemia.",
        "Abstract":"Published reports suggest that pioglitazone and rosiglitazone have different effects on lipids in patients with type 2 diabetes. However, these previous studies were either retrospective chart reviews or clinical trials not rigorously controlled for concomitant glucose- and lipid-lowering therapies. This study examines the lipid and glycemic effects of pioglitazone and rosiglitazone.\n                We enrolled subjects with a diagnosis of type 2 diabetes (treated with diet alone or oral monotherapy) and dyslipidemia (not treated with any lipid-lowering agents). After a 4-week placebo washout period, subjects randomly assigned to the pioglitazone arm (n = 400) were treated with 30 mg once daily for 12 weeks followed by 45 mg once daily for an additional 12 weeks, whereas subjects randomly assigned to rosiglitazone (n = 402) were treated with 4 mg once daily followed by 4 mg twice daily for the same intervals.\n                Triglyceride levels were reduced by 51.9 +\/- 7.8 mg\/dl with pioglitazone, but were increased by 13.1 +\/- 7.8 mg\/dl with rosiglitazone (P < 0.001 between treatments). Additionally, the increase in HDL cholesterol was greater (5.2 +\/- 0.5 vs. 2.4 +\/- 0.5 mg\/dl; P < 0.001) and the increase in LDL cholesterol was less (12.3 +\/- 1.6 vs. 21.3 +\/- 1.6 mg\/dl; P < 0.001) for pioglitazone compared with rosiglitazone, respectively. LDL particle concentration was reduced with pioglitazone and increased with rosiglitazone (P < 0.001). LDL particle size increased more with pioglitazone (P = 0.005).\n                Pioglitazone and rosiglitazone have significantly different effects on plasma lipids independent of glycemic control or concomitant lipid-lowering or other antihyperglycemic therapy. Pioglitazone compared with rosiglitazone is associated with significant improvements in triglycerides, HDL cholesterol, LDL particle concentration, and LDL particle size.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":12622,
        "ReviewID":"CD006060",
        "PMID":"PMID:16214598",
        "Title":"Secondary prevention of macrovascular events in patients with type 2 diabetes in the PROactive Study (PROspective pioglitAzone Clinical Trial In macroVascular Events): a randomised controlled trial.",
        "Abstract":"Patients with type 2 diabetes are at high risk of fatal and non-fatal myocardial infarction and stroke. There is indirect evidence that agonists of peroxisome proliferator-activated receptor gamma (PPAR gamma) could reduce macrovascular complications. Our aim, therefore, was to ascertain whether pioglitazone reduces macrovascular morbidity and mortality in high-risk patients with type 2 diabetes.\n                We did a prospective, randomised controlled trial in 5238 patients with type 2 diabetes who had evidence of macrovascular disease. We recruited patients from primary-care practices and hospitals. We assigned patients to oral pioglitazone titrated from 15 mg to 45 mg (n=2605) or matching placebo (n=2633), to be taken in addition to their glucose-lowering drugs and other medications. Our primary endpoint was the composite of all-cause mortality, non fatal myocardial infarction (including silent myocardial infarction), stroke, acute coronary syndrome, endovascular or surgical intervention in the coronary or leg arteries, and amputation above the ankle. Analysis was by intention to treat. This study is registered as an International Standard Randomised Controlled Trial, number ISRCTN NCT00174993.\n                Two patients were lost to follow-up, but were included in analyses. The average time of observation was 34.5 months. 514 of 2605 patients in the pioglitazone group and 572 of 2633 patients in the placebo group had at least one event in the primary composite endpoint (HR 0.90, 95% CI 0.80-1.02, p=0.095). The main secondary endpoint was the composite of all-cause mortality, non-fatal myocardial infarction, and stroke. 301 patients in the pioglitazone group and 358 in the placebo group reached this endpoint (0.84, 0.72-0.98, p=0.027). Overall safety and tolerability was good with no change in the safety profile of pioglitazone identified. 6% (149 of 2065) and 4% (108 of 2633) of those in the pioglitazone and placebo groups, respectively, were admitted to hospital with heart failure; mortality rates from heart failure did not differ between groups.\n                Pioglitazone reduces the composite of all-cause mortality, non-fatal myocardial infarction, and stroke in patients with type 2 diabetes who have a high risk of macrovascular events.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":12623,
        "ReviewID":"CD006060",
        "PMID":"PMID:15883215",
        "Title":"Pioglitazone decreases carotid intima-media thickness independently of glycemic control in patients with type 2 diabetes mellitus: results from a controlled randomized study.",
        "Abstract":"Patients with type 2 diabetes mellitus are at high risk of cardiovascular disease. Carotid intima-media thickness (IMT) is a strong predictor of myocardial infarction and stroke.\n                We compared the effects of pioglitazone-based therapy (45 mg\/d) and glimepiride-based treatment (2.7+\/-1.6 mg\/d) for 12 and 24 weeks on metabolic control (HbA1c), insulin resistance (homeostasis model assessment), and carotid IMT (B-mode ultrasonography) in a randomized controlled study in 173 orally treated patients with type 2 diabetes (66 women, 107 men; mean+\/-SD age, 62.6+\/-7.9 years; body mass index, 31.8+\/-4.6 kg\/m2; HbA1c, 7.5+\/-0.9%). Treatment was generally well tolerated in both groups. Despite similar improvements in metabolic control (HbA1c) after 24 weeks (-0.8+\/-0.9% [pioglitazone] versus -0.6+\/-0.8% [glimepiride]; P=NS), carotid IMT was reduced only in the pioglitazone group after 12 weeks (-0.033+\/-0.052 versus -0.002+\/-0.047 mm [glimepiride]; P<0.01 between groups) and 24 weeks (-0.054+\/-0.059 versus -0.011+\/-0.058 mm [glimepiride]; P<0.005 between groups). Insulin resistance was also improved only in the pioglitazone group (homeostasis model assessment, -2.2+\/-3.4 versus -0.3+\/-3.3; P<0.0001 between groups). Reduction of IMT correlated with improvement in insulin resistance (r=0.29, P<0.0005) and was independent of improvement in glycemic control (r=0.03, P=0.68).\n                We found a substantial regression of carotid IMT, independent of improved glycemic control, after 12 and 24 weeks of pioglitazone treatment. This finding may have important prognostic implications for patients with type 2 diabetes mellitus.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":12608,
        "ReviewID":"CD006060",
        "PMID":"PMID:15386821",
        "Title":"Long-term therapy with addition of pioglitazone to metformin compared with the addition of gliclazide to metformin in patients with type 2 diabetes: a randomized, comparative study.",
        "Abstract":"This 52-week, randomized, double-blind study compared the efficacy and safety of metformin plus pioglitazone with the established combination of metformin plus gliclazide in type 2 diabetes mellitus.\n                Patients with poorly controlled type 2 diabetes (HbA1c > or = 7.5% to < or =11.0%) received either pioglitazone 15 mg o.d. (titrated up to 45 mg; n = 317) or gliclazide 80 mg o.d. (titrated up to 320 mg; n = 313) and metformin at the pre-study dose. HbA1c, fasting plasma glucose (FPG), insulin, lipids and the urinary albumin\/creatinine ratio were measured.\n                There were no significant differences in HbA1c (1% decrease in both groups) and FPG between groups. There was a decrease in fasting insulin in the pioglitazone group compared to an increase in the gliclazide group (p < 0.001). There were significantly greater improvements in triglycerides and HDL-cholesterol in the metformin plus pioglitazone group compared to the metformin plus gliclazide group (p < 0.001). Mean LDL-cholesterol decreased with metformin plus gliclazide and increased with metformin plus pioglitazone (p < 0.001); however, this increase was considerably less marked than that in HDL-cholesterol. The mean urinary albumin\/creatinine ratio was reduced by 10% in the metformin plus pioglitazone group compared to an increase of 6% in the metformin plus gliclazide group (p = 0.027). The incidence of adverse events was comparable between groups and both combinations were well tolerated.\n                Compared to the established combination of metformin plus gliclazide, this study indicates potential benefits of addition of pioglitazone to metformin in terms of improvements in microalbuminuria and specific abnormalities associated with diabetic dyslipidemia.\n                Copyright 2004 John Wiley & Sons, Ltd.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":12626,
        "ReviewID":"CD006060",
        "PMID":"PMID:15787663",
        "Title":"A long-term comparison of pioglitazone and gliclazide in patients with Type 2 diabetes mellitus: a randomized, double-blind, parallel-group comparison trial.",
        "Abstract":"This study compared the effects of pioglitazone and gliclazide on metabolic control in drug-naive patients with Type 2 diabetes mellitus.\n                A total of 1270 patients with Type 2 diabetes were randomized in a parallel-group, double-dummy, double-blind study. Patients with poorly controlled Type 2 diabetes (HbA1c 7.5-11%), despite dietary advice, received either pioglitazone up to 45 mg once daily or gliclazide up to 160 mg two times daily. Primary efficacy endpoint was change in HbA1c from baseline to the end of the study. Secondary efficacy endpoints included change in fasting plasma glucose, fasting plasma insulin and plasma lipids. At selected centres, oral glucose tolerance tests were performed and C-peptide and pro-insulin levels were measured.\n                Mean HbA1c values decreased by the same amount in the two treatment groups from baseline to week 52 [pioglitazone: -1.4%; gliclazide: -1.4%; (90% CI: -0.18 to 0.02)]. A significantly greater mean reduction in fasting plasma glucose was observed in the pioglitazone group (2.4 mmol\/l) than in the gliclazide group [2.0 mmol\/l; treatment difference -0.4 mmol\/l in favour of pioglitazone; P = 0.002; (95% CI: -0.7 to -0.1)]. Improvements in high-density lipoprotein cholesterol (HDL-C) and total cholesterol\/HDL-C were greater with pioglitazone than with gliclazide (P < 0.001). The frequencies of adverse events were comparable between the two treatment groups, but more hypoglycaemic events were reported for gliclazide, whereas twice as many patients reported oedema with pioglitazone than with gliclazide.\n                Pioglitazone monotherapy was equivalent to gliclazide in reducing HbA1c, with specific differences between treatments in terms of mechanism of action, plasma lipids and adverse events.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":12618,
        "ReviewID":"CD006060",
        "PMID":"PMID:16026361",
        "Title":"Comparison of metabolic effects of pioglitazone, metformin, and glimepiride over 1 year in Japanese patients with newly diagnosed Type 2 diabetes.",
        "Abstract":"To compare the metabolic effects of pioglitazone, metformin, and glimepiride in the treatment of Japanese patients with newly diagnosed Type 2 diabetes.\n                A total of 114 patients with Type 2 diabetes who had never used oral hypoglycaemic drugs were studied for 12 months. Patients were randomly assigned to pioglitazone (30-45 mg\/day, n = 38), metformin (750 mg\/day, n = 39), or glimepiride (1.0-2.0 mg\/day, n = 37). The effect of treatment on fasting plasma glucose (FPG), glycated haemoglobin (HbA(1c)), 1,5-anhydroglucitol (1,5AG), total cholesterol, high-density lipoprotein (HDL)-cholesterol, triglycerides, free fatty acids (FFA), and fasting plasma insulin levels was monitored monthly. Body weight and safety data were also collected.\n                Eight patients withdrew from the study (three in the pioglitazone group, two in the metformin group, and three in the glimepiride group). The rate of reduction of HbA(1c) was fastest in patients receiving glimepiride and slowest in patients receiving pioglitazone. Although there were no significant differences among the three groups in HbA(1c) levels at the end of the study, patients taking pioglitazone had relatively lower FPG and 1,5AG levels than patients taking the other two drugs. These results suggest that pioglitazone acts predominantly on nocturnal metabolism rather than at mealtimes. FFA were reduced significantly in those taking pioglitazone (542.2 microEq\/l vs. 237.3 microEq\/l; P < 0.01) before a decrease in HbA(1c) was apparent. The change in FFA levels correlated with the change in HbA(1c) (r = 0.409, P < 0.01). There were no significant differences in other lipid parameters among the groups.\n                Pioglitazone, metformin, and glimepiride are equally effective in reducing blood glucose in patients with newly diagnosed Type 2 diabetes. However, their specific characteristics, such as the rapid action on blood glucose levels of glimepiride and the favourable action on FPG and FFA of pioglitazone, should be considered when choosing an appropriate agent.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":12610,
        "ReviewID":"CD006060",
        "PMID":"PMID:16882108",
        "Title":"Metformin-pioglitazone and metformin-rosiglitazone effects on non-conventional cardiovascular risk factors plasma level in type 2 diabetic patients with metabolic syndrome.",
        "Abstract":"Metformin is considered the gold standard for type 2 diabetes treatment as monotherapy and in combination with sulphonylureas and insulin. The combination of metformin with thiazolidinediones is less well studied. The aim of the present study was to assess the differential effect, and tolerability, of metformin combined with pioglitazone or rosiglitazone on glucose, coagulation and fibrinolysis parameters in patients with type 2 diabetes mellitus and metabolic syndrome.\n                This 12-month, multicentre, double-blind, randomized, controlled, parallel-group trial was conducted at three study sites in Italy. We assessed patients with type 2 diabetes mellitus (duration >or=6 months) and with metabolic syndrome. All patients were required to have poor glycaemic control with diet, or experienced adverse effects with diet and metformin, administered up to the maximum tolerated dose. Patients were randomized to receive either pioglitazone or rosiglitazone self-administered for 12 months. We assessed body mass index (BMI), glycaemic control [glycosylated haemoglobin (HbA(1c)), fasting and postprandial plasma glucose and insulin levels (FPG, PPG, FPI, and PPI respectively), homeostasis model assessment (HOMA) index], lipid profile [total cholesterol (TC), low-density lipoprotein-cholesterol (LDL-C), high-density lipoprotein-cholesterol (HDL-C) and triglycerides (TG)], lipoprotein (a) [Lp(a)] and homocysteine (HCT) at baseline and at 3, 6, 9 and 12 months of treatment.\n                No BMI change was observed at 3, 6, 9 and 12 months in either group. Significant HbA(1c) decreases were observed at 9 and 12 months in both groups. After 9 and 12 months, mean FPG and PPG levels decreased in both groups. Decreases in FPI and PPI were observed at 9 and 12 months compared with the baseline in both groups. Furthermore, in both groups, the HOMA index improved but only at 12 months. Significant TC, LDL-C, HDL-C, TG improvement was present in the pioglitazone group at 12 months compared with the baseline values, and these variations were significantly different between groups. No TC, LDL-C, TG improvement was present in the rosiglitazone group after 12 months. Significant Lp(a) and HCT improvement was present in the pioglitazone group at 12 months compared with the baseline values, and Lp(a) change was significant compared with the rosiglitazone group. Significant HCT decrease was observed in the rosiglitazone group at the end of the study. In our type 2 diabetic patients, both drugs were safe and effective for glycaemic control and improving HCT plasma levels. However, long-term treatment with metformin plus pioglitazone significantly reduced Lp(a) plasma levels, whereas metformin + rosiglitazone did not.\n                For patients with type 2 diabetes mellitus and metabolic syndrome, combined treatment with metformin and rosiglitazone or pioglitazone is safe and effective, However, the pioglitazone combination also reduced the plasma Lp(a) levels whereas the rosiglitazone combination did not.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":12612,
        "ReviewID":"CD006060",
        "PMID":"PMID:15978304",
        "Title":"Metabolic effects of pioglitazone in combination with insulin in patients with type 2 diabetes mellitus whose disease is not adequately controlled with insulin therapy: results of a six-month, randomized, double-blind, prospective, multicenter, parallel-group study.",
        "Abstract":"Type 2 diabetes mellitus (DM) is a progressive disease. Initial therapy begins with dietary and lifestyle modifications. However, as the disease progresses, glycemic control becomes more difficult to attain, often requiring > or =1 oral antihyperglycemic medication (OAM), and finally the addition of insulin to the OAMs and insulin monotherapy.\n                This study was designed to determine the effect of pioglitazone 30 mg plus insulin (PIO + INS) versus placebo plus insulin (PLB + INS) on glycemic control, the serum lipid profile, and selected cardiovascular risk factors in patients with type 2 DM whose disease was inadequately controlled with insulin therapy alone despite efforts to intensify such treatment.\n                This was a 6-month, randomized, double-blind, prospective, multicenter, placebo-controlled, parallel-group study. Patients with type 2 DM and a glycosylated hemoglobin (HbA(1c)) value > or =7.5% who were using insulin (with or without OAMs) entered a 3-month insulin intensification phase to achieve blood glucose targets with insulin monotherapy. After insulin intensification, those patients with HbA(1c) values > or =7.0% were randomized to PIO + INS or PLB + INS. The primary end point was the change in HbA(1c) from baseline. Cardiovascular risk markers (highly sensitive C-reactive protein [hs CRP] and plasminogen activator inhibitor-1 [PAI-1]) were measured at baseline and end point.\n                Of the 289 patients randomized to treatment (mean [SD] age, 58.9 [7.1] years; 164 women, 125 men), 142 received PIO + INS and 147 received PLB + INS. A total of 263 patients completed the study. After 6 months, PIO + INS reduced mean HbA(1c) (-0.69%; P < 0.002) and mean fasting plasma glucose ([FPG] -1.45 mmol\/L; P < 0.002) from baseline. PLB + INS produced no significant changes in HbA(1c) or FPG. The between-treatment differences for HbA(1c) (-0.55%; P < 0.002) and FPG (-1.80 mmol\/L; P < 0.002) occurred despite a reduction of insulin dose in the PIO + INS group from baseline (-0.16 U\/d . kg; P < 0.002). Significant between-group differences were observed for high-density lipoprotein cholesterol (0.13 mM; P < 0.002), triglycerides (ratio of geometric mean [PIO\/PLB], 0.871; P < 0.01), atherogenic index of plasma (-0.11; P < 0.002), PAI-1 (-5.10 U\/mL; P < 0.001), and hs CRP (-1.47 mg\/L; P < 0.05). The rate of clinical and biochemical hypoglycemia (blood glucose <2.8 mmol\/L) did not differ statistically between treatment groups, but reported incidences of subjective hypoglycemia occurred more often with PIO + INS than with PLB + INS (90 vs 75; P < 0.05). Edema was more common with PIO + INS than with PLB + INS (20 vs 5 instances, respectively), as was gain (mean [SEM]) in body weight (4.05 [4.03] vs 0.20 [2.92] kg, respectively).\n                Adding pioglitazone to insulin in these study patients with type 2 DM whose disease was inadequately controlled with insulin monotherapy further improved their glycemic control.",
        "Year":null
    }
]