[
    {
        "Unnamed: 0":22401,
        "ReviewID":"CD004826",
        "PMID":"PMID:9451682",
        "Title":"Crohn's disease and Escherichia coli. A new approach in therapy to maintain remission of colonic Crohn's disease?",
        "Abstract":"Involvement of pathogenic or potentially pathogenic bacteria in the pathogenesis of inflammatory bowel disease has long been suggested because, among other reasons, the inflammatory response resembles that in infectious bowel diseases. Elevated antibody levels to pathogen antigens and a changed metabolic activity of the intestinal microflora have been detected in patients with Crohn's disease. Several studies have revealed a possible etiologic link between intestinal microorganisms and inflammatory bowel disease. Therefore, several therapeutic strategies, including reduction or dilution of bacterial components in the intestine by antibiotics or intestinal lavage, respectively, inactivation of inflammatory bacterial products, and reconstitution of intestinal microflora have been employed, substantiating the idea that dysfunction of the intestinal mucosal barrier and an alteration of bacterial composition contribute to the inflammatory disease. However, the beneficial effect of restoration of the physiologic intestinal microflora in colonic inflammation by exogenous administration of a viable nonpathogenic bacterium has not been investigated before in a placebo-controlled study. Promising results came from the present pilot study in which the nonpathogenic Escherichia coli strain Nissle 1917 was tested for efficacy and tolerance in maintaining remission in patients with colonic Crohn's disease. Application of the physiologic bacteria reduced the risk for relapse and minimized the need for glucocorticoids. Therefore we are convinced that in Crohn's disease parts of the intestinal microflora, including the host's immune response toward indigenous flora or an impairment of the gut flora's metabolic activity are involved in the development or at least in the onset of relapse from remissive of colonic Crohn's disease. However, more data are necessary to prove the benefit of E. coli strain Nissle 1917 as a new therapy to maintain remission of colonic Crohn's disease.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":22405,
        "ReviewID":"CD004826",
        "PMID":"PMID:10961730",
        "Title":"Saccharomyces boulardii in maintenance treatment of Crohn's disease.",
        "Abstract":"The possible role of Saccharomyces boulardii, a nonpathogenic yeast with beneficial effects on the human intestine, in the maintenance treatment of Crohn's disease has been evaluated. Thirty-two patients with Crohn's disease in clinical remission (CDAI < 150) were randomly treated for six months with either mesalamine 1 g three times a day or mesalamine 1 g two times a day plus a preparation of Saccharomyces boulardii 1 g daily. Clinical relapses as assessed by CDAI values were observed in 37.5% of patients receiving mesalamine alone and in 6.25% of patients in the group treated with mesalamine plus the probiotic agent. Our results suggest that Saccharomyces boulardii may represent a useful tool in the maintenance treatment of Crohn's disease. However, in view of the product's cost, further controlled studies are needed to confirm these preliminary data.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":22404,
        "ReviewID":"CD004826",
        "PMID":"PMID:15113451",
        "Title":"Lactobacillus GG in inducing and maintaining remission of Crohn's disease.",
        "Abstract":"Experimental studies have shown that luminal antigens are involved in chronic intestinal inflammatory disorders such as Crohn's disease and ulcerative colitis. Alteration of the intestinal microflora by antibiotic or probiotic therapy may induce and maintain remission. The aim of this randomized, placebo-controlled trial was to determine the effect of oral Lactobacillus GG (L. GG) to induce or maintain medically induced remission.\n                Eleven patients with moderate to active Crohn's disease were enrolled in this trial to receive either L. GG (2 x 10(9) CFU\/day) or placebo for six months. All patients were started on a tapering steroid regime and received antibiotics for the week before the probiotic\/placebo medication was initiated. The primary end point was sustained remission, defined as freedom from relapse at the 6 months follow-up visit. Relapse was defined as an increase in CDAI of >100 points.\n                5\/11 patients finished the study, with 2 patients in each group in sustained remission. The median time to relapse was 16 +\/- 4 weeks in the L. GG group and 12 +\/- 4.3 weeks in the placebo group (p = 0.5).\n                In this study we could not demonstrate a benefit of L. GG in inducing or maintaining medically induced remission in CD.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":22403,
        "ReviewID":"CD004826",
        "PMID":"PMID:16116318",
        "Title":"A randomized, double-blind trial of Lactobacillus GG versus placebo in addition to standard maintenance therapy for children with Crohn's disease.",
        "Abstract":"Probiotics are widely used by patients with Crohn's disease (CD) in an attempt to improve their health, but few controlled studies have been done to evaluate the efficacy of these therapies. We conducted a randomized, placebo-controlled trial of the probiotic Lactobacillus rhamnosus strain GG (LGG) to see if the addition of LGG to standard therapy prolonged remission in children with CD. Concomitant medications allowed in the study included aminosalicylates, 6-mercaptopurine, azathioprine, and low-dose alternate day corticosteroids. Seventy-five children (age range, 5-21 yr) with CD in remission were randomized to either LGG (n=39) or placebo (n=36) and followed for up to 2 years. The median time to relapse was 9.8 months in the LGG group and 11.0 months in the placebo group (P=0.24); 31% (12\/39) of patients in the LGG group developed a relapse compared with 6\/36 (17%) of the placebo group (P=0.18). The LGG was well tolerated, with a side effect profile comparable with placebo. This study suggests that LGG does not prolong time to relapse in children with CD when given as an adjunct to standard therapy.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":22402,
        "ReviewID":"CD004826",
        "PMID":"PMID:12171964",
        "Title":"Ineffectiveness of probiotics in preventing recurrence after curative resection for Crohn's disease: a randomised controlled trial with Lactobacillus GG.",
        "Abstract":"Experimental studies have shown that luminal bacteria may be involved in Crohn's disease. Probiotics are a possible alternative to antibiotics. The aim of this randomised placebo controlled study was to determine if Lactobacillus GG, given by mouth for one year, could prevent Crohn's recurrent lesions after surgery or to reduce their severity.\n                Patients operated on for Crohn's disease in whom all of the diseased gut had been removed were randomly allocated to receive 12 billion colony forming units of Lactobacillus or identical placebo for one year. Ileocolonoscopy was performed at the end of the trial or at the onset of symptoms. Endoscopic recurrence was defined as grade 2 or higher of Rutgeerts scoring system.\n                Eight of 45 patients were excluded from the trial (three for non-compliance and five for protocol violations). Clinical recurrence was ascertained in three (16.6%) patients who received Lactobacillus and in two (10.5%) who received placebo. Nine of 15 patients in clinical remission on Lactobacillus (60%) had endoscopic recurrence compared with six of 17 (35.3%) on placebo (p=0.297). There were no significant differences in the severity of the lesions between the two groups.\n                Lactobacillus GG seems neither to prevent endoscopic recurrence at one year nor reduce the severity of recurrent lesions.",
        "Year":null
    }
]