[
    {
        "Unnamed: 0":26744,
        "ReviewID":"CD000542",
        "PMID":"PMID:1969560",
        "Title":"Controlled trial of polymeric versus elemental diet in treatment of active Crohn's disease.",
        "Abstract":"30 patients with active Crohn's disease, mean Crohn's Disease Activity Index 301 (SE 32), who would otherwise have been treated with steroids, were randomised to receive for 4 weeks either an elemental diet ('Vivonex') (n = 16) or a polymeric diet ('Fortison') (n = 14). Assessment on days 10 and 28 showed that clinical remission occurred in 5 (36%) of the 14 patients on fortison compared with 12 (75%) of the 16 patients assigned to vivonex. The difference in remission rate was significant (p less than 0.03). Dietary treatment resulted in little change in the nutritional state and various laboratory indices of activity over a 4 week period despite clinical improvement. Polymeric diets do not seem to offer an effective therapeutic alternative to elemental diets in patients with acute exacerbations of Crohn's disease.",
        "Year":1990
    },
    {
        "Unnamed: 0":26751,
        "ReviewID":"CD000542",
        "PMID":"PMID:1969678",
        "Title":"Feasibility and effectiveness of a defined-formula diet regimen in treating active Crohn's disease. European Cooperative Crohn's Disease Study III.",
        "Abstract":"In a randomized multicenter trial the efficacy of treatment of active Crohn's disease by means of a liquid defined formula diet (DFD) was tested and compared with a combination of 6-methyl-prednisolone and sulfasalazine. A total of 95 patients participated in the study. By the end of 6 weeks, among 44 patients randomized to drug treatment, 32 showed improvement of the Crohn's disease activity index (CDAI) as compared with 21 of 51 patients receiving oral DFD (p less than 0.05). The proportion of withdrawals in the DFD group (29 of 51) was sevenfold higher than in the drug group (4 of 44). However, most patients (20 of 29) receiving DFD withdrew because of the unpalatability of the liquid diet. Analysis of patients in each group who finished the study showed equal effectiveness of DFD and the drug regimen. In these subsets of patients the CDAI decreased from 280.8 +\/- 90.6 to 151.7 +\/- 86.5 (DFD) and from 263.7 +\/- 86.3 to 129.3 +\/- 63.7 (drug), respectively. Improvement of inflammation factors was similar in both groups at the end of the study, although improvement was delayed in the DFD group. In conclusion, our data show a superiority of the drug combination over DFD in the treatment of Crohn's disease under the conditions of this trial. The results do suggest, however, that DFD offers a therapeutic alternative to prednisolone and sulfasalazine in a subgroup of patients, which has to be closer characterized in further studies.",
        "Year":1990
    },
    {
        "Unnamed: 0":26747,
        "ReviewID":"CD000542",
        "PMID":"PMID:1905672",
        "Title":"Enteral feeding as sole treatment for Crohn's disease: controlled trial of whole protein v amino acid based feed and a case study of dietary challenge.",
        "Abstract":"A controlled trial was performed to compare enteral feeding with either an amino acid based feed or a whole protein feed as sole treatment for active Crohn's disease. Twenty four patients were studied (nine with ileal, 11 with ileocolonic, and four with colonic disease). Both feeds proved effective; nine of 13 patients randomised to receive the amino acid based feed were in clinical remission within three weeks as defined by a simple activity index compared with eight of 11 treated with the whole protein feed. Patients in clinical remission were then crossed over onto the other feed. None of the six patients who were changed to the whole protein feed relapsed over the subsequent three week period compared with three of seven patients who were changed to the amino acid based feed. In responders the median serum C reactive protein concentration fell from 21 mg\/l (range 9-82) on entry to 6 mg\/l (range 3-19) at six weeks. Seven patients relapsed within eight months of starting solid food (mean 3.7 months), while nine were still in remission (follow up period 3-9 months, median six months). Detailed studies of staged reintroduction of food and permitted food additives were carried out over a four year period in a patient with extensive stricturing small bowel Crohn's disease who had been brought into remission by open treatment with enteral feeding. Carrageenan, other permitted emulsifiers, bread, meat, potatoes, oranges, refined sugar, dairy produce, flour, and rice were all reintroduced without any objective ill effect, but green vegetables provoked a clinical and biochemical relapse within one week of introduction. Remission was rapidly achieved by switching back to the enteral feed but reintroduction of the low residue diet that had been previously tolerated produced a brisk relapse. Clinical and biochemical remission was again achieved by a return to the enteral feed but relapse again occurred with reintroduction of the low residue diet. These studies confirm the therapeutic effect of enteral feeding in Crohn's disease. This effect does not seem to be due to avoidance of whole protein, but the very low residue of chemically defined enteral feeds may be important, particularly in patients with intestinal strictures.",
        "Year":1991
    },
    {
        "Unnamed: 0":26746,
        "ReviewID":"CD000542",
        "PMID":"PMID:1679736",
        "Title":"Comparison of enteral nutrition and drug treatment in active Crohn's disease. Results of the European Cooperative Crohn's Disease Study. IV.",
        "Abstract":"This study compared the effect of enteral nutrition as the sole therapy of active Crohn's disease with drug treatment. Patients with active Crohn's disease (Crohn's Disease Activity Index greater than 200) were randomized to receive either enteral nutrition with a liquid oligopeptide diet (n = 55) or a combination of 6-methylprednisolone, 48 mg daily, subsequently tapered, and sulfasalazine, 3 g daily (n = 52). The two groups were not different with respect to age, sex, body weight, location of disease, or treatment before the study. The severity of disease was similar at the beginning of the study in both groups [Crohn's Disease Activity Index (mean +\/- SEM), 323 +\/- 12 vs. 316 +\/- 11]. Remission was defined as a decrease of the initial Crohn's Disease Activity Index by 40% or at least 100 points. Twenty-nine patients in the diet group and 41 patients in the drug group reached remission within 6 weeks of therapy (chi 2 test, P less than 0.01). The median elapsed time to remission was 30.7 days in the diet group compared with 8.2 days in the drug group (Mantel Cox, P less than 0.01). To determine whether one of these treatments was more beneficial for a subgroup of patients, the effectiveness of both treatments was analyzed separately in patients with very severe disease (initial Crohn's Disease Activity Index greater than 300) and less severe disease (initial Crohn's Disease Activity Index less than 300), and in patients with different disease location. However, no influence of initial disease activity or disease location on the effect of either treatment could be shown. These data show that enteral nutrition is less effective than a combination of 6-methylprednisolone and sulfasalazine in treating active Crohn's disease.",
        "Year":1991
    },
    {
        "Unnamed: 0":26736,
        "ReviewID":"CD000542",
        "PMID":"PMID:1773955",
        "Title":"Controlled trial comparing two types of enteral nutrition in treatment of active Crohn's disease: elemental versus polymeric diet.",
        "Abstract":"To determine whether an elemental diet or a polymeric defined formula diet would be more effective for treating active Crohn's disease, we conducted a prospective randomised clinical trial in 30 patients with active Crohn's disease unresponsive to steroids and\/or complicated by malnutrition. They received a four to six week enteral nutrition course with either an elemental diet or a polymeric diet. Clinical remission occurred in 10 of the 15 patients on elemental diet compared with 11 of the 15 patients assigned to polymeric diet. Both groups showed similar improvements in nutritional status, biological inflammation, alpha 1 antitrypsin clearance, and colonoscopic lesions (diminished in 17 out of 24 patients). Most patients relapsed during the year after discharge. We conclude that enteral nutrition, whatever the diet, is an efficient primary therapy for active Crohn's disease but does not influence the long term outcome.",
        "Year":1991
    },
    {
        "Unnamed: 0":26741,
        "ReviewID":"CD000542",
        "PMID":"PMID:1548947",
        "Title":"A randomized prospective trial comparing a defined formula diet, corticosteroids, and a defined formula diet plus corticosteroids in active Crohn's disease.",
        "Abstract":"Although defined formula diets may be useful for initial episodes of Crohn's disease, the effects of these diets on subsequent attacks of Crohn's disease or in conjunction with corticosteroids are unknown. To evaluate these issues, we studied 27 patients in a randomized prospective trial. Ten patients received only prednisone (group I), nine received only a defined formula diet (Vital HN [high nitrogen]) (group II), and eight received a combination of prednisone and Vital HN (group III). At the time of entry into the study, the groups were similar with respect to age, sex, Crohn's Disease Activity Index, previous and current treatments, anatomic site of disease, and nutritional status. After 1 month of treatment, we noted seven successes (70%) and three failures in group I (prednisone only), three successes (33%) and six failures in group II (Vital HN only), and six successes (75%) and two failures in group III (combination therapy). Four patients randomized to receive only Vital HN were unable or unwilling to tolerate the defined formula diet. Of the five patients who were able to take the defined formula diet for 1 month, however, three (60%) were successfully treated. The patients who received prednisone (groups I and III) responded better than did the patients who received only the defined formula diet. These results may be attributable to the use of a nonelemental diet or the treatment of patients who were not experiencing an initial attack of Crohn's disease or who had previously received corticosteroids. The expensive and often poorly tolerated defined formula diets should not be considered as a substitute for standard therapy with corticosteroids in Crohn's disease.",
        "Year":1992
    },
    {
        "Unnamed: 0":26743,
        "ReviewID":"CD000542",
        "PMID":"PMID:8314510",
        "Title":"Polymeric enteral diets as primary treatment of active Crohn's disease: a prospective steroid controlled trial.",
        "Abstract":"Thirty two patients with active Crohn's disease were included in a controlled randomised trial to determine the efficacy and safety of polymeric enteral nutrition compared with steroids, to achieve and maintain clinical remission. The polymeric diet was administered through a fine bore nasogastric tube by continuous, pump assisted infusion (2800 (SEM 120) kcal\/day). The steroid group received 1 mg\/kg\/day of prednisone. Both treatments were effective in inducing clinical remission: 15 of the 17 patients given steroids and 12 of the 15 patients assigned to the polymeric diet went into clinical remission (defined by a Van Hees index < 120) within four weeks of treatment. The percentage reduction of the Van Hees index was 34.8 (4.9)% for steroids and 32.3 (5)% for enteral nutrition (mean difference 2.5%; 95% CI--11.8% to +16.8%). Mean time elapsed to achieve remission was similar in both groups (2.0 (1) v 2.4 (1.2) weeks). Tolerance of the enteral diet was excellent. Four patients in the steroid group had mild complications attributable to this treatment. Ten patients (66.6%) in the steroid group and five (41.6%) in the enteral nutrition group relapsed within a year of discharge, but no differences were found in the cumulative probability of relapse during the follow up period. These results suggest that polymeric enteral nutrition is as safe and effective as steroids in inducing short term remission in active Crohn's disease.",
        "Year":1993
    },
    {
        "Unnamed: 0":26753,
        "ReviewID":"CD000542",
        "PMID":"PMID:8020806",
        "Title":"Comparison of amino acid v peptide based enteral diets in active Crohn's disease: clinical and nutritional outcome.",
        "Abstract":"Elemental diets are considered an effective primary treatment for active Crohn's disease. This study examined the hypothesis that improvement occurs because of the presence of amino acids or the low fat content, or both. A randomised, controlled trial was undertaken in 40 patients with active Crohn's disease to evaluate clinical and nutritional outcomes after an amino acid based diet containing 3% fat was given by a feeding tube compared with a peptide based diet containing 33% fat. After three weeks' treatment, clinical remission occurred in 84% of patients who were given the amino acid diet and 75% of patients who received the peptide diet (p = 0.38). Plasma linoleic acid concentration was reduced after the amino acid but not the peptide diet. An increase in total body nitrogen was associated with the magnitude of nutritional depletion before treatment and at six months' follow up, only patients who showed gains in total body nitrogen after enteral nutrition had a sustained clinical remission. This study shows that peptide based high fat diets are as effective as amino acid low fat diets for achieving clinical remission in active Crohn's disease. Improved total body protein stores but not essential fatty acid depletion may be an important indicator of a sustained remission.",
        "Year":1994
    },
    {
        "Unnamed: 0":26742,
        "ReviewID":"CD000542",
        "PMID":"PMID:7890238",
        "Title":"Controlled trial of oligopeptide versus amino acid diet in treatment of active Crohn's disease.",
        "Abstract":"Elemental diets are effective in inducing remission in active Crohn's disease, but how they exert this therapeutic effect is unclear. In a previous study a whole protein containing diet proved less effective than one in which food antigens were excluded, suggesting that exclusion of food antigens from the gut was a possible mechanism. This study was designed to test whether an oligopeptide diet of hydrolysed proteins was as effective as an amino acid based diet. These diets were equally antigen free but with different nitrogen sources. Forty four patients with active Crohn's disease were randomised in a controlled trial of amino acid versus oligopeptide diet. The feeds were given by nasogastric tube in equicaloric quantities and were the sole form of nutrition. Treatment was continued for four weeks although failure to improve by day 10 resulted in withdrawal. Quantitative leucocyte scintigraphy was used to investigate the effect of diet treatment on gut inflammation. Clinical and nutritional responses to treatment were also measured. Sixteen patients entered remission (including withdrawal of corticosteroids), six patients could not tolerate the nasogastric tube, and 22 patients failed to respond. The two diets were equally effective. Patients who responded had a rapid drop in clinical index of disease activity and a major reduction in the bowel uptake of leucocytes on scintigraphy. The oligopeptide and amino acid based enteral feeds were equally effective at inducing remission in active Crohn's disease. With both diets clinical improvement was accompanied by a reduction in intestinal inflammation.",
        "Year":1995
    },
    {
        "Unnamed: 0":26739,
        "ReviewID":"CD000542",
        "PMID":"PMID:16843936",
        "Title":"Long-chain triglycerides reduce the efficacy of enteral feeds in patients with active Crohn's disease.",
        "Abstract":"Elemental diets are effective treatments for active Crohn's disease. To determine which dietary constituents are of therapeutic importance, the effectiveness of four separate feeds was related to their compositions, and the findings substantiated by meta-analysis of previous dietary studies. 76 patients with active Crohn's disease were recruited. 17 were randomised to an amino acid-based elemental diet (E028), 22 to E028 with added long-chain triglyceride (E028 LCT), 18 to a semi-elemental, peptide based diet (Pepdite 2+) and 19 received E028 with added medium-chain triglyceride (E028 MCT). Disease activity fell in all groups and remission rate was negatively correlated with the amount of energy derived from LCT (r = -0.97, p = 0.016). Inflammatory indices fell in the groups (E028 + E028 MCT) containing least LCT. No other dietary constituents correlated with remission rate. A meta-analysis of published studies confirmed a negative correlation between remission rate and LCT (r = -0.63, p = 0.006) but not other constituents. The association between dietary LCT and remission rate may have pathogenic significance and allow the development of more effective enteral feeds.",
        "Year":1995
    },
    {
        "Unnamed: 0":26738,
        "ReviewID":"CD000542",
        "PMID":"PMID:9852724",
        "Title":"[A randomized controlled study of total parenteral nutrition and enteral nutrition by elemental and polymeric diet as primary therapy in active phase of Crohn's disease].",
        "Abstract":"We performed randomized controlled study to compare the short-term therapeutic effect of total parenteral nutrition (TPN), elemental diet (ED) and polymeric diet (PD) given as primary therapy in active phase of Crohn's disease. In hospital for Crohn's disease, twenty-eight patients were given nutritional therapy: 9 patients by TPN, 10 by ED, and 9 by PD. Nutritional state, inflammatory reactions, disease activity and clinical remission rate were assessed two weeks and four weeks after treatment, and morphological findings were assessed before and after each nutritional therapy by radiographic and colonoscopic findings. Inflammatory reactions were more effectively controlled by TPN and ED than by PD, and early improvement achieved by TPN and ED was especially note-worthy. Clinical remission rate after treatment by TPN was highest in three types of nutritional approach, but no significant difference was seen at any point. In nutritional state, disease activity and morphological findings, comparable changes were effected without preference. These results suggest that nutritional therapy by total parenteral nutrition and elemental diet is superior to polymeric diet for treating active phase of Crohn's disease with marked inflammatory reactions.",
        "Year":1998
    },
    {
        "Unnamed: 0":26745,
        "ReviewID":"CD000542",
        "PMID":"PMID:10710067",
        "Title":"Polymeric versus elemental diet as primary treatment in active Crohn's disease: a randomized, double-blind trial.",
        "Abstract":"Enteral feeding is now an established primary therapy for active Crohn's disease. This first-double blind randomized trial was designed to compare the therapeutic efficacy of a polymeric diet (PD) with an elemental diet (ED).\n                Patients with active Crohn's disease (Crohn's disease activity index [CDAI] > 150, increased bowel uptake of Tc-HMPAO-labeled leukocytes, and abnormal C-reactive protein [CRP]), were randomized to receive either an ED or a PD. The two preparations were identical except for the nitrogen source, which was amino acid based in ED and intact protein in PD. Enteral feeding was considered successful if clinical remission was achieved as defined by a final CDAI of < or = 150, a reduction in the CDAI by at least 100 points from baseline level, and a normal CRP.\n                Twenty-one patients were enrolled of whom 11 were randomized to PD and 10 to ED. The two groups were comparable at entry. Clinical remission was obtained in eight (80%) patients receiving ED and six (55%) patients receiving PD, p = 0.1. The treatment failed in three and two patients in the PD and ED groups, respectively. Another two patients were intolerant to the feed (PD). Reduction in the CDAI after treatment with ED (359 +\/- 67 to 112 +\/- 19) was similar to that seen with PD (303 +\/- 27 to 97 +\/- 11). Similar changes in the CRP were also observed (16 +\/- 5 to 4 +\/- 1.6) and (62 +\/- 20 to 9 +\/- 6), respectively. Overall, enteral feeding was successful in 14 patients (63%).\n                Enteral nutrition is effective in treatment of active Crohn's disease. Differences in nitrogen sources of enteral feeds are not relevant to their therapeutic efficacy, as polymeric and elemental diets are equally effective.",
        "Year":2000
    },
    {
        "Unnamed: 0":26749,
        "ReviewID":"CD000542",
        "PMID":"PMID:10630444",
        "Title":"Double-blind randomized controlled trial of glutamine-enriched polymeric diet in the treatment of active Crohn's disease.",
        "Abstract":"Glutamine is traditionally considered a nonessential amino acid but may be conditionally essential in patients with catabolic conditions. Glutamine-supplemented foods in these patients have been shown to prevent deterioration of gut permeability, protect against the development of intestinal mucosal atrophy, and improve nitrogen balance. Animal models of inflammatory bowel disease suggest that glutamine-enriched enteral diets may lead to less severe intestinal damage, less weight loss, improved nitrogen balance, and reduced disease activity. The purpose of the current study was to compare the efficacy of a glutamine-enriched polymeric diet with a standard low-glutamine polymeric diet in the treatment of active Crohn's disease.\n                Eighteen children with active Crohn's disease were randomly assigned to receive a 4-week course of either a standard polymeric diet with a low glutamine content (4% of amino acid composition; group S) or a glutamine-enriched polymeric diet (42% of amino acid composition; Group G). The two diets were isocaloric and isonitrogenous with an identical essential amino acid profile. Remission rates were analysed on an intent-to-treat basis. Changes in clinical and laboratory parameters of disease activity were also compared after 4 weeks of nutritional treatment.\n                Two of the children, both in group G, were withdrawn from the trial because of nontolerance of the diet. There was no difference between the two groups in proportion of patients achieving remission (intent-to-treat basis): 5 (55.5%) of 9 in group S versus 4 (44.4%) of 9 in group G (p = 0.5). Improvement in mean paediatric Crohn's disease activity index (PCDAI) was significantly more in group S (p = 0.002) but changes in orosomucoid level, platelet count, and weight were not different between the groups.\n                The findings suggest that a glutamine-enriched polymeric diet offers no advantage over a standard low-glutamine polymeric diet in the treatment of active Crohn's disease. Rather, it appears to be less effective in improving PCDAI. The reported beneficial effects of glutamine seen in many catabolic states must be viewed with caution when extrapolating to the management of Crohn's disease.",
        "Year":2000
    },
    {
        "Unnamed: 0":26737,
        "ReviewID":"CD000542",
        "PMID":"PMID:11709513",
        "Title":"A randomised controlled trial of high versus low long chain triglyceride whole protein feed in active Crohn's disease.",
        "Abstract":"Polymeric feeds have shown variable efficacy in active Crohn's disease (CD) with remission rates from 36% to 82%. Meta-analyses of elemental, peptide, and whole protein feeds have shown a strong negative correlation between remission rate in CD and the long chain triglyceride (LCT) content of the feed. We performed a randomised controlled double blind trial in patients with active CD comparing two single whole protein feeds with LCT supplying 5% or 30% of the total energy.\n                Fifty four patients with active CD (Crohn's disease activity index (CDAI) >200, serum C reactive protein (CRP) 10 mg\/l) were randomised to a high or low LCT feed for three weeks. The total amount of energy supplied by fat was identical in the two feeds. Remission was defined as a CDAI < or =150 and response as a fall in CDAI of > or =70 or a CRP <10 mg\/l.\n                Overall remission rate by intention to treat was 26% for the low LCT feed and 33% for the high LCT feed (p=0.38). Response was achieved in 33% with the low LCT and in 52% with the high LCT feed (p=0.27). CRP <10 mg\/l was achieved in 30% in the low LCT and 33% in the high LCT group (p=0.99). Thirty nine per cent (21\/54) of patients withdrew before three weeks because of inability to tolerate the diet. Excluding patients unable to tolerate the diet, remission rates were 46% for low LCT and 45% for high LCT (p=0.99).\n                This trial has shown no difference in the effect of low and high LCT whole protein feeds in active CD. The previously reported correlation between LCT content of diet and response in active CD is unlikely to be due to LCT itself and may be due to some other component of high LCT feeds.",
        "Year":2001
    },
    {
        "Unnamed: 0":26752,
        "ReviewID":"CD000542",
        "PMID":"PMID:12117873",
        "Title":"Fat composition may be a clue to explain the primary therapeutic effect of enteral nutrition in Crohn's disease: results of a double blind randomised multicentre European trial.",
        "Abstract":"Dietary fat has been suggested to determine the therapeutic effect of enteral diets in Crohn's disease.\n                To assess the efficacy of two whole protein based diets with different fat compositions (n6 polyunsaturated fatty acids v monounsaturated fatty acids) in inducing clinical remission in active Crohn's disease compared with steroids.\n                Sixty two patients with active Crohn's disease were randomised to receive, for not more than 4 weeks: (a) a polymeric enteral diet containing 35 g of lipids per 1000 kcal, high in oleate (79%) and low in linoleate (6.5%) (PEN1), (b) an identical enteral diet except for the type of fat which was high in linoleate (45%) and low in oleate (28%) (PEN2), or (c) oral prednisone (1 mg\/kg\/day). Diets were double blindly administered. The steroid group received a conventional ward diet. Treatment failure was considered when remission was not achieved at week 4. Clinical activity and biological and nutritional parameters were monitored. Independent predictors of remission were identified by stepwise logistic regression analysis.\n                Overall remission rates (by intention to treat) were 20% (4\/20) for PEN1, 52% (12\/23) for PEN2, and 79% (15\/19) for steroids (overall p=0.001; p<0.0005 steroids v PEN1, and p=0.056 PEN2 v PEN1). After excluding those patients who were non-compliant during the first week (per protocol analysis), remission rates were 27%, 63%, and 79%, respectively (p=0.008, steroids and PEN2 v PEN1). After adjusting for confounding variables, PEN1 remained significantly associated with a poor response.\n                The type of dietary fat may be of importance for the primary therapeutic effect of enteral nutrition in active Crohn's disease.",
        "Year":2002
    },
    {
        "Unnamed: 0":26748,
        "ReviewID":"CD000542",
        "PMID":"PMID:11871742",
        "Title":"Short-term efficacy of enteral nutrition in the treatment of active Crohn's disease: a randomized, controlled trial comparing nutrient formulas.",
        "Abstract":"The optimal dietary fat content to induce clinical remission in active Crohn's disease has been the subject of controversy. We therefore performed a prospective, randomized, controlled study to compare the effects of nutrient formulas differing in the amount of medium-chain triglycerides (MCT).\n                Thirty-six patients with active Crohn's disease whose Crohn's disease activity index (CDAI) was > or =150 were included in the study. A formula with 3.4 g of fat per 2000-kcal dose was used as the nutrient formula with a low-fat content (ED group), and a formula with 55.6 g of fat per 2000-kcal dose was used as the nutrient formula with a high amount of MCT (TL group).\n                The rate of short-term remission induction at 6 weeks was 67% in the ED group and 72% in the TL group (p = NS). Therapy markedly reduced the high CDAI and van Hees activity index in both groups, with no significant difference in the pattern of the time-course changes. C-reactive protein levels, erythrocyte sedimentation rate, and low serum albumin and plasma prealbumin levels normalized over the course of therapy, with no significant difference between the 2 groups. The assessment of fatty acid fractions revealed that the triene\/tetraene ratio began to increase at 2 weeks in the ED group. The serum levels of linoleic acid, an omega-6 fatty acid, almost always varied within the normal range during the treatment period in the TL group, but in the ED group, levels began to decrease significantly at 2 weeks. The levels of linolenic acid, an omega-3 fatty acid, decreased in both groups.\n                Both nutrient formulas induced clinical remission in about two-thirds of patients. The results of the present study suggest that it is not necessary to restrict the amount of MCT when given in liquid form to patients with active Crohn's disease.",
        "Year":2002
    },
    {
        "Unnamed: 0":26750,
        "ReviewID":"CD000542",
        "PMID":"PMID:12560759",
        "Title":"Dietary fat attenuates the benefits of an elemental diet in active Crohn's disease: a randomized, controlled trial.",
        "Abstract":"Although an elemental diet has been established as the primary treatment for patients with Crohn's disease, the influence of dietary fat on the elemental diet remains unclear. We have designed the first randomized, controlled trial for elemental diets containing different fat percentages in patients with active Crohn's disease.\n                Each patient was randomized to receive one of three dose levels of fat in an elemental diet (Elental) for 4 weeks: 10 patients received low fat (3.06 g\/day), 10 patients received medium fat (16.56 g\/day) and eight patients received high fat (30.06 g\/day). The additional fat was composed of long-chain fatty acids. All patients were evaluated using the International Organization of Inflammatory Bowel Disease rating, plus C-reactive protein level and erythrocyte sedimentation rate, which were measured at weekly intervals.\n                Although the International Organization of Inflammatory Bowel Disease rating, C-reactive protein level and erythrocyte sedimentation rate in the low-fat group decreased, the values in the medium- and high-fat groups fluctuated during the study. The remission rate after 4 weeks in each group was 80%, 40% and 25% for patients in the low-, medium- and high-fat groups, respectively.\n                When the fat consisted of long-chain triglycerides, a high amount of this fat in the elemental diet formula decreased its therapeutic effect against active Crohn's disease.",
        "Year":2003
    },
    {
        "Unnamed: 0":26740,
        "ReviewID":"CD000542",
        "PMID":"PMID:16682258",
        "Title":"Polymeric diet alone versus corticosteroids in the treatment of active pediatric Crohn's disease: a randomized controlled open-label trial.",
        "Abstract":"Nutritional therapy has been reported to have an almost equivalent efficacy of corticosteroids in achieving clinical remission in active Crohn's disease (CD). However, the effects of both treatments on intestinal mucosal inflammation rarely are reported. In a randomized controlled trial in children with active CD we compared the efficacy of nutritional therapy alone or corticosteroids on clinical variables and intestinal mucosal healing.\n                In a prospective, 10-week open-label trial, children with active, naive CD were randomized to orally polymeric formula alone or oral corticosteroids. The clinical activity index and nutritional and activity serum variables were evaluated at week 0 and then every 2 weeks; intestinal mucosal inflammation was assessed through endoscopy and histology at weeks 0 and 10. Primary efficacy outcomes were clinical remission and mucosal healing.\n                Of the 37 children randomized, 19 received polymeric formula and 18 received corticosteroids. At week 10, on an intention-to-treat basis, the proportion of patients achieving clinical remission was comparable between the 2 groups (polymeric formula: 15\/19 [79%; 95% confidence interval (CI), 56%-92%]; corticosteroid group: 12\/18 [67%; 95% CI, 44%-84%]; P = .4; not significant). On the contrary, the proportion of children showing mucosa healing was significantly higher in the polymeric (14\/19; 74%; 95% CI, 51%-89%) than the corticosteroid group (6\/18 [33%; 95% CI, 16%-57%]; P < .05). At week 10 both endoscopic and histologic scores significantly decreased only in the polymeric group (P < .001).\n                In children with active and recently diagnosed CD, a short course of polymeric diet is more effective than corticosteroids in inducing healing of gut inflammatory lesions.",
        "Year":2006
    }
]