[
    {
        "Unnamed: 0":28763,
        "ReviewID":"CD003642",
        "PMID":"PMID:2201413",
        "Title":"Clinical trial of Myrcia uniflora and Bauhinia forficata leaf extracts in normal and diabetic patients.",
        "Abstract":"1. Myrcia uniflora and Bauhinia forficata were compared with placebo for their hypoglycemic effect in randomized cross-over double-blind studies in 2 groups of normal subjects (10 subjects each) and 2 groups of Type II diabetic patients (18 in the M. uniflora group and 16 in the B. forficata group). The protocol with each plant lasted 56 days. 2. After the ingestion of infusions of 3 g leaves\/day of M. uniflora and B. forficata leaves, no acute or chronic effects on plasma glucose levels or glycated hemoglobin were found in either group. However, plasma insulin levels in the diabetic group were lower after M. uniflora than after placebo. 3. Among other clinical parameters tested, a statistically significant difference was found only in the alkaline phosphatase level after placebo compared with that after M. uniflora in the normal group. 4. There were no differences in any clinical parameters after the use of placebo or of B. forficata. 5. We conclude that infusions prepared from the leaves of M. uniflora or B. forficata have no hypoglycemic effect on normal subjects or Type II diabetic patients.",
        "Year":1990
    },
    {
        "Unnamed: 0":28757,
        "ReviewID":"CD003642",
        "PMID":"PMID:8732151",
        "Title":"[Effect of bushenhuoxue tablet on serum lipid peroxide, blood lipid and blood sugar in type II diabetics].",
        "Abstract":"Sixty-eight patients suffering from diabetes mellitus (DM) type II with Kidney Deficiency and blood stasis were enrolled and divided randomly into treatment group (34 cases) and placebo group (34 healthy subjects). The amount of serum lipid peroxide (LPO), blood lipid and blood sugar was determined. The results showed that the serum LPO in treatment group was higher than that in placebo group. The serum LPO increased significantly in DM patients with vascular disease or with uncontrolled blood sugar. The serum LPO was positively correlated with triglyceride (TG). After using Bushenhuoxue Tablet (BSHX) serum LPO lowered, blood sugar decreased and high density lipoprotein-cholesterol (HDL-C)increased in treatment group, but in placebo group these three parameters were not changed significantly. These results indicated that LPO reaction in type II DM patients increased. The higher the blood sugar and TG or complicated with vascular disease, the LPO reaction enhanced markedly. BSHX tablets have the function of reducing the serum LPO and blood sugar, clearing cholesterol. Therefore, this tablet will have a good prospect in the prevention and treatment for DM patients complicated with vascular disease.",
        "Year":1995
    },
    {
        "Unnamed: 0":28760,
        "ReviewID":"CD003642",
        "PMID":"PMID:8721940",
        "Title":"Ginseng therapy in non-insulin-dependent diabetic patients.",
        "Abstract":"To investigate the effect of ginseng on newly diagnosed non-insulin-dependent diabetes mellitus (NIDDM) patients.\n                In this double-blind placebo-controlled study, 36 NIDDM patients were treated for 8 weeks with ginseng (100 or 200 mg) or placebo. Efficacy was evaluated with psychophysical tests and measurements of glucose balance, serum lipids, aminoterminalpropeptide (PIIINP) concentration, and body weight.\n                Ginseng therapy elevated mood, improved psychophysical performance, and reduced fasting blood glucose (FBG) and body weight. The 200-mg dose of ginseng improved glycated hemoglobin, serum PIIINP, and physical activity. Placebo reduced body weight and altered the serum lipid profile but did not alter FBG.\n                Ginseng may be a useful therapeutic adjunct in the management of NIDDM.",
        "Year":1995
    },
    {
        "Unnamed: 0":28768,
        "ReviewID":"CD003642",
        "PMID":"PMID:8593925",
        "Title":"Randomized study of glibenclamide versus traditional Chinese treatment in type 2 diabetic patients. Chinese-French Scientific Committee for the Study of Diabetes.",
        "Abstract":"The purpose of this study was to evaluate the efficacy of a traditional Chinese treatment (TCT) based on three plants in association with a sulfonylurea, glibenclamide (2.5 mg X 3\/d). A 2 X 2 factorial design was adopted for this multicentre randomized double-blind trial involving 4 groups [A = placebo (P) TCT + P glibenclamide; B = P TCT + verum glibenclamide; C = verum TCT + P glibenclamide; D = verum TCT + verum glibenclamide]. Patients included were type 2 diabetic outpatients, 40-70 years of age, treated by diet alone or oral anti-diabetic drugs. Endpoint criteria evaluated were HbA1, blood glucose and plasma insulin (at fasting, and 1 and 2 h after a test meal). At each visit, a clinical examination was performed, and a questionnaire on side effects and associated symptoms was completed. The dose was reduced by half in the case of hypoglycaemia. The 216 patients were recruited in 5 centres [Shanghai (1) = 48, Shanghai (2) = 40, Beijing = 40, Canton = 42, Chengdu = 46 and randomized into treatment groups A, B, C, D (56, 56, 50 and 54 respectively). Eleven patients were withdrawn for administrative reasons. In patients treated with glibenclamide, a significant increase in weight and insulinaemia was observed, together with a significant decrease in blood glucose values; in those receiving TCT, blood glucose values were significantly decreased only 2 h after the test meal. A synergistic effect on blood glucose was observed when both treatments were given. Hypoglycaemia occurred in 19 patients (all in the two verum glibenclamide groups). This first multicentre controlled trial showed that the 3 Chinese plants tested were well-tolerated and effective in Type 2 diabetes as indicated by a significant synergistic effect in association with a sulfonylurea.",
        "Year":1995
    },
    {
        "Unnamed: 0":28758,
        "ReviewID":"CD003642",
        "PMID":"PMID:8880292",
        "Title":"Randomized placebo-controlled, single blind trial of holy basil leaves in patients with noninsulin-dependent diabetes mellitus.",
        "Abstract":"Experimental studies on albino rats reported that leaf extract of Ocimum sanctum and Ocimum album (holy basil) had hypoglycemic effect. To explore further evidence we studied the effects of treatment with holy basil leaves on fasting and postprandial blood glucose and serum cholesterol levels in humans through randomized, placebo-controlled, crossover single blind trial. Results indicated a significant decrease in fasting and postprandial blood glucose levels during treatment with holy basil leaves compared to during treatment with placebo leaves. Fasting blood glucose fell by 21.0 mg\/dl, confidence interval of difference -31.4 - (-)11.2 (p < 0.001), and postprandial blood glucose fell by 15.8 mg\/dl, confidence interval -27.0 - (-)5.6 (p < 0.02). The lower values of glucose represented reductions of 17.6% and 7.3% in the levels of fasting and postprandial blood glucose, respectively. Urine glucose levels showed similar trend. Mean total cholesterol levels showed mild reduction during basil treatment period. The findings from this study suggest that basil leaves may be prescribed as adjunct to dietary therapy and drug treatment in mild to moderate NIDDM.",
        "Year":1996
    },
    {
        "Unnamed: 0":28756,
        "ReviewID":"CD003642",
        "PMID":"PMID:10322887",
        "Title":"[Effect of sanhuang jiangtang recipe on insulin peripheral resistance in type II diabetics].",
        "Abstract":"To observe the effect of Sanhuang Jiangtang recipe (SHJT) on insulin peripheral resistance in type II diabetics.\n                Ninety-five patients with type II diabetics were randomly divided into two groups. Fifty-three cases of SHJT group were given orally decoction and tablets of SHJT for 4-6 months. The efficacy was compared with that of 42 cases treated with Glipizide as the control. Before and after treatment standard steamed bread meal test was performed to measure the insulin peripheral sensitivity, insulin release to glucose and insulin sensitivity index.\n                (1) The total effective rates of improving insulin peripheral resistance and reducing blood sugar in SHJT group were 79.2% and 80.1%, which was equivalent to levels in the control group, but SHJT recipe was more effective in relieving symptoms of Qi deficiency and signs of blood stasis. (2) In SHJT group, the insulin peripheral sensitivity and insulin sensitivity index were significantly increased (P < 0.05 and P < 0.01), meanwhile the fasting blood sugar and blood sugar area were reduced (P < 0.05), but the change of insulin release to glucose was blunted. (3) The lowering of blood sugar in SHJT group was significantly negative correlated with the changing of degree of insulin peripheral sensitivity and index of insulin sensitivity (P < 0.01 and P < 0.05), but not with that of insulin area.\n                It suggested that the treatment of SHJT recipe might decrease insulin peripheral resistance (partial reversal) by means of reducing hyperinsulinemia and improving insulin sensitivity.",
        "Year":1997
    },
    {
        "Unnamed: 0":28769,
        "ReviewID":"CD003642",
        "PMID":"PMID:9812643",
        "Title":"[Effect of xianzhen tablet on Na(+)-K(+)-ATPase, Ca(2+)-Mg(2+)-ATPase, of red blood cell membrane in patients with non-insulin dependent diabetes mellitus].",
        "Abstract":"To assess the effect of Xianzhen tablet in treating non-insulin dependent diabetes mellitus (NIDDM).\n                Seventy-two cases of NIDDM patients with deficiency of both Qi and Yin, deficiency of the Kidney and blood stasis were selected, and the effects of treatment on Na(+)-K(+)-ATPase, Ca(2+)-Mg(2+)-ATPase, whole blood viscosity, blood sugar and clinical symptoms were observed.\n                After treatment, the treated group showed increased activities that were statistically significant of Na(+)-K(+)-ATPase and Ca(2+)-Mg(2+)-ATPase (P < 0.01, P < 0.02). The whole blood viscosity and symptoms showed improvement to an extent and the total effective rate of blood sugar lowering were as follows: fasting blood glucose (FBG) 77.8%, 2hr. postprandial plasma blood glucose (2hr. postprandial PBG)69.4%. Whereas, the placebo group showed no marked improvement in either whole blood viscosity or symptoms and the total effective rate of blood sugar lowering were FBG 41.7%, 2hr. postprandial PBG 38.9%.\n                Xianzhen tablet is effective in improving the activities of Na(+)-K(+)-ATPase and Ca(2+)-Mg(2+)-ATPase, as well as the whole blood viscosity, blood sugar lowering and in improving clinical symptoms, it could treat effectively NIDDM patients with deficiency of both Qi and Yin, deficiency of the Kidney and blood stasis.",
        "Year":1997
    },
    {
        "Unnamed: 0":28764,
        "ReviewID":"CD003642",
        "PMID":"PMID:9812648",
        "Title":"[Clinical study of glibenclamide in combination with kelening treatment in non-insulin dependent diabetes mellitus].",
        "Abstract":"To asses the efficacy of combination therapy of glibenclamide and Kelening in treating the non-insulin dependent diabetes mellitus (NIDDM).\n                Sixty-five patients with NIDDM were randomly divided into two groups. One group was treated with both glibenclamide and Kelening, the other with glibenclamide alone.\n                After treatment for 12 weeks, the levels of fasting blood glucose (FBG), postprandial blood glucose (PBG) and HBAIC were reduced significantly in glibenclamide-Kelening group. In both groups, the degree dropped of the levels of FBG were almost the same, but the levels of PBG and HBAIC in glibenclamide-Kelening group were reduced more significantly than those in glibenclamide group, and the incidence of hyperinsulinemia had dropped considerably.\n                Glibenclamide in combination with Kelening in the treatment of NIDDM is more effective and less toxic, and the combination may reduce the dosage of glibenclamide in NIDDM.",
        "Year":1997
    },
    {
        "Unnamed: 0":28772,
        "ReviewID":"CD003642",
        "PMID":"PMID:10322847",
        "Title":"[Effect of jiangtangkang on blood glucose, sensitivity of insulin and blood viscosity in non-insulin dependent diabetes mellitus].",
        "Abstract":"To study the hypoglycemic effect of Jiangtangkang (JTK), a Chrysanthemum product and its influence on sensitivity of insulin in non-insulin dependant diabetes mellitus (NIDDM).\n                Newly discovered (71 cases) and poorly controlled (117 cases) NIDDM were divided to JTK, 8 g each time, 3 times per day, and the control (Glibenclazide in newly discovered, no treatment in poorly controlled) group respectively.\n                After 2 months of treatment, the fasting blood glucose (FBG), postprandial blood glucose (PBG), glucosylated hemoglobin (GHb) improved remarkably and insulin of plasma remained unchanged in JTK group, their blood viscosity and triglyceride decreased after 6-month reatment, the FBG, PBG lowered in the control group while their viscosity and lipids were unaffected. Insulin tolerance test on newly discovered NIDDMs showed an increased sensitivity to insulin, their serum chromium elevated, and the urinary albumin in poorly controlled persons lowered significantly.\n                JTK might improve the sensitivity to insulin and decrease the blood viscosity in NIDDM.",
        "Year":1997
    },
    {
        "Unnamed: 0":28767,
        "ReviewID":"CD003642",
        "PMID":"PMID:11477815",
        "Title":"[Effects of Chinese herbs xianzhen tablet on the deformability of erythrocyte in non-insulin-dependent diabetes mellitus patients with deficiency of both qi and yin and deficiency of kidney with blood stasis].",
        "Abstract":"To explore the effects of Xianzhen Tablet (XZT) on the hemorheology of type 2 diabetes (NIDDM) on the basis of previous studies in XZT, that have indicated its ability to deplete fasting blood glucose, to reduce the injury of free radical to the body, to improve the Na(+)-K(+)-ATPase in the erythrocyte membrane of NIDDM.\n                Erythrocyte deformability and aggregation were studied with Ektacytometer in a total of 60 type 2 diabetes who were randomly divided into two groups. One was ZXT treated group, another was placebo group.\n                (1) The erythrocyte deformability of type 2 diabetes was lower than that in normal subjects (P < 0.001), but the erythrocyte aggregation increased abnormally than that of health people (P < 0.001). The correlation test indicated there were negative correlation with plasma fibronogen and positive correlation with blood cholesterol (P < 0.05). (2) The erythrocyte deformability in the ZXT treated group with 30 patients improved after 8 weeks treatment (P < 0.01), with the decreased fasting blood glucose and plasma fibrinogen (P < 0.05). Compared with placebo group, there was significant statistical difference (P < 0.01).\n                XZT could improve the erythrocyte deformability in the type 2 diabetes.",
        "Year":1998
    },
    {
        "Unnamed: 0":28770,
        "ReviewID":"CD003642",
        "PMID":"PMID:11477863",
        "Title":"[Treatment of diabetes mellitus by integrated traditional Chinese and western medicine].",
        "Abstract":null,
        "Year":1998
    },
    {
        "Unnamed: 0":28771,
        "ReviewID":"CD003642",
        "PMID":"PMID:11789183",
        "Title":"[Effect of yiqi yangyin huoxue recipe on endothelin and nitric oxide of type 2 diabetic patients with deficiency of both Qi-Yin and blood stasis syndrome].",
        "Abstract":"To study the effect of Yiqi Yangyin Huoxue recipe (YQYYHX) in treating type 2 diabetes mellitus (DM) patients with deficiency of both Qi-Yin (DQY) and blood stasis Syndrome.\n                Forty-one type 2 DM patients compared with those in the control group were observed.\n                After treatment, the endothelin (ET) level of the treated group reduced significantly, and the total effective rate of blood sugar lowering were as follows: Fasting blood glucose (FBG) 87.80%, 2 hours postprandial plasma blood glucose (PBG) 90.24%.\n                YQYYHX is effective in improving the patient's vascular endothelia cell functions by reducing the plasma ET level, clinical symptoms and blood sugar lowering.",
        "Year":2000
    },
    {
        "Unnamed: 0":28765,
        "ReviewID":"CD003642",
        "PMID":"PMID:11789185",
        "Title":"[Clinical study in treating type 2 diabetes mellitus according to liver in TCM].",
        "Abstract":"To explore the clinical effect of Danzhi Xiaoyao powder (DZXY) in treating type 2 diabetes mellitus (DM) according to Liver in TCM.\n                Fifty-one type 2 DM patients were randomly divided into the treated group and the control group, 31 patients of the treated group were treated with conventional and DZXY therapy, while 20 patients in the control were treated with conventional therapy alone. Before and after treatment for 3 months, the levels of fasting blood glucose (FBG), fasting insulin, glycosylated hemoglobin (HbA1c), blood cholesterol (CH) and triglycerides (TG) were examined in all the patients.\n                By the end of 3 months, the effect in treating type 2 DM in the treated group was better than that in the control group (P < 0.05). Compared with those before treatment in each group and those of the control, the levels of FBG, fasting insulin, HbA1c after DZXY treatment were reduced (P < 0.05), but levels of CH and TG in all groups had no significant difference.\n                DZXY could soothe the Liver to relieve depression, which is effective in treating type 2 DM and could improve the symptoms of DM patients.",
        "Year":2000
    },
    {
        "Unnamed: 0":28766,
        "ReviewID":"CD003642",
        "PMID":"PMID:12575375",
        "Title":"[Effect of qidan tongmai tablet on glucose and lipid metabolism in patients with diabetes mellitus type 2].",
        "Abstract":"To study the effect of Qidan Tongmai tablet (QDTMT) on glucose and lipid metabolism in patients with diabetes mellitus (DM) type 2.\n                Patients of DM, with or without hyperlipidemia complication (HLC) were divided into 4 groups, Group A (33 cases without HLC) and B (33 cases with HLC) were treated by QDTMT, Group C (31 cases without HLC) and D (31 cases with HLC) were not treated by QDTMT. The treatment was carried out on the previous basic hypoglycemic treatment with a therapeutic course of 2 months.\n                The levels of fasting glucose, 2 hrs postprandial blood glucose and glycosylated hemoglobin, as well as the levels of total cholesterol and triglyceride lowered, and the high density lipoprotein increased in Group A and B after treatment, as compared with those before treatment, the difference was significant (P < 0.01). While in Group C and D, the above-mentioned indexes were not changed significantly (P > 0.05). No apparent side-effect was found in the QDTMT treatment period.\n                Besides regulating abnormal blood lipid, QDTMT has also a hypoglycemic effect in certain degree in patients with DM type 2.",
        "Year":2001
    },
    {
        "Unnamed: 0":28761,
        "ReviewID":"CD003642",
        "PMID":"PMID:11194229",
        "Title":"Efficacy of Tibetan medicine as an adjunct in the treatment of type 2 diabetes.",
        "Abstract":null,
        "Year":2001
    },
    {
        "Unnamed: 0":28762,
        "ReviewID":"CD003642",
        "PMID":"PMID:11922229",
        "Title":"A randomized placebo controlled trial of Inolter (herbal product) in the treatment of type 2 diabetes.",
        "Abstract":"To evaluate the safety and effectiveness of Inolter in achieving glycemic control and changes in lipid profile of newly diagnosed type 2 diabetics.\n                Study design: A randomized, placebo-controlled double blind. Sixty newly diagnosed patients of type-2 diabetes were randomized. Of these, 30 were put on Inolter monotherapy and 30 patients on placebo. Efficacy of Inolter was determined by observing glycemic control by estimating glycosylated haemoglobin (HbA1c) and fasting blood sugar (FBS), alteration of lipid profile by serum cholesterol, LDL, VLDL, HDL and triglycerides.\n                Student's unpaired 't' test.\n                Patients compliance was satisfactory and no adverse effects were observed. Better hypoglycemic effect was observed with Inolter both respect to fasting blood sugar (mean 65.4 +\/- 63.72 mg\/dl) compared to placebo (mean 26.45 +\/- 38.3 mg\/dl) (p < 0.001). The mean change, with Inolter, in serum cholesterol (21.33 +\/- 26.05 mg\/dl), serum triglyceride (30.36 +\/- 32.62 mg\/dl), VLDL (8.85 +\/- 3.25 mg\/dl), LDL (10.00 +\/- 4.48 mg\/dl) and HDL (-2.33 +\/- 5.66 mg\/dl) was also significantly different (p < 0.001) from those given placebo, where it was 15.7 +\/- 20.14 mg\/dl, 8.70 +\/- 13.24, 0.10 +\/- 4.10 mg\/dl, -0.70 +\/- 4.58 mg\/dl and 0.65 +\/- 0.00 mg\/dl, respectively.\n                Inolter appears to be an useful adjunctive therapy to exercise and diet control in newly diagnosed type 2 diabetes mellitus.",
        "Year":2002
    },
    {
        "Unnamed: 0":28759,
        "ReviewID":"CD003642",
        "PMID":"PMID:14626197",
        "Title":"[Effect of Astragalus injection on insulin resistance in auxiliary treating patients with diabetes mellitus type 2].",
        "Abstract":null,
        "Year":2003
    }
]