[
    {
        "Unnamed: 0":12311,
        "ReviewID":"CD009008",
        "PMID":"PMID:992232",
        "Title":"A study of the effects of hypoglycemia agents on vascular complications in patients with adult-onset diabetes. VI. Supplementary report on nonfatal events in patients treated with tolbutamide.",
        "Abstract":null,
        "Year":1976
    },
    {
        "Unnamed: 0":12293,
        "ReviewID":"CD009008",
        "PMID":"PMID:3935376",
        "Title":"Comparison of diabetic control in type 2 (non-insulin dependent) diabetic patients treated with different sulphonylureas.",
        "Abstract":"Diabetic control was compared in groups of Type 2 (non-insulin dependent) diabetic patients treated concurrently for 1 year with five different sulphonylurea drugs: chlorpropamide (21), glipizide (24), gliquidone (22), gliclazide (22) and glibenclamide (23). Glycosylated haemoglobin (HbA1) levels decreased in all groups over the first 2 months, but tended to level off or increase thereafter. In a total of 96 patients assessed after 1 year, gliclazide produced normal HbA1 levels in a significantly greater number of patients than chlorpropamide (p = 0.01) and gliquidone (p = 0.038), and glibenclamide was also significantly better than chlorpropamide (p = 0.02). Significant improvements in HbA1 were produced overall in the gliquidone (p less than 0.01), gliclazide (p less than 0.01) and glibenclamide (p less than 0.02) groups and the gliquidone and gliclazide groups were significantly better than the glipizide group (p less than 0.01 in both cases). Only the glibenclamide group had a significant change in weight (p less than 0.05). There may be differences between different sulphonylureas which could be of clinical advantage in certain patients.",
        "Year":1985
    },
    {
        "Unnamed: 0":12271,
        "ReviewID":"CD009008",
        "PMID":"PMID:3891264",
        "Title":"Medication compliance in non-insulin-dependent diabetes: a randomized comparison of chlorpropamide and insulin.",
        "Abstract":"Medication compliance may be a problem in the management of patients with diabetes. Some physicians initially treat patients having non-insulin-dependent diabetes with oral sulfonylureas because they fear greater compliance problems with insulin therapy. We compared compliance with insulin and chlorpropamide in patients newly beginning medication for NIDDM. Seventy-seven adults with hyperglycemia despite diet therapy were randomly assigned to chlorpropamide or insulin. Compliance was measured four times over 24 wk. Patients then crossed over to the other medication and were followed for 24 additional weeks. Overall, there were no differences in compliance with the two medications in terms of percent of prescription used, proportion taking at least 80% of prescribed medication, self-report of medication or diet compliance, or protocol dropout rates. However, treatment satisfaction was higher with chlorpropamide, and most patients preferred chlorpropamide to insulin (P less than 0.0001). While such differences in satisfaction may affect long-term compliance, physicians should not assume that their patients will be less compliant with insulin than with oral sulfonylureas.",
        "Year":1985
    },
    {
        "Unnamed: 0":12300,
        "ReviewID":"CD009008",
        "PMID":"PMID:3124685",
        "Title":"Glyburide or insulin for metabolic control in non-insulin-dependent diabetes mellitus. A randomized, double-blind study.",
        "Abstract":"To compare the relative efficacy, risks, and benefits of insulin with glyburide in achieving normoglycemia in non-insulin-dependent diabetes mellitus.\n                Randomized, double-blind, placebo-controlled trial with a 9-month treatment period.\n                University hospital.\n                Thirty-one patients with non-insulin-dependent diabetes mellitus who did not have normal glucose control with diet alone.\n                Once-per-day NPH insulin and placebo glyburide, or glyburide and once-per-day placebo insulin injection. Active drug and placebo adjusted in parallel to achieve fasting plasma glucose level less than 6.4 mmol\/L (115 mg\/dL) without hypoglycemia. MEASUREMENTS and\n                Insulin and glyburide produced similar improvement in fasting blood glucose levels and hemoglobin A1c concentrations, similar frequencies of mild symptomatic hypoglycemia, and similar weight gain despite dietary reinforcement. Triglyceride and cholesterol levels decreased and high-density lipoprotein cholesterol and ratios of high-density lipoprotein to total cholesterol increased in both groups, with a significantly greater improvement in high-density lipoprotein cholesterol and ratio of high-density lipoprotein total cholesterol in patients treated with insulin.\n                Therapy with glyburide or once-per-day NPH insulin provides a similar degree of glucose control in patients with non-insulin-dependent diabetes mellitus. Insulin may have a relative advantage in that it is associated with higher levels of high-density lipoprotein cholesterol and a higher ratio of high-density lipoprotein to total cholesterol.",
        "Year":1988
    },
    {
        "Unnamed: 0":12261,
        "ReviewID":"CD009008",
        "PMID":"PMID:2527134",
        "Title":"A randomized crossover study of sulphonylurea and insulin treatment in patients with type 2 diabetes poorly controlled on dietary therapy.",
        "Abstract":"In 13 non-obese patients with Type 2 diabetes mellitus who failed to achieve adequate blood glucose control on dietary treatment (fasting blood glucose 13.4 +\/- 2.7 (+\/- SD) mmol l-1, glycosylated haemoglobin 13.0 +\/- 1.7%), the effects of 6 months insulin or sulphonylurea therapy on blood glucose control and lipid metabolism were compared in a randomized crossover study. Three patients, who showed a clear improvement on insulin (median glycosylated haemoglobin fell from 14.7 to 8.6%), withdrew from the study prematurely because of subjective and objective signs of hyperglycaemia after crossover from insulin to sulphonylurea. Daily dose after 6 months was 2000 mg tolbutamide (n = 3), 18 +\/- 1 mg glibenclamide (n = 7), or 34 +\/- 3 U insulin. On insulin, fasting (8.0 +\/- 1.9 mmol l-1) and postprandial blood glucose (10.4 +\/- 2.7 mmol l-1), and glycosylated haemoglobin (9.5 +\/- 1.1%) were lower than on sulphonylurea (11.0 +\/- 3.4 mmol l-1, 14.4 +\/- 4.8 mmol l-1 and 11.0 +\/- 2.5%, respectively, p less than 0.05 in each case). Median increase in body weight was greater on insulin (4.2 vs 1.1 kg, p less than 0.05). Six patients experienced improved well-being on insulin compared with sulphonylurea. Median plasma non-esterified fatty acids decreased from 825 mumol l-1 to 476 mumol l-1 (sulphonylurea) and 642 mumol l-1 (insulin, both p less than 0.05).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1989
    },
    {
        "Unnamed: 0":12288,
        "ReviewID":"CD009008",
        "PMID":"PMID:2534084",
        "Title":"Effect of glycaemic control, metformin and gliclazide on platelet density and aggregability in recently diagnosed type 2 (non-insulin-dependent) diabetic patients.",
        "Abstract":"Platelet density profiles, intraplatelet nucleotides, intraplatelet beta thromboglobulin (beta TG), plasma beta TG levels, intraplatelet cyclic AMP (cAMP) levels, platelet release reaction, platelet thromboxane (TX)B2 production and plasma fibrinogen levels were investigated in 24 newly diagnosed, non-insulin-dependent diabetic patients and 12 comparable controls. These variables were measured at diagnosis, after a 3-6 week dietary run-in period, and again after 6 months on treatment with either metformin or gliclazide therapy. With dietary restriction of refined carbohydrate and oral hypoglycaemic therapy, there was a reduction in platelet density (p less than 0.05), intraplatelet nucleotides (p less than 0.001), intraplatelet beta TG (p less than 0.001), plasma beta TG (p less than 0.001) and there was an increase in intraplatelet cAMP levels (p less than 0.05). Although these platelet variables returned towards normal, only the platelet density mean returned to within the normal range. There was no significant change in the platelet TXB2 production and plasma fibrinogen levels with treatment. Metformin and gliclazide were equally effective in the glycaemic control of non-insulin-dependent diabetes, and there was no difference between the platelet variables measured in the two groups. We would therefore suggest that improvement of glycaemic control, rather than any specific effect of the oral hypoglycaemic agent employed, is the most important factor in returning these parameters towards normality.",
        "Year":1989
    },
    {
        "Unnamed: 0":12274,
        "ReviewID":"CD009008",
        "PMID":"PMID:1490692",
        "Title":"Efficacy of 6 months monotherapy with glucosidase inhibitor Acarbose versus sulphonylurea glibenclamide on metabolic control of dietary treated type II diabetics (NIDDM).",
        "Abstract":"Six months monotherapy with Acarbose vs. glibenclamide led to a marked improvement of BG and HbA1 in NIDDM, insufficiently controlled with diet. Beneficial effects of these distinct principles of action were statistically not different.",
        "Year":1992
    },
    {
        "Unnamed: 0":12301,
        "ReviewID":"CD009008",
        "PMID":"PMID:7843470",
        "Title":"One year comparative trial of metformin and glipizide in type 2 diabetes mellitus.",
        "Abstract":"Forty-eight diabetic subjects with diet-failed Type 2 mellitus, aged 40-69 years, were randomised to metformin (24 patients) or glipizide (24 patients) therapy, and followed prospectively for 12 months. Most subjects were obese. Metformin gave better fasting plasma glucose control compared to glipizide at 24 (p < 0.01), 36 (p < 0.05) and 52 weeks (p < 0.05) with a lower HbA1 concentration at 52 weeks (p < 0.05). Metformin treated patients lost weight whereas glipizide treated subjects gained weight. The weight change between the treatment groups reached significance at 4 weeks (p < 0.05) and was highly significant (p < 0.001) at 8, 12, 24, 36 and 52 weeks. There were no significant changes in either fasting plasma lipid or blood lactate levels in either the metformin or glipizide treated groups. Both drugs caused a similar reduction in albumin excretion rates. In conclusion, metformin gave better glycaemic control than glipizide, with weight loss rather than weight gain in obese Type 2 patients.",
        "Year":1994
    },
    {
        "Unnamed: 0":12302,
        "ReviewID":"CD009008",
        "PMID":"PMID:8112188",
        "Title":"Long-term randomized placebo-controlled double-blind therapeutic comparison of glipizide and glyburide. Glycemic control and insulin secretion during 15 months.",
        "Abstract":"To examine the long-term (15 months) effects on glycemic control and insulin secretion of glipizide and glyburide treatment in patients with non-insulin-dependent diabetes mellitus (NIDDM).\n                Prospective, randomized, double-blind, placebo-controlled study on 46 NIDDM patients comparing fasting levels and test-meal responses of glucose and insulin during 15 months of follow-up.\n                A comparable reduction in HbA1c levels by both agents versus placebo was observed throughout the study period, but after a marked initial reduction in both sulfonylurea groups, all three groups showed gradually increasing HbA1c levels. However, both glipizide and glyburide achieved and maintained lowered postprandial glucose levels and increased fasting and postprandial insulin levels compared with placebo.\n                Both glipizide and glyburide may achieve and maintain glycemic reduction and stimulation of insulin secretion during long-term treatment. However, these agents do not prevent the gradual increase in overall glycemia that develops over time in NIDDM patients.",
        "Year":1994
    },
    {
        "Unnamed: 0":12273,
        "ReviewID":"CD009008",
        "PMID":"PMID:8082525",
        "Title":"Efficacy of 24-week monotherapy with acarbose, glibenclamide, or placebo in NIDDM patients. The Essen Study.",
        "Abstract":"To compare the different therapeutic principles of alpha-glucosidase inhibitors and sulphonylureas as first-line treatment in non-insulin-dependent diabetes mellitus (NIDDM) patients with dietary failure.\n                Ninety-six NIDDM patients (35-70 years of age, body mass index [BMI] < or = 35), insufficiently treated with diet alone (HbA1c 7-9%) were randomized into three groups and treated for 24 weeks with acarbose, glibenclamide, or placebo. Efficacy, based on fasting blood glucose (BG), BG 1 h after ingestion of standard breakfast (postprandial), serum insulin, postprandial insulin increase, and HbA1c; and tolerability, based on subjective symptoms and laboratory values, were investigated every 6 weeks. Efficacy evaluation was valid for 85 patients.\n                The test drugs were dosed as follows: 100 mg acarbose (A) three times a day, 1 placebo tablet three times a day, 3.5 mg glibenclamide tablets dosed 1-0-0 or 1-0-1, mean dose 4.3 mg\/day. Compared with the placebo, both drugs showed the same mean efficacy on fasting BG (-1.4 mM with acarbose, -1.6 mM with glibenclamide), 1-h postprandial BG (-2.2 mM with acarbose, -1.9 mM with glibenclamide), and HbA1c (-1.1% with acarbose, -0.9% with glibenclamide); but they showed a marked difference in 1-h postprandial insulin values (-80.7 pM with acarbose, 96.7 pM with glibenclamide). The mean relative insulin increase (1-h postprandial) was 1.5 in the placebo group, 1.1 in the acarbose group, and 2.5 in the glibenclamide group. No changes in body weight could be observed. No adverse events were seen under placebo. Acarbose led to mild or moderate intestinal symptoms in 38% of patients. Glibenclamide led to hypoglycemia, which could be solved by dose reduction, in 6% of patients. No dropouts occurred in any of the treatment groups.\n                Acarbose and glibenclamide are effective drugs for the monotherapy of NIDDM patients when diet alone fails. Because postprandial insulin increase has been shown to be associated with increased risk for cardiovascular disease, acarbose, which lowers pp increase, may be superior to glibenclamide, which elevates postprandial insulin increase.",
        "Year":1994
    },
    {
        "Unnamed: 0":12299,
        "ReviewID":"CD009008",
        "PMID":"PMID:8077888",
        "Title":"A long-term, randomized, comparative study of insulin versus sulfonylurea therapy in type 2 diabetes.",
        "Abstract":"To study the effect of insulin and sulfonylurea (SU) therapy on glycaemic control, insulin resistance and cardiovascular risk factors in type 2 diabetic subjects.\n                A prospective, parallel, randomized, controlled, long-term study.\n                Outpatient clinic in tertiary referral centre.\n                Thirty-six type 2 diabetic subjects treated with diet and SU, aged 44-69 years and a duration of diabetes of between 2 and 14 years.\n                Individually adjusted doses of insulin and glibenclamide.\n                Glycosylated haemoglobin (HbA1c), insulin resistance (euglycaemic glucose clamp), levels of lipids, lipoproteins and blood pressure.\n                Glycaemic control improved during insulin treatment, but deteriorated on SU; HbA1c levels differed significantly between groups after 12 months of therapy (mean +\/- SEM 7.9 +\/- 0.3 vs. 9.5 +\/- 0.4%, P = 0.004). Body mass index increased significantly during insulin treatment (26.4 +\/- 0.7 to 27.8 +\/- 0.7 kg\/m2, P = 0.0001) and 30% of this increase was a result of an increase in lean body mass. The total glucose disposal rate showed a small increase in the insulin group. Levels of triglycerides and apolipoprotein B were significantly reduced during insulin treatment (1.8 +\/- 0.2 to 1.5 +\/- 0.2 mmol L-1, P = 0.03 and 1.58 +\/- 0.1 to 1.40 +\/- 0.08 g L-1, P = 0.003), and insulin prevented a reduction in the levels of high-density lipoprotein (HDL) cholesterol and apolipoprotein A-1 and an increase in Lp(a) lipoprotein observed in the SU group. Blood pressure levels did not change during therapy.\n                Insulin therapy was superior to SU treatment in achieving good metabolic control. Despite a modest improvement in cardiovascular risk factors in the insulin-treated group, no significant differences were observed between the groups after 1 year's treatment.",
        "Year":1994
    },
    {
        "Unnamed: 0":12305,
        "ReviewID":"CD009008",
        "PMID":"PMID:7556806",
        "Title":"Comparison of miglitol and glibenclamide in diet-treated type 2 diabetic patients.",
        "Abstract":"The efficacy of the new intestinal alpha-glucosidase inhibitor, miglitol, and glibenclamide were compared in a 6-month double-blind controlled protocol involving 100 non-insulin dependent diabetic patients under diet alone. HbA1c levels (initially between 7 and 11%) were reduced (p < 0.05): -0.78 +\/- 0.21% after miglitol and -1.18 +\/- 0.20% after glibenclamide. The difference between the two treatments was not significant, although glibenclamide appeared to be more active than miglitol at 8 (p = 0.002) and 16 weeks (p = 0.01) but not at 24 weeks. Fasting glycaemia decreased after miglitol (8.7 +\/- 0.3 vs 9.6 +\/- 0.3 mmol\/l, p = 0.005) and after glibenclamide (8.0 +\/- 0.3 vs 9.1 +\/- 0.3, p = 0.007). After miglitol, a decrease was noted after breakfast (p < 0.001) and lunch (p < 0.001). The same was true for glibenclamide (p = 0.004 and p < 0.001 respectively). A significant reduction in glucose incremental area during a standard meal test was noted at the end of miglitol (p = 0.008) or glibenclamide treatment (p = 0.04). Subgroups of nonresponders to both treatments were identified (10\/49 with miglitol, 9\/47 with glibenclamide). Side effects were recorded in 10 patients treated with miglitol (flatulence and meteorism, diarrhoea, 1 discontinued therapy) and in 10 treated with glibenclamide (asthenia, sensation of hunger). This study indicates that miglitol is suitable for initial application in diet-resistant Type 2 diabetic patients, providing, a persistent effect and acceptable side effects.",
        "Year":1995
    },
    {
        "Unnamed: 0":12304,
        "ReviewID":"CD009008",
        "PMID":"PMID:7821128",
        "Title":"Therapeutic comparison of metformin and sulfonylurea, alone and in various combinations. A double-blind controlled study.",
        "Abstract":"To assess and compare the therapeutic efficacy and safety of metformin (M) and sulfonylurea (glyburide, G), alone and in various combinations, in patients with non-insulin-dependent diabetes mellitus (NIDDM).\n                Of 165 patients (fasting blood glucose [FBG] > or = 6.7 mmol\/l) initially treated with diet alone, 144 (FBG still > or = 6.7 mmol\/l) were randomized to double-blind, double-dummy controlled treatment with M, G, or primary combination therapy (MG). The dose was titrated, with FBG < 6.7 mmol\/l as target, using, at most, six dose levels. The first three dose levels comprised increasing single-drug therapy (M or G) or primary combination at increasing but low dosage (MGL), and the second three levels were composed of various high-dose combinations, i.e., add-on therapy (M\/G or G\/M) and primary combination escalated to high dosage (MGH). Medication was maintained for 6 months after completed dose titration.\n                The FBG target was achieved in 9% of patients after diet alone. Single-drug therapy was insufficient in 36% and MGL in 25% (NS) of the randomized patients. There was further improvement in glucose control by the high-dose combinations. Mean FBG +\/- SE was reduced (P = 0.001) from 9.1 +\/- 0.4 to 7.0 +\/- 0.2 mmol\/l in those maintained on single-drug treatment or low-dose primary combination. Those treated with different high-dose combinations had a large mean FBG reduction, from 13.3 +\/- 0.8 to 7.8 +\/- 0.6 mmol\/l. HbA1c levels showed corresponding reductions, and glycemic levels rose after drug discontinuation. Fasting C-peptide rose during treatment with G and MGL but not with M, while fasting insulin was not significantly changed. Meal-stimulated C-peptide and insulin levels were unchanged by M but increased by G and, to a lesser extent, by MGL. There were no significant insulin or C-peptide differences between the different high-dose combinations (M\/G, G\/M, and MGH). Body weight did not change following treatment with M or combination but increased by 2.8 +\/- 0.7 kg following G alone. Blood pressure was unchanged. Overall effects on plasma lipids were small, with no significant differences between groups. Drug safety was satisfactory, even if the reporting of (usually modest) adverse events was high; the profile, but not the frequency, differed between groups.\n                Dose-effect titrated treatment with either metformin or glyburide promotes equal degrees of glycemic control. The former, but not the latter, is able to achieve this control without increasing body weight or hyperinsulinemia. Near-normal glycemia can be obtained by a combination of metformin and sulfonylurea, even in advanced NIDDM.",
        "Year":1995
    },
    {
        "Unnamed: 0":12296,
        "ReviewID":"CD009008",
        "PMID":"PMID:7733122",
        "Title":"Multicenter, placebo-controlled trial comparing acarbose (BAY g 5421) with placebo, tolbutamide, and tolbutamide-plus-acarbose in non-insulin-dependent diabetes mellitus.",
        "Abstract":"Acarbose delays release of glucose from complex carbohydrates and disaccharides by inhibiting intestinal alpha-glucosidases, thereby attenuating postprandial increments in blood glucose and insulin. This multicenter, double-blind, placebo-controlled study compared the efficacy and safety of diet alone, acarbose, tolbutamide, and acarbose-plus-tolbutamide in non-insulin-dependent diabetes mellitus (NIDDM) patients.\n                A total of 290 patients with NIDDM and fasting plasma glucose levels of at least 140 mg\/dL were randomized to receive treatment TID with acarbose 200 mg, tolbutamide 250 to 1,000 mg, a combination of both drugs, or placebo. A 6-week run-in period was followed by double-blind treatment for 24 weeks, then a 6-week follow-up period.\n                All active treatments were superior (P < 0.05) to placebo in reducing postprandial hyperglycemia and HbA1c levels. The ranking in order of efficacy was: acarbose-plus-tolbutamide, tolbutamide, acarbose, and placebo. The postprandial reductions in glucose were approximately 85 mg\/dL for acarbose-plus-tolbutamide, 71 mg\/dL for tolbutamide, 56 mg\/dL for acarbose, and 13 mg\/dL for placebo. Tolbutamide was associated with increases in body weight and postprandial insulin levels when taken alone, but these were ameliorated when tolbutamide was taken in combination with acarbose. Acarbose alone or in combination with tolbutamide caused significantly more gastrointestinal adverse events (mainly flatulence and soft stools or diarrhea) than tolbutamide or placebo, but these were generally well tolerated. Clinically significant elevations in hepatic transaminase levels occurred in 3 patients in the acarbose group and 2 in the acarbose-plus-tolbutamide group. Transaminase levels returned to normal when therapy was discontinued.\n                Acarbose was effective and well tolerated in the treatment of NIDDM. Control of glycemia was significantly better with acarbose compared with diet alone. Acarbose-plus-tolbutamide was superior to tolbutamide alone.",
        "Year":1995
    },
    {
        "Unnamed: 0":12280,
        "ReviewID":"CD009008",
        "PMID":"PMID:9135927",
        "Title":"The efficacy and safety of miglitol therapy compared with glibenclamide in patients with NIDDM inadequately controlled by diet alone.",
        "Abstract":"To compare the therapeutic effects of the alpha-glucosidase inhibitor miglitol (BAY m 1099), the sulfonylurea glibenclamide, and placebo on parameters of metabolic control and safety in patients with NIDDM that is inadequately controlled by diet alone.\n                After a 4-week placebo run-in period, 201 patients in 18 centers in 4 countries were randomized in a double-blind manner to miglitol (50 mg t.i.d., followed by 100 mg t.i.d.), glibenclamide (3.5 mg q.d\/b.i.d.), or placebo for 24 weeks. Efficacy criteria were changes from baseline of HbA1c, fasting and postprandial blood glucose and insulin levels, body weight, and serum triglycerides.\n                Efficacy was assessed in 119 patients who completed the full protocol, and the results were similar to those obtained in 186 patients who fulfilled the validity criteria for analysis. Compared with placebo, mean baseline-adjusted HbA1c decreased by 0.75% (P = 0.0021) and 1.01% (P = 0.0001) in the miglitol and glibenclamide treatment groups, respectively. Blood glucose decreased slightly in the fasting state and considerably in the postprandial state in both treatment groups but not in the placebo group. Fasting insulin levels increased slightly (NS) in all treatment groups; however, postprandial insulin levels decreased with miglitol, while increasing markedly with glibenclamide (P = 0.0001 between all treatment groups). Gastrointestinal side effects (flatulence and diarrhea) occurred mostly in the miglitol-treated patients, while some glibenclamide-treated patients had symptoms suggestive of hypoglycemia.\n                Miglitol monotherapy is effective and safe in NIDDM patients. Compared with glibenclamide, it reduced HbA1c less effectively and caused more gastrointestinal side effects. On the other hand, glibenclamide, unlike miglitol, tended to cause hypoglycemia, hyperinsulinemia, and weight gain, which are not desirable in patients with NIDDM.",
        "Year":1997
    },
    {
        "Unnamed: 0":12285,
        "ReviewID":"CD009008",
        "PMID":"PMID:9742976",
        "Title":"Intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). UK Prospective Diabetes Study (UKPDS) Group.",
        "Abstract":"Improved blood-glucose control decreases the progression of diabetic microvascular disease, but the effect on macrovascular complications is unknown. There is concern that sulphonylureas may increase cardiovascular mortality in patients with type 2 diabetes and that high insulin concentrations may enhance atheroma formation. We compared the effects of intensive blood-glucose control with either sulphonylurea or insulin and conventional treatment on the risk of microvascular and macrovascular complications in patients with type 2 diabetes in a randomised controlled trial.\n                3867 newly diagnosed patients with type 2 diabetes, median age 54 years (IQR 48-60 years), who after 3 months' diet treatment had a mean of two fasting plasma glucose (FPG) concentrations of 6.1-15.0 mmol\/L were randomly assigned intensive policy with a sulphonylurea (chlorpropamide, glibenclamide, or glipizide) or with insulin, or conventional policy with diet. The aim in the intensive group was FPG less than 6 mmol\/L. In the conventional group, the aim was the best achievable FPG with diet alone; drugs were added only if there were hyperglycaemic symptoms or FPG greater than 15 mmol\/L. Three aggregate endpoints were used to assess differences between conventional and intensive treatment: any diabetes-related endpoint (sudden death, death from hyperglycaemia or hypoglycaemia, fatal or non-fatal myocardial infarction, angina, heart failure, stroke, renal failure, amputation [of at least one digit], vitreous haemorrhage, retinopathy requiring photocoagulation, blindness in one eye, or cataract extraction); diabetes-related death (death from myocardial infarction, stroke, peripheral vascular disease, renal disease, hyperglycaemia or hypoglycaemia, and sudden death); all-cause mortality. Single clinical endpoints and surrogate subclinical endpoints were also assessed. All analyses were by intention to treat and frequency of hypoglycaemia was also analysed by actual therapy.\n                Over 10 years, haemoglobin A1c (HbA1c) was 7.0% (6.2-8.2) in the intensive group compared with 7.9% (6.9-8.8) in the conventional group--an 11% reduction. There was no difference in HbA1c among agents in the intensive group. Compared with the conventional group, the risk in the intensive group was 12% lower (95% CI 1-21, p=0.029) for any diabetes-related endpoint; 10% lower (-11 to 27, p=0.34) for any diabetes-related death; and 6% lower (-10 to 20, p=0.44) for all-cause mortality. Most of the risk reduction in the any diabetes-related aggregate endpoint was due to a 25% risk reduction (7-40, p=0.0099) in microvascular endpoints, including the need for retinal photocoagulation. There was no difference for any of the three aggregate endpoints between the three intensive agents (chlorpropamide, glibenclamide, or insulin). Patients in the intensive group had more hypoglycaemic episodes than those in the conventional group on both types of analysis (both p<0.0001). The rates of major hypoglycaemic episodes per year were 0.7% with conventional treatment, 1.0% with chlorpropamide, 1.4% with glibenclamide, and 1.8% with insulin. Weight gain was significantly higher in the intensive group (mean 2.9 kg) than in the conventional group (p<0.001), and patients assigned insulin had a greater gain in weight (4.0 kg) than those assigned chlorpropamide (2.6 kg) or glibenclamide (1.7 kg).\n                Intensive blood-glucose control by either sulphonylureas or insulin substantially decreases the risk of microvascular complications, but not macrovascular disease, in patients with type 2 diabetes.(ABSTRACT TRUNCATED)",
        "Year":1998
    },
    {
        "Unnamed: 0":12269,
        "ReviewID":"CD009008",
        "PMID":"PMID:9589648",
        "Title":"Advantages of alpha-glucosidase inhibition as monotherapy in elderly type 2 diabetic patients.",
        "Abstract":"The objective of this study was to determine the safety, efficacy, and tolerability of the alpha-glucosidase inhibitor miglitol vs. the sulfonylurea glyburide in the treatment of elderly patients with type 2 diabetes mellitus, inadequately controlled by diet alone. This was a double-blind, randomized, placebo-controlled, 1-yr trial of miglitol 25 mg TID and 50 mg TID compared with placebo and a titrated dose of glyburide in a parallel group comparison study conducted in 30 out-patient sites across the United States. Four hundred eleven (411) diet-treated patients age 60 yr or greater were randomized to receive either placebo TID (n = 101), miglitol 25 mg TID (n = 104), miglitol 50 mg TID (n = 102), or a once-daily dose of glyburide titrated based on fasting plasma glucose (FPG) (n = 104), for a period of 56 weeks. Efficacy was assessed by glycated hemoglobin (HbA1c), fasting and post-meal glucose, insulin, and lipid levels, and by 24-h urinary excretion of glucose and albumin. Safety and tolerability were assessed by tabulation of adverse events, periodic laboratory determinations, and home blood glucose monitoring. HbA1c treatment effects (placebo-subtracted change in HbA1c from baseline) at the 1-yr endpoint were -0.49%, -0.40%, and -0.92% in the miglitol 25 mg TID, miglitol 50 mg TID, and glyburide groups, respectively (P < 0.05- 0.01 vs. placebo). Postprandial insulin levels were significantly greater than placebo and miglitol in the glyburide group (P < 0.01). Hypoglycemia, weight gain, and both routine and serious cardiovascular events were more frequent in the glyburide group (P < 0.05-0.01 vs. placebo or miglitol groups). Diarrhea (or soft stools) and flatulence were more common in both miglitol groups than in the other two groups in a dose-dependent manner, but resulted in relatively few study dropouts. Treatment with miglitol offers the elderly type 2 diabetic patient significant reductions in daylong glycemia as measured by HbA1c. The greater HbA1c reductions seen with once-a-day glyburide occurred at a cost of significant increases in weight, insulin levels, and the incidences of clinical and subclinical hypoglycemia, which did not occur in the miglitol groups. alpha-glucosidase inhibitors are a useful and relatively safe therapeutic option in the elderly patient with type 2 diabetes.",
        "Year":1998
    },
    {
        "Unnamed: 0":12286,
        "ReviewID":"CD009008",
        "PMID":"PMID:9742977",
        "Title":"Effect of intensive blood-glucose control with metformin on complications in overweight patients with type 2 diabetes (UKPDS 34). UK Prospective Diabetes Study (UKPDS) Group.",
        "Abstract":"In patients with type 2 diabetes, intensive blood-glucose control with insulin or sulphonylurea therapy decreases progression of microvascular disease and may also reduce the risk of heart attacks. This study investigated whether intensive glucose control with metformin has any specific advantage or disadvantage.\n                Of 4075 patients recruited to UKPDS in 15 centres, 1704 overweight (>120% ideal bodyweight) patients with newly diagnosed type 2 diabetes, mean age 53 years, had raised fasting plasma glucose (FPG; 6.1-15.0 mmol\/L) without hyperglycaemic symptoms after 3 months' initial diet. 753 were included in a randomised controlled trial, median duration 10.7 years, of conventional policy, primarily with diet alone (n=411) versus intensive blood-glucose control policy with metformin, aiming for FPG below 6 mmol\/L (n=342). A secondary analysis compared the 342 patients allocated metformin with 951 overweight patients allocated intensive blood-glucose control with chlorpropamide (n=265), glibenclamide (n=277), or insulin (n=409). The primary outcome measures were aggregates of any diabetes-related clinical endpoint, diabetes-related death, and all-cause mortality. In a supplementary randomised controlled trial, 537 non-overweight and overweight patients, mean age 59 years, who were already on maximum sulphonylurea therapy but had raised FPG (6.1-15.0 mmol\/L) were allocated continuing sulphonylurea therapy alone (n=269) or addition of metformin (n=268).\n                Median glycated haemoglobin (HbA1c) was 7.4% in the metformin group compared with 8.0% in the conventional group. Patients allocated metformin, compared with the conventional group, had risk reductions of 32% (95% CI 13-47, p=0.002) for any diabetes-related endpoint, 42% for diabetes-related death (9-63, p=0.017), and 36% for all-cause mortality (9-55, p=0.011). Among patients allocated intensive blood-glucose control, metformin showed a greater effect than chlorpropamide, glibenclamide, or insulin for any diabetes-related endpoint (p=0.0034), all-cause mortality (p=0.021), and stroke (p=0.032). Early addition of metformin in sulphonylurea-treated patients was associated with an increased risk of diabetes-related death (96% increased risk [95% CI 2-275], p=0.039) compared with continued sulphonylurea alone. A combined analysis of the main and supplementary studies showed fewer metformin-allocated patients having diabetes-related endpoints (risk reduction 19% [2-33], p=0.033). Epidemiological assessment of the possible association of death from diabetes-related causes with the concurrent therapy of diabetes in 4416 patients did not show an increased risk in diabetes-related death in patients treated with a combination of sulphonylurea and metformin (risk reduction 5% [-33 to 32], p=0.78).\n                Since intensive glucose control with metformin appears to decrease the risk of diabetes-related endpoints in overweight diabetic patients, and is associated with less weight gain and fewer hypoglycaemic attacks than are insulin and sulphonylureas, it may be the first-line pharmacological therapy of choice in these patients.",
        "Year":1998
    },
    {
        "Unnamed: 0":12284,
        "ReviewID":"CD009008",
        "PMID":"PMID:10421233",
        "Title":"Effects of gliclazide versus metformin on the clinical profile and lipid peroxidation markers in type 2 diabetes.",
        "Abstract":"The sulfonylurea gliclazide and the biguanide metformin have different mechanisms to reduce glycemia. We performed a randomized study to compare these two agents with respect to glycemic control and effects on lipid peroxidation markers in 36 adult patients with type 2 diabetes. Both agents significantly decreased glycosylated hemoglobin ([HbA1c] P < .05), fructosamine (P < .05), and the glucose-excursion curve during the oral glucose tolerance test ([OGTT] P < .01). With regard to the insulin curve during this test, no significant change was observed with metformin and a significant increase was measured with gliclazide (P < .05). Considering the small number of events, no significant difference was detected in the number of hypoglycemic episodes between the two agents. More upper-gastrointestinal (GI) symptoms were observed with metformin compared with gliclazide (P < .05). Even with no change in the standard lipid profile, both agents increased serum vitamin E (P < .01 for gliclazide and P < .05 for metformin) and decreased the level of lipid peroxidation markers in low-density lipoprotein (LDL) and high-density lipoprotein (HDL) particles (P < .05). Despite different mechanisms of action, gliclazide and metformin demonstrated comparable levels of efficacy and complementary effects on lipid peroxidation markers.",
        "Year":1999
    },
    {
        "Unnamed: 0":12278,
        "ReviewID":"CD009008",
        "PMID":"PMID:10369424",
        "Title":"Repaglinide versus glyburide: a one-year comparison trial.",
        "Abstract":"This prospective, 1-year, multicenter, double-blind, randomized, parallel-group study was designed to show that repaglinide was at least equivalent to glyburide in patients with type 2 diabetes. Five hundred and seventy-six patients with type 2 diabetes of at least 6 months' duration were randomized to receive monotherapy with repaglinide (n = 383) or glyburide (n = 193). During weeks 1-8, doses were gradually increased to achieve a target fasting plasma glucose (FPG) range of 80-140 mg\/dl. The final adjusted dose was maintained for 12 months. Repaglinide patients received a starting dose of 0.5 mg three times\/day preprandially, adjusted as necessary to 1, 2 or 4 mg before breakfast, lunch and dinner. Glyburide patients received a starting dose of 2.5 mg before breakfast and placebo before lunch and dinner. Glyburide was increased as necessary to 5 or 10 mg before breakfast (placebo before lunch and dinner) or to 15 mg (10 mg before breakfast, placebo before lunch, and 5 mg before dinner). After study drug was stopped, patients were transferred to an appropriate therapy, as recommended by the investigator. Efficacy was assessed by changes from baseline in glycemic control parameters and in C-peptide, insulin, and lipid profiles. Repaglinide provided glycemic control that was at least as effective and potentially safer than that provided by glyburide. The glucose-lowering effect of repaglinide was most pronounced in pharmacotherapy-naive patients, who showed rapid and marked decreases in mean glycosylated hemoglobin levels from baseline (9.4%) to month 3 (7.6%) and month 12 (7.9%). Mean FPG levels also decreased overall in this group, from 222 mg\/dl at baseline, to 175 mg\/dl at month 3, to 188 mg\/dl at month 12. At endpoint, morning C-peptide levels had increased significantly in glyburide-treated patients compared with those treated with repaglinide, but morning fasting insulin levels did not differ significantly between the two groups. Repaglinide efficacy was sustained over 1 year and was not influenced by age or sex. Overall safety and changes in lipid profile and body weight were similar with both agents, with no significant change after extended pharmacotherapy. Weight gain data for the subset of pharmacotherapy-naïve patients suggest that patients given repaglinide may gain less weight than those given glyburide. Repaglinide, at doses of 0.5-4.0 mg administered three times preprandially, was well tolerated and provided safe and consistently effectiveglycemic control during this 1-year study. Patients using repaglinide received the same therapeutic benefits as those using glyburide, and may have received additional benefits.",
        "Year":1999
    },
    {
        "Unnamed: 0":12291,
        "ReviewID":"CD009008",
        "PMID":"PMID:10406828",
        "Title":"Vasodilatory effects of troglitazone improve blood pressure at rest and during mental stress in type 2 diabetes mellitus.",
        "Abstract":"The present study examined the hemodynamic mechanisms of blood pressure (BP) lowering by troglitazone in patients with type 2 diabetes mellitus (DM) at rest and during a mental arithmetic test (MAT). Twenty-two patients with DM with normal to high-normal BP and 12 controls matched for age, gender, glucose tolerance, and BP were studied. DM subjects showed significantly higher systolic BP response during MAT than controls (157 versus 139 mm Hg; P<0.01). All 22 DM patients and 5 of 12 controls had systolic BP >140 mm Hg during MAT. Heart rate and diastolic BP were not significantly different between the 2 groups. The DM group was then randomized to receive troglitazone (n=10; 400 mg\/d) or glyburide (n=12; 20 mg\/d). MAT was repeated after 6 months of treatment. Both treatments reduced glucose equally (-1.7 mmol\/L for troglitazone and -1.5 mmol\/L for glyburide), but only troglitazone reduced insulin (-15 microU\/mL; P<0.001) and C-peptide (-0.9 ng\/mL; P<0.02) levels. Troglitazone significantly reduced BP at baseline (P<0.05) and systolic BP response to MAT (P<0.01), whereas glyburide did not affect BP at baseline or during MAT. Stroke volume and cardiac output did not change with either drug, but troglitazone decreased peripheral vascular resistance (-112 dyne. s. cm(-5); P<0.05). Improved insulin resistance rather than an improved glycemic control is associated with lower resting and stress BP values in patients with DM. A reduction in vascular resistance may be a primary hemodynamic mechanism of the manner in which troglitazone lowers BP. Insulin sensitizers may offer potential therapeutic advantage in subjects with DM with elevated BP.",
        "Year":1999
    },
    {
        "Unnamed: 0":12303,
        "ReviewID":"CD009008",
        "PMID":"PMID:10097930",
        "Title":"A 1-year multicenter randomized double-blind comparison of repaglinide and glyburide for the treatment of type 2 diabetes. Dutch and German Repaglinide Study Group.",
        "Abstract":"Repaglinide is a newly developed oral blood glucose-lowering agent that exerts its effect by stimulating insulin secretion. This multicenter study was designed to compare the efficacy and safety of this drug with glyburide in a 1-year randomized double-blind study of outpatients with type 2 diabetes.\n                A total of 424 subjects (154 women, 270 men) participated and had the following characteristics: age, 61 +\/- 9 years; duration of diabetes. 8 years (range 0.5-35); BMI, 28.3 +\/- 3.5 kg\/m2; HbA1c, 7.1 +\/- 1.4%; and fasting plasma glucose, 10.8 +\/- 3.1 mmol\/l. The majority of the subjects (91%) were previously treated with sulfonylurea, alone or in combination with metformin. The patients were randomized to a 2:1 ratio of repaglinide (0.5-4 mg t.i.d.) or glyburide (1.75-10.5 mg daily) treatment. The study protocol included a screening visit to assess patient eligibility; a titration period of 6-8 weeks, during which the dosages of repaglinide and glyburide were optimized; and a subsequent 12-month treatment period on fixed, optimal dosages.\n                The trial was completed by 320 subjects, 211 (74%) in the repaglinide and 109 (78%) in the glyburide group. HbA1c initially decreased in both groups and then increased during the second half-year of the maintenance period to a similar extent in the repaglinide and glyburide subjects (0.58 and 0.45% vs. at screening, respectively). In the small group of subjects who previously controlled their condition with diet only (n = 37), a sustained improvement of metabolic control could be observed with both drugs, which was slightly better with glyburide than with repaglinide (theta HbA1c -2.4 vs. -1.0%; P < 0.05). The same trends were seen with fasting plasma glucose. There were no changes in serum lipids. Over the course of the study, 15% of the repaglinide-treated and 13% of glyburide-treated subjects withdrew due to adverse events, mostly hyperglycemia. No differences in adverse events between both drugs were reported. There were no differences in incidences of hypoglycemia.\n                Repaglinide is a safe and efficacious oral blood glucose-lowering agent, with a potency similar to that of glyburide. Its rapid onset of action and hepatic clearance allows meal-related administration, including in subjects with impaired kidney function.",
        "Year":1999
    },
    {
        "Unnamed: 0":12282,
        "ReviewID":"CD009008",
        "PMID":"PMID:11268714",
        "Title":"Comparison of acarbose and gliclazide as first-line agents in patients with type 2 diabetes.",
        "Abstract":"To compare the effect of acarbose and gliclazide on clinical findings, biochemical parameters and safety in type 2 diabetic patients insufficiently controlled with medical nutrition therapy (MNT).\n                Seventy-two patients (age 35-70 years, BMI < or = 35 kg\/m2), who had not taken any oral antidiabetic drug previously, were randomised into two groups after a four-week placebo period, and treated for 24 weeks with acarbose (100 mg two to three times daily) and gliclazide (40-80 mg twice daily). The study was open and 57 patients (33 males and 24 females) completed it. MNT was provided for each patient based on personal requirements as defined by a dietitian. The effect of treatment was evaluated by fasting and postprandial (PP) metabolic parameters (blood glucose, insulin and C peptide levels), HbA1c and plasma lipid levels. In addition, side-effects were recorded and clinical examinations performed.\n                Both drugs were effective in reducing of HbA1c, fasting and PP blood glucose levels. However, PP serum insulin levels in the gliclazide group increased more than those in the group treated with acarbose (p = 0.007). Moreover, a small weight reduction was obtained with acarbose treatment but not with gliclazide. Lipid levels were favourably affected by both drugs. Total cholesterol levels decreased in both groups, the decrease only reaching significance in the acarbose group (p = 0.013). However, serum levels of LDL cholesterol decreased in both groups (acarbose and gliclazide, p = 0.033 and p = 0.023, respectively), but the ratio of HDL to LDL cholesterol increased in the acarbose group only (p = 0.045). Both treatments were generally well tolerated. Common complaints in the acarbose group were flatulence and meteorism (29.6%). However, 10.0% of the patients in the gliclazide group reported at least one mild hypoglycaemic episode.\n                The results of the study demonstrate that acarbose and gliclazide were reasonably effective in improving metabolic control in patients insufficiently controlled with diet alone, and both treatments were well tolerated. Because of its effects on weight reduction and PP hyperinsulinaemia, acarbose may be preferred as a first-line drug, particularly in the treatment of overweight type 2 diabetic patients.",
        "Year":2000
    },
    {
        "Unnamed: 0":12310,
        "ReviewID":"CD009008",
        "PMID":"PMID:11472451",
        "Title":"Comparison between repaglinide and glipizide in Type 2 diabetes mellitus: a 1-year multicentre study.",
        "Abstract":"To evaluate the long-term effectiveness and safety of repaglinide, a novel prandial glucose regulator, in comparison with glipizide in the treatment of patients with Type 2 diabetes.\n                Diet or tablet-treated patients with Type 2 diabetes (n = 256; age 40-75 years, body mass index (BMI) 20-35 kg\/m2, HbA1c 4.2-12.8%), without signs of severe microvascular or macrovascular complications, were included in this double-blind, multicentre, parallel-group comparative trial. Patients were randomized at a 2:1 ratio to repaglinide, 1-4 mg at mealtimes, or glipizide, 5-15 mg daily.\n                Changes in fasting blood glucose (FBG) and HbA1c during the 12 months of treatment showed a significant difference in favour of repaglinide. In oral hypoglycaemic agents (OHA)-naive patients, HbA1c decreased in the repaglinide and glipizide groups by 1.5% and 0.3%, respectively (P < 0.05 between groups). Fasting blood glucose decreased in the repaglinide group by 2.4 mmol\/l and increased in the glipizide group by 1.0 mmol\/l (P < 0.05 between groups). In the study population as a whole, repaglinide was able to maintain glycaemic control (HbA1c level) during the 1-year study period, whereas control deteriorated significantly with glipizide. Change in HbA1c from baseline was significantly better with repaglinide than with glipizide after 12 months (P < 0.05). In addition, FBG deteriorated significantly in the glipizide group compared with the repaglinide group (P < 0.05). No patients in either group experienced a major hypoglycaemic event; the number of patients experiencing minor hypoglycaemia was similar in the repaglinide and glipizide groups (15% and 19%, respectively).\n                Repaglinide, given as a prandial glucose regulator, is shown to be an effective and safe treatment of patients with Type 2 diabetes, and is better than glipizide in controlling HbA1c and FBG levels, overall, and in OHA-naive patients.",
        "Year":2001
    },
    {
        "Unnamed: 0":12268,
        "ReviewID":"CD009008",
        "PMID":"PMID:11230779",
        "Title":"Concentration of the complement activation product, acylation-stimulating protein, is related to C-reactive protein in patients with type 2 diabetes.",
        "Abstract":"Type 2 diabetes is characterized by increased acute phase serum proteins. We wanted to study how these proteins are related to complement activation in type 2 diabetes and how improvement of glycemic control affects them or complement activation. A total of 29 type 2 diabetic patients (age, 55.2 +\/- 1.8 years, glycosylated hemoglobin [HbA(1c)] 8.9% +\/- 0.2%, body mass index [BMI] 30.9 +\/- 0.8 kg\/m(2), duration 5.9 +\/- 1.3 years) participated in the study. They were previously treated either with diet alone or in combination with 1 oral antihyperglycemic medication. After a period of at least 4 weeks run-in on diet only, the patients were randomized to pioglitazone, glibenclamide, or placebo. Blood samples were taken before the treatments and at the end of the 6-month therapy. Basal C-reactive protein (CRP) level was related to acylation-stimulating protein (ASP) concentration (r =.55, P <.01), and many acute phase serum protein concentrations were associated with each other. The treatment reduced HbA(1c) level in the pioglitazone (from 9.1 +\/- 0.3% to 8.0 +\/- 0.5%, P <.05) and glibenclamide (from 8.9 % +\/- 0.3% to 7.7% +\/- 0.2%, P <.05) groups. Glibenclamide treatment was associated with a reduction in alpha-1-antitrypsin (P <.05), ceruloplasmin (P <.01), and complement C3 protein (C3) (P <.05). Although ASP did not change significantly in any of the treatment subgroups, in the whole patient population, the change in HbA(1c) during the treatments correlated positively with the change in ASP, (r =.43, P <.05). The changes in many acute phase serum proteins and ASP were related to each other. In conclusion, (1) inflammatory factors and complement activation are associated in patients with type 2 diabetes, and (2) changes in hyperglycemia are related to changes in the concentration of the complement activation product, ASP.\n                Copyright 2001 by W.B. Saunders Company",
        "Year":2001
    },
    {
        "Unnamed: 0":12287,
        "ReviewID":"CD009008",
        "PMID":"PMID:12401757",
        "Title":"A comparison of the effects of rosiglitazone and glyburide on cardiovascular function and glycemic control in patients with type 2 diabetes.",
        "Abstract":"This open-label, active-controlled study investigated the cardiac safety and antihyperglycemic effect of rosiglitazone (RSG) in patients with type 2 diabetes.\n                Of the 203 patients randomly assigned to RSG (4 mg b.i.d.) or glyburide (GLB) (titrated to achieve optimal glycemic control for the first 8 weeks only to limit the risk of hypoglycemia; mean 10.5 mg\/day), 118 had an echocardiogram performed at week 52. Left ventricular (LV) mass index, ejection fraction, and left ventricular end-diastolic volume were assessed by M-mode echocardiography at baseline and weeks 12, 28, and 52; 24-h ambulatory blood pressure was assessed at baseline and at weeks 28 and 52. Glycemic control was assessed by measuring fasting plasma glucose (FPG) and HbA(1c).\n                Neither treatment produced an increase in LV mass index that exceeded 1 SD. Ejection fraction did not change in either group. Both groups had clinically insignificant increases in LV end-diastolic volume. RSG, but not GLB, caused a statistically significant reduction in ambulatory diastolic blood pressure. Both treatments reduced HbA(1c) and FPG.\n                A total of 52 weeks of therapy with RSG (4 mg b.i.d.) did not adversely affect cardiac structure or function in patients with type 2 diabetes and produced significant and sustained reductions in hyperglycemia. Decreases in ambulatory diastolic blood pressure with RSG were superior to those with GLB.",
        "Year":2002
    },
    {
        "Unnamed: 0":12264,
        "ReviewID":"CD009008",
        "PMID":"PMID:12749508",
        "Title":"Comparison between repaglinide and glimepiride in patients with type 2 diabetes mellitus: a one-year, randomized, double-blind assessment of metabolic parameters and cardiovascular risk factors.",
        "Abstract":"Repaglinide and glimepiride are relatively new oral hypoglycemic agents. Few data are available concerning their effects on metabolic parameters other than measures of glycemic control.\n                In addition to assessing the effects of repaglinide and glimepiride on glycemic control in patients with type 2 diabetes mellitus, this study also examined the effects of these agents on 3 metabolic parameters known to be cardiovascular risk factors--lipoprotein(a) (Lp[a]), plasminogen activator inhibitor-1 (PAI-1), and homocysteine (Hcy).\n                This randomized, placebo-controlled, double-blind trial was conducted at a single center in Italy. Eligible patients were nonsmokers; had no hypertension or coronary heart disease; were taking no hypolipidemic drugs, diuretics, beta-blockers, or thyroxin; and had normal renal function. After an initial 4-week placebo washout period, patients were randomized to receive repaglinide 1 mg\/d or glimepiride 1 mg\/d. The dose of study drug was optimized over an 8-week titration period, which was followed by a 12-month treatment period. Measures of glycemic control (glycated hemoglobin [HbA1c], fasting plasma glucose [FPG], postprandial plasma glucose [PPG], fasting plasma insulin [FPI], postprandial plasma insulin [PPI]) and the other metabolic parameters of interest were assessed after 6 and 12 months of treatment.\n                One hundred twenty-four patients (63 women, 61 men) completed the study, 62 in each treatment group. There were no significant differences in demographic characteristics between groups. After 6 and 12 months of treatment, FPG levels and HbA1c values were significantly reduced from baseline in both groups (6 months, P < 0.05; 12 months, P < 0.01). After 6 months, PPG levels were significantly decreased only in the repaglinide group (P < 0.05 vs baseline); at 12 months, however, PPG levels were significantly reduced from baseline in both groups (P < 0.01 repaglinide, P < 0.05 glimepiride). No significant changes from baseline in FPI or PPI levels were seen in either group at 6 months, although FPI levels were significantly increased in the repaglinide group at 12 months (P < 0.05). Repaglinide significantly lowered levels of Lp(a), PAI-1, and Hcy after 12 months (all, P < 0.05 vs baseline). Glimepiride significantly lowered levels of Lp(a) and Hcy after 6 months (both, P < 0.05 vs baseline) and levels of Lp(a) (P < 0.01 vs baseline), Hcy (P < 0.01 vs baseline), and PAI-1 (P < 0.05 vs baseline) after 12 months.\n                Repaglinide and glimepiride improved glycemic control and reduced levels of other metabolic parameters of interest in this population of patients with type 2 diabetes. It is possible that the reductions in Lp(a), PAI-1, and Hcy were the result of improved glucose metabolism; however, the possibility that repaglinide and glimepiride may have a direct effect on these parameters should not be excluded.",
        "Year":2003
    },
    {
        "Unnamed: 0":12295,
        "ReviewID":"CD009008",
        "PMID":"PMID:12746761",
        "Title":"Metabolic effects of mealtime insulin lispro in comparison to glibenclamide in early type 2 diabetes.",
        "Abstract":"The efficacy and safety of the preprandial injection of insulin lispro was compared with the oral administration of glibenclamide in patients with early type 2 diabetes. In this open-label, multicenter study, 143 patients with a glucagon-stimulated increase in C-peptide of at least 0.4 nmol\/L were randomized to receive preprandial insulin lispro (LP) or glibenclamide (GB) for 26 weeks. Seventy-five patients received LP (51 male\/24 female; age 40 to 70 years, duration of diabetes 4.4 +\/- 2.9 years) and 68 patients received GB (39 male\/29 female; age 39 to 70 years; duration of diabetes 4.3 +\/- 3.4 years). After 12 weeks, mean 90 minute blood glucose excursions were 0.9 +\/- 1.0 mmol\/L for LP and 1.8 +\/- 1.2 mmol\/L for GB (p < 0.0001). After 24 weeks, mean blood glucose excursions were 1.0 +\/- 1.1 mmol\/L for LP and 1.7 +\/- 1.2 mmol\/L for GB (p = 0.002). Body weight decreased slightly from 87.2 +\/- 2.3 to 86.5 +\/- 12.2 kg in the LP group and increased from 84.1 +\/- 13.7 to 84.4 +\/- 13.3 kg in the GB group. LP versus GB induced changes from baseline to endpoint in fasting C-peptide (nmol\/L), proinsulin and insulin levels (pmol\/L) were - 0.2 +\/- 0.4 versus - 0.1 +\/- 0.6 (p = 0.04), - 11.2 +\/- 26.0 versus - 1.1 +\/- 17.3 (p = 0.03), and - 27.8 +\/- 147.4 versus + 32.6 +\/- 286.2 (not significant), respectively. HbA 1c at baseline was 7.5 +\/- 1.0 % for LP and 7.7 +\/- 1.2 % for GB and did not change significantly in either group during the investigation. No significant difference was observed between the groups with respect to hypoglycemic episodes. Treatment with LP improved postprandial blood glucose control more than GB without increasing body weight or hypoglycemic episodes. In addition, use of LP was associated with a decrease in fasting C-peptide and proinsulin levels, suggesting a potential down regulation of endogenous insulin production and improved proinsulin processing efficiency.",
        "Year":2003
    },
    {
        "Unnamed: 0":12307,
        "ReviewID":"CD009008",
        "PMID":"PMID:14768770",
        "Title":"Prospective multicentre trial comparing the efficacy of, and compliance with, glimepiride or acarbose treatment in patients with type 2 diabetes not controlled with diet alone.",
        "Abstract":"To determine the efficacy of, and compliance with, glimepiride or acarbose in patients with Type 2 diabetes.\n                Two hundred and nineteen patients with Type 2 diabetes uncontrolled by diet alone were randomized to receive either glimepiride (1, 2, 3, 4 or 6 mg once daily, n = 111) or acarbose (50, 100, 150 or 200 mg 3 times daily, n = 108). Both drugs were titrated in a 6-week dose-finding phase to achieve a fasting blood glucose (FBG) concentration < or = 7.8 mmol\/ (140 mg\/dl). Patients achieving this target entered a 20-week treatment period. Efficacy was assessed by responder rate, number of patients achieving a FBG of < or = 7.8 mmol\/l, HbA1c, blood glucose concentrations in response to a standard breakfast, body weight and compliance.\n                Glimepiride was associated with a significantly greater responder rate than acarbose (61 vs 34%, p < 0.001), significantly greater decreases in HbA1c (2.5 +\/- 2.2% vs 1.8 +\/- 2.2%, p = 0.014) and FBG (2.6 +\/- 2.6 mmol\/l vs 1.4 +\/- 2.8 mmo\/l, p = 0.004), a decreased glucose response to breakfast compared with acarbose [area under curve (AUC) end: 8.9 +\/- 2.7 mmol\/l vs 11.3 +\/- 3.9 mmol\/l, p = 0.0001], and was accompanied by significantly greater compliance (91 < or = 12% vs 66 +\/- 26%, p = 0.0001). Weight loss during the study was observed in both the acarbose group (1.9 +\/- 3.9 kg, p = 0.001) and glimepiride group [0.4 +\/- 5.2 kg, p = 0.8 (NS)].\n                Improved efficacy and greater compliance were observed in response to treatment with glimepiride compared with acarbose, in patients with Type 2 diabetes.",
        "Year":2003
    },
    {
        "Unnamed: 0":12312,
        "ReviewID":"CD009008",
        "PMID":"PMID:12870162",
        "Title":"Combination treatment with metformin and glibenclamide versus single-drug therapies in type 2 diabetes mellitus: a randomized, double-blind, comparative study.",
        "Abstract":"To compare efficacy and tolerability of combination treatment with metformin and sulfonylurea with each of these drugs alone in the treatment of type 2 diabetes, 88 type 2 diabetic subjects (hemoglobin A1c [HbA1c] levels, 8.0%+\/-1.0%; age, 57.3+\/-7.1 years; body mass index [BMI]. 27.0+\/-2.6 kg\/m2; diabetes duration, 9.8+\/-8.2 years; means +\/- SD) were randomly assigned to double-blind treatment with metformin (500 to 3,000 mg\/d), glibenclamide (5 to 15 mg\/d), or their combination (metformin 400 to 2,400 mg\/d + glibenclamide 2.5 to 15 mg\/d) for 6 months. Thereafter, groups were crossed over for the following 6 months. Thus, each patient received metformin or glibenclamide alone, and the combination treatment. Doses were titrated to obtain HbA1c levels < or = 6.0% and fasting plasma glucose levels less than 140 mg\/dL. Eighty patients concluded both treatment periods and were included in the analysis of treatment efficacy. In patients receiving metformin or glibenclamide alone, the maximal dose was reached in 21 and 25 patients, respectively; 8 and 15 of these subjects, respectively, required the maximal dose when they were on the combination treatment. During the study, 4 (10.0%) subjects receiving metformin, 7 (17.1%) receiving glibenclamide, and 31 (39.2%) receiving the combination treatment reached HbA1c levels < or = 6.0%. Moreover, when efficacy of the combination treatment on glycemic control was compared with that of single-drug therapies in each individual patient, the combination was significantly more effective than either metformin or glibenclamide (HbA1c after treatment, 6.1%+\/-1.1% v 7.3%+\/-1.4%, and 6.5%+\/-0.7% v 7.6%+\/-1.5%, respectively, both P<.0001). In conclusion, combination treatment with metformin and sulfonylurea is more effective than these drugs alone in improving glycemic control in type 2 diabetes, while also allowing a reduction of the dosage of each drug.",
        "Year":2003
    },
    {
        "Unnamed: 0":12292,
        "ReviewID":"CD009008",
        "PMID":"PMID:15220012",
        "Title":"Effects of pioglitazone and glimepiride on glycemic control and insulin sensitivity in Mexican patients with type 2 diabetes mellitus: A multicenter, randomized, double-blind, parallel-group trial.",
        "Abstract":"Pioglitazone and glimepiride improve glycemic control in patients with type 2 diabetes mellitus by different mechanisms. Pioglitazone is a thiazolidinedione that reduces insulin resistance, and glimepiride is a sulfonylurea insulin secretagogue.\n                The goals of this study were to compare changes in measures of glycemic control and insulin sensitivity in Mexican patients with type 2 diabetes who received pioglitazone or glimepiride for 1 year.\n                This was a multicenter, 52-week, double-blind, parallel-group trial. Patients were randomized to receive monotherapy with either glimepiride (2 mg QD initially) or pioglitazone (15 mg QD initially). Doses were titrated (maximal doses: pioglitazone 45 mg, glimepiride 8 mg) to achieve glycemic targets (fasting blood glucose < or =7 mmol\/L and 1-hour postprandial blood glucose < or =10 mmol\/L). Insulin sensitivity (primary end point) was evaluated in terms of the Homeostasis Model Assessment for Insulin Sensitivity (HOMA-S), the Quantitative Insulin Sensitivity Check Index (QUICKI), and fasting serum insulin (FSI) concentrations. Glycemic control was evaluated in terms of glycosylated hemoglobin (HbA(1c)) values and fasting plasma glucose (FPG) concentrations. Patients were encouraged to maintain their individual diet and exercise regimens throughout the study.\n                Two hundred forty-four patients (125 women, 119 men; all but 1 Hispanic) were randomized to receive pioglitazone (n = 121) or glimepiride (n = 123). In the intent-to-treat sample, pioglitazone and glimepirede produced comparable reductions in HbA(1c) from baseline to the end of the study (-0.78% and -0.68%, respectively). The pioglitazone group had significantly higher HbA(1c) values compared with the glimepiride group after 12 weeks of therapy (8.66% vs 7.80%; P = 0.007) but had significantly lower values after 52 weeks (7.46% vs 7.77%; P = 0.027). Pioglitazone significantly reduced FPG compared with glimepiride (-0.6 vs 0.6 mmol\/L; P = 0.01). Pioglitazone therapy was associated with significant increases in insulin sensitivity (reduced insulin resistance), whereas glimepiride had no effect. HOMA-S values changed 18.0% for pioglitazone and -7.9% for glimepiride (P < 0.001), QUICKI values changed a respective 0.013 and -0.007 (P < 0.001), and FSI values were -21.1 and 15.1 pmol\/L (P< 0.001). Both drugs were well tolerated, with pioglitazone associated with more peripheral edema (number of treatment-emergent cases: 35\/121[28.9%] vs 17\/123 [13.8%]; P = 0.005) and fewer hypoglycemic episodes (19 [15.7%] vs 38 [30.9%]; P = 0.024). The incidence of weight gain was not significantly different between treatment groups. Conclusions: These data suggest that long-term treatment with pioglitazone enhances insulin sensitivity relative to glimepiride in Mexican patients with type 2 diabetes and that pioglitazone may have a more sustained antihyperglycemic effect.",
        "Year":2004
    },
    {
        "Unnamed: 0":12290,
        "ReviewID":"CD009008",
        "PMID":"PMID:14693964",
        "Title":"Favorable effects of pioglitazone and metformin compared with gliclazide on lipoprotein subfractions in overweight patients with early type 2 diabetes.",
        "Abstract":"To compare effects of different oral hypoglycemic drugs as first-line therapy on lipoprotein subfractions in type 2 diabetes.\n                Sixty overweight type 2 diabetic patients not on lipid-lowering therapy were randomized to metformin, pioglitazone, or gliclazide after a 3-month dietary run-in. Drug doses were uptitrated for 3 months to optimize glycemia and were kept fixed for a further 3 months. LDL subfractions (LDL(1), LDL(2), and LDL(3)) were prepared by density gradient ultracentrifugation at randomization and study end. Triglycerides, cholesterol, total protein, and phospholipids were measured and mass of subfractions calculated. HDL subfractions were prepared by precipitation. The primary end point was change in proportion of LDL as LDL(3).\n                HbA(1c), triglycerides, glucose, and cholesterol were comparable across groups at baseline and over time. LDL(3) mass and the LDL(3)-to-LDL ratio fell with pioglitazone (LDL(3) mass 36.2 to 28.0 mg\/dl, P < 0.01; LDL(3)-to-LDL 19.2:13.3%, P < 0.01) and metformin (42.7 to 31.5 mg\/dl, P < 0.01; 21.3:16.2%, P < 0.01, respectively) with no change on gliclazide. LDL(3) reductions were associated with reciprocal LDL(1) increases. Changes were independent of BMI, glycemic control, and triglycerides. Total HDL cholesterol increased on pioglitazone (1.28 to 1.36 mmol\/l, P = 0.02) but not gliclazide (1.39 to 1.37 mmol\/l, P = NS) or metformin (1.26 to 1.18 mmol\/l, P = NS), largely due to an HDL(2) increase (0.3 to 0.4 mmol\/l, P < 0.05). HDL(3) cholesterol fell on metformin (0.9 to 0.85 mmol\/l, P < 0.01). On pioglitazone and metformin, the HDL(2)-to-HDL(3) ratio increased compared with no change on gliclazide.\n                For the same improvement in glycemic control, pioglitazone and metformin produce favorable changes in HDL and LDL subfractions compared with gliclazide in overweight type 2 diabetic patients. Such changes may be associated with reduced atherosclerosis risk and may inform the choice of initial oral hypoglycemic agent.",
        "Year":2004
    },
    {
        "Unnamed: 0":12277,
        "ReviewID":"CD009008",
        "PMID":"PMID:15375799",
        "Title":"Effect of pioglitazone on carotid intima-media thickness and arterial stiffness in type 2 diabetic nephropathy patients.",
        "Abstract":"Atherosclerosis is the major cause of morbidity and mortality in patients with type 2 diabetes, and pioglitazone has been reported to have anti-inflammatory and potential antiatherogenic effects. The aim of the present study was to determine whether pioglitazone, glibenclamide, or voglibose affects carotid intima-media thickness (IMT), pulse wave velocity (PWV), and urinary albumin excretion (UAE) in normotensive type 2 diabetic nephropathy patients. Forty-five normotensive type 2 diabetes patients with microalbuminuria were randomized to 12-month treatment with pioglitazone (30 mg\/d, n = 15), glibenclamide (5 mg\/d, n = 15), or voglibose (0.6 mg\/d, n = 15). Pre- and posttreatment UAE, PWV, and IMT values were compared between treatment groups and a group of age-matched healthy control subjects (n = 30). Pretreatment PWV, IMT, and UAE values differed little between the 3 groups, but UAE was greater in the 45 type 2 diabetes patients (132.5 +\/- 36.4 microg\/min) than in the control subjects (6.2 +\/- 1.8 microg\/min, P < .001). IMT (0.76 +\/- 0.12 mm) was significantly greater in the diabetics than in the controls (0.60 +\/- 0.08 mm, P < .01). PWV (1,840 +\/- 320 cm\/s) was also significantly greater in the diabetics than in the controls (1,350 +\/- 225 cm\/s, P < .01). After 6 and 12 months, UAE, IMT, and PWV in the pioglitazone treatment group were significantly lower than those in the glibenclamide treatment group and voglibose treatment group (UAE: 6 months, P < .05 and 12 months, P < .01; IMT and PWV: 6 months, P < .05 and 12 months, P < .05). Pioglitazone, but not glibenclamide or voglibose, appears to be effective in reducing UAE, IMT, and PWV in normotensive type 2 diabetes patients with microalbuminuria.",
        "Year":2004
    },
    {
        "Unnamed: 0":12267,
        "ReviewID":"CD009008",
        "PMID":"PMID:16114544",
        "Title":"[Effects of glimepiride and metformin on free fatty acid in patients with Type 2 diabetes mellitus].",
        "Abstract":"To investigate the effect of glimepiride and metformin on free fatty acid (FFA) in patients with Type 2 diabetes mellitus and to further study the relationship between free fatty acid and insulin resistance in patients with Type 2 diabetes mellitus.\n                A prospective and case-control study was conducted. Ninty-four patients with Type 2 diabetes mellitus (35-70 year-old) were divided into 3 groups: glimepiride treated group (n=33), metformin treated group (n=29) and glimepiride plus metformin treated group (n=32). These patients were followed up for 6 months. Free fatty acids were measured by using an enzymatic colorimetry.\n                The concentration of FFA didn't significantly change in the glimepiride treated group at the end of treatment, but it obviously decreased in the metformin treated group and in the glimepiride plus metformin treated group (P < 0.05 and P < 0.001, respectively). The decrease of FFA in the glimepiride plus metformin treated group was more obvious than that in the glimepiride treated group (P < 0.05). The fasting serum FFA concentration is positively related to HOMA-IR( homeostasis model assessment-insulin resistance) and the choice of drugs by stepwise regression analysis.\n                Metformin alone or metformin plus glimepiride can decrease FFA levels, body weight index, blood glucose and insulin resistance. FFA level can reflect the index of insulin resistance to some degree.",
        "Year":2004
    },
    {
        "Unnamed: 0":12265,
        "ReviewID":"CD009008",
        "PMID":"PMID:15334791",
        "Title":"Metabolic variations with oral antidiabetic drugs in patients with Type 2 diabetes: comparison between glimepiride and metformin.",
        "Abstract":"Patients with Type 2 diabetes (T2DM) are at high risk of morbidity and mortality from cardiovascular complications, and hypoglycaemia increases this risk. Furthermore, other metabolic parameters exacerbate cardiovascular risk in these patients. The aim of the study was to compare the metabolic effects of glimepiride and metformin in patients with T2DM. We evaluated 164 patients with T2DM (80 males, 84 females) in a multicentre, randomised, controlled, open, parallel group study comparing glimepiride with metformin. Eighty-one patients (aged 56+\/-10 yr) received glimepiride (3+\/-1 mg\/d); 83 patients (aged 58+\/-9 yr) received metformin (2500+\/-500 mg\/d). Patients had been diagnosed for < or = 6 months; they were non-smokers; had no hypertension or coronary heart disease; were not taking hypolipidaemic drugs, diuretics, beta-blockers or thyroxin; and had normal renal function. Metabolic parameters were measured after 6 and 12 months of treatment. Glimepiride significantly lowered lipoprotein(a) [Lp(a)] and homocysteine levels (HCT) at 6 and 12 months. Both glimepiride and metformin lowered plasminogen activator inhibitor Type 1 (PAI-1) at 12 months and significantly improved levels of glycosylated haemoglobin, fasting plasma glucose and post-prandial plasma glucose after 6 and 12 months. Metformin significantly lowered fasting plasma insulin and postprandial plasma insulin. Glimepiride and metformin also reduced levels of other metabolic parameters in patients with T2DM. In particular, glimepiride significantly reduced HCT, Lp(a), and PAI-1 levels, important metabolic risk factors for atherosclerotic vascular disease. These reductions may be owing to improved glucose metabolism, but it cannot be excluded that these drugs have a direct effect on additional metabolic parameters.",
        "Year":2004
    },
    {
        "Unnamed: 0":12263,
        "ReviewID":"CD009008",
        "PMID":"PMID:1748145",
        "Title":"Prospective comparative study in NIDDM patients of metformin and glibenclamide with special reference to lipid profiles.",
        "Abstract":"Twenty-two NIDDM patients completed an open randomized cross-over study comparing metformin and glibenclamide over 1 year. The drugs had an equivalent effect on glycaemic control, but, in contrast to glibenclamide, metformin reduced body weight. Neither drug affected triglycerides, total- and LDL-cholesterol or C-peptide. Metformin caused a slight elevation of HDL-cholesterol (P less than 0.05). No serious adverse effects were observed. The results show that oral hypoglycaemic agents are not associated with undesirable effects on lipids and lipoproteins.",
        "Year":2004
    },
    {
        "Unnamed: 0":12259,
        "ReviewID":"CD009008",
        "PMID":"PMID:15197140",
        "Title":"Regression of carotid atherosclerosis by control of postprandial hyperglycemia in type 2 diabetes mellitus.",
        "Abstract":"Postprandial hyperglycemia may be a risk factor for cardiovascular disease. We compared the effects of two insulin secretagogues, repaglinide and glyburide, known to have different efficacy on postprandial hyperglycemia, on carotid intima-media thickness (CIMT) and markers of systemic vascular inflammation in type 2 diabetic patients.\n                We performed a randomized, single-blind trial on 175 drug-naive patients with type 2 diabetes mellitus (93 men and 82 women), 35 to 70 years of age, selected from a population of 401 patients who participated in an epidemiological analysis assessing the relation of postprandial hyperglycemia to surrogate measures of atherosclerosis. Eighty-eight patients were randomly assigned to receive repaglinide and 87 patients to glyburide, with a titration period of 6 to 8 weeks for optimization of drug dosage and a subsequent 12-month treatment period. The effects of repaglinide (1.5 to 12 mg\/d) and glyburide (5 to 20 mg\/d) on CIMT were compared by using blinded, serial assessments of the far wall. After 12 months, postprandial glucose peak was 148+\/-28 mg\/dL in the repaglinide group and 180+\/-32 mg\/dL in the glyburide group (P<0.01). HbA(1c) showed a similar decrease in both groups (-0.9%). CIMT regression, defined as a decrease of >0.020 mm, was observed in 52% of diabetics receiving repaglinide and in 18% of those receiving glyburide (P<0.01). Interleukin-6 (P=0.04) and C-reactive protein (P=0.02) decreased more in the repaglinide group than in the glyburide group. The reduction in CIMT was associated with changes in postprandial but not fasting hyperglycemia.\n                Reduction of postprandial hyperglycemia in type 2 diabetic patients is associated with CIMT regression.",
        "Year":2004
    },
    {
        "Unnamed: 0":12281,
        "ReviewID":"CD009008",
        "PMID":"PMID:14693413",
        "Title":"Is acarbose equivalent to tolbutamide as first treatment for newly diagnosed type 2 diabetes in general practice? A randomised controlled trial.",
        "Abstract":"We performed a double blind randomised controlled trial in general practice to assess equivalence between tolbutamide and acarbose with respect to the effect on mean HbA(1c) in newly diagnosed patients with type 2 diabetes. Secondary objectives were to compare the effects of both treatments on fasting and post-load blood glucose and insulin levels, lipids, and adverse events. Patients were randomised to receive acarbose, titrated step-wise to a maximum of 100mg three times daily (n=48) or tolbutamide, similarly titrated to a maximum of 2000 mg in three doses (n=48). The two treatments were considered equivalent if the two-sided 90% confidence interval (CI) for the difference in mean HbA(1c) levels was within the range -0.4 to 0.4%. Results were analysed on an intention-to-treat, per-protocol and on worst-case basis. Both agents reduced the HbA(1c) percentage and fasting blood glucose levels. The difference in mean decrease of HbA(1c) was 0.6% in favour of tolbutamide (90% CI 0.3, 0.9; 95% CI 0.2, 1.0). A worst-case analysis, assuming no change in HbA(1c) for dropouts, yielded a difference in mean decrease of 0.9% (90% CI 0.6, 1.2) in favour of tolbutamide. The difference in mean decrease of fasting blood glucose was 1.0 mmol\/l in favour of tolbutamide (95% CI 0.3, 1.7). There were no significant differences in post-load blood glucose, fasting and post-load insulin levels, or lipids. In the acarbose group significantly more patients (15 versus 3) discontinued therapy because of adverse effects, mostly of gastrointestinal origin. We conclude that the results of this study favour tolbutamide over acarbose as first treatment for patients with newly diagnosed type 2 diabetes.",
        "Year":2004
    },
    {
        "Unnamed: 0":12298,
        "ReviewID":"CD009008",
        "PMID":"PMID:15270789",
        "Title":"Sustained effects of pioglitazone vs. glibenclamide on insulin sensitivity, glycaemic control, and lipid profiles in patients with Type 2 diabetes.",
        "Abstract":"This study compared the effects of 52 weeks' treatment with pioglitazone, a thiazolidinedione that reduces insulin resistance, and glibenclamide, on insulin sensitivity, glycaemic control, and lipids in patients with Type 2 diabetes.\n                Patients with Type 2 diabetes were randomized to receive either pioglitazone (initially 30 mg QD, n = 91) or micronized glibenclamide (initially 1.75 mg QD, n = 109) as monotherapy. Doses were titrated (to 45 mg for pioglitazone and 10.5 mg for glibenclamide) to achieve glycaemic targets during the next 12 weeks: fasting blood glucose of < or = 7 mmol\/l and 1-h postprandial blood glucose of < or = 10 mmol\/l. Patients were maintained on the titrated dose for 40 weeks.\n                Pioglitazone significantly increased insulin sensitivity compared with glibenclamide, as assessed by homeostasis model assessment (17.0% vs. -13.0%; P < 0.001), quantitative insulin sensitivity check index (0.011 vs. -0.007; P < 0.001) and fasting serum insulin (-1.3 pmol\/l vs. 23.8 pmol\/l; P = 0.007). The glibenclamide group had significantly lower HbA1c than the pioglitazone group after 12 weeks of therapy (7.8% vs. 8.3%, P = 0.015), but significantly higher HbA1c after 52 weeks of therapy (7.8% vs. 7.2%, P = 0.001). Pioglitazone significantly (vs. glibenclamide) increased mean HDL-C (P < 0.001), decreased mean triglycerides (P = 0.019), and decreased mean atherogenic index of plasma (AIP; P = 0.001) and mean total cholesterol\/HDL-C (P = 0.004), without significantly elevating mean total cholesterol or mean LDL-C compared with glibenclamide. CONCLUSIONS These data suggest that the effects of pioglitazone are more sustained than those of glibenclamide for improving insulin sensitivity in patients with Type 2 diabetes, and that 52 weeks' treatment with pioglitazone has favourable effects on glycaemic control and lipoprotein profile.\n                Copyright 2004 Diabetes UK",
        "Year":2004
    },
    {
        "Unnamed: 0":12306,
        "ReviewID":"CD009008",
        "PMID":"PMID:15787663",
        "Title":"A long-term comparison of pioglitazone and gliclazide in patients with Type 2 diabetes mellitus: a randomized, double-blind, parallel-group comparison trial.",
        "Abstract":"This study compared the effects of pioglitazone and gliclazide on metabolic control in drug-naive patients with Type 2 diabetes mellitus.\n                A total of 1270 patients with Type 2 diabetes were randomized in a parallel-group, double-dummy, double-blind study. Patients with poorly controlled Type 2 diabetes (HbA1c 7.5-11%), despite dietary advice, received either pioglitazone up to 45 mg once daily or gliclazide up to 160 mg two times daily. Primary efficacy endpoint was change in HbA1c from baseline to the end of the study. Secondary efficacy endpoints included change in fasting plasma glucose, fasting plasma insulin and plasma lipids. At selected centres, oral glucose tolerance tests were performed and C-peptide and pro-insulin levels were measured.\n                Mean HbA1c values decreased by the same amount in the two treatment groups from baseline to week 52 [pioglitazone: -1.4%; gliclazide: -1.4%; (90% CI: -0.18 to 0.02)]. A significantly greater mean reduction in fasting plasma glucose was observed in the pioglitazone group (2.4 mmol\/l) than in the gliclazide group [2.0 mmol\/l; treatment difference -0.4 mmol\/l in favour of pioglitazone; P = 0.002; (95% CI: -0.7 to -0.1)]. Improvements in high-density lipoprotein cholesterol (HDL-C) and total cholesterol\/HDL-C were greater with pioglitazone than with gliclazide (P < 0.001). The frequencies of adverse events were comparable between the two treatment groups, but more hypoglycaemic events were reported for gliclazide, whereas twice as many patients reported oedema with pioglitazone than with gliclazide.\n                Pioglitazone monotherapy was equivalent to gliclazide in reducing HbA1c, with specific differences between treatments in terms of mechanism of action, plasma lipids and adverse events.",
        "Year":2005
    },
    {
        "Unnamed: 0":12258,
        "ReviewID":"CD009008",
        "PMID":"PMID:6988265",
        "Title":"Glipizide versus tolbutamide, an open trial. Effects on insulin secretory patterns and glucose concentrations.",
        "Abstract":"An open parallel trial with glipizide or tolbutamide was carried out in a cohort of 29 comparable maturity-onset diabetic patients. Eighteen of these individuals were studied in detail. During six months of active drug therapy the mean decrease in fasting serum glucose levels on glipizide was 25 +\/- 2% versus 17 +\/- 2% on tolbutamide (p less than 0.025). Decreases in post prandial glucose levels were 12.2 and 10.4%. Glucose disappearance rates (Kg) during the sixth month of treatment with both drugs increased significantly: on glipizide from 0.47 +\/- 0.04%\/min to 0.85 +\/- 0.08%\/min(p less than 0.005), and on tolbutamide from 0.47 +\/- 0.08%\/min to 0.70 +\/- 0.11%\/min (p less than 0.01). Early and late insulin release (summed increases over basal for 2--10 min and 10--60 min) during intravenous glucose tolerance testing increased during glipizide, but not during tolbutamide therapy. Post prandial insulin increments over basal during an oral glucose tolerance test also increased during glipizide, but not tolbutamide therapy. Both drugs were comparable with regard to efficacy and safety; however, only glipizide had chronic effects upon insulin secretion.",
        "Year":2005
    },
    {
        "Unnamed: 0":12283,
        "ReviewID":"CD009008",
        "PMID":"PMID:16026361",
        "Title":"Comparison of metabolic effects of pioglitazone, metformin, and glimepiride over 1 year in Japanese patients with newly diagnosed Type 2 diabetes.",
        "Abstract":"To compare the metabolic effects of pioglitazone, metformin, and glimepiride in the treatment of Japanese patients with newly diagnosed Type 2 diabetes.\n                A total of 114 patients with Type 2 diabetes who had never used oral hypoglycaemic drugs were studied for 12 months. Patients were randomly assigned to pioglitazone (30-45 mg\/day, n = 38), metformin (750 mg\/day, n = 39), or glimepiride (1.0-2.0 mg\/day, n = 37). The effect of treatment on fasting plasma glucose (FPG), glycated haemoglobin (HbA(1c)), 1,5-anhydroglucitol (1,5AG), total cholesterol, high-density lipoprotein (HDL)-cholesterol, triglycerides, free fatty acids (FFA), and fasting plasma insulin levels was monitored monthly. Body weight and safety data were also collected.\n                Eight patients withdrew from the study (three in the pioglitazone group, two in the metformin group, and three in the glimepiride group). The rate of reduction of HbA(1c) was fastest in patients receiving glimepiride and slowest in patients receiving pioglitazone. Although there were no significant differences among the three groups in HbA(1c) levels at the end of the study, patients taking pioglitazone had relatively lower FPG and 1,5AG levels than patients taking the other two drugs. These results suggest that pioglitazone acts predominantly on nocturnal metabolism rather than at mealtimes. FFA were reduced significantly in those taking pioglitazone (542.2 microEq\/l vs. 237.3 microEq\/l; P < 0.01) before a decrease in HbA(1c) was apparent. The change in FFA levels correlated with the change in HbA(1c) (r = 0.409, P < 0.01). There were no significant differences in other lipid parameters among the groups.\n                Pioglitazone, metformin, and glimepiride are equally effective in reducing blood glucose in patients with newly diagnosed Type 2 diabetes. However, their specific characteristics, such as the rapid action on blood glucose levels of glimepiride and the favourable action on FPG and FFA of pioglitazone, should be considered when choosing an appropriate agent.",
        "Year":2005
    },
    {
        "Unnamed: 0":12276,
        "ReviewID":"CD009008",
        "PMID":"PMID:16207627",
        "Title":"Influence of glucose control and improvement of insulin resistance on microvascular blood flow and endothelial function in patients with diabetes mellitus type 2.",
        "Abstract":"The study was performed to investigate the effect of improving metabolic control with pioglitazone in comparison to glimepiride on microvascular function in patients with diabetes mellitus type 2.\n                A total of 179 patients were recruited and randomly assigned to one treatment group. Metabolic control (HbA1c), insulin resistance (HOMA index), and microvascular function (laser Doppler fluxmetry) were observed at baseline and after 3 and 6 months.\n                HbA1c improved in both treatment arms (pioglitazone: 7.52 +\/- 0.85% to 6.71 +\/- 0.89%, p < .0001; glimepiride: 7.44 +\/- 0.89% to 6.83 +\/- 0.85%, p < .0001). Insulin-resistance decreased significantly in the pioglitazone group (6.15 +\/- 4.05 to 3.85 +\/- 1.92, p < .0001) and remained unchanged in the glimepiride group. The microvascular response to heat significantly improved in both treatment groups (pioglitazone 48.5 [15.2; 91.8] to 88.8 [57.6; 124.1] arbitrary units [AU], p < .0001; glimepiride 53.7 [14.1; 91.9] to 87.9 [52.9, 131.0] AU, p < .0001, median [lower and upper quartile]). Endothelial function as measured with the acetylcholine response improved in the pioglitazone group (38.5 [22.2; 68.0] to 60.2 [36.9; 82.8], p = .0427) and remained unchanged in the glimepiride group.\n                Improving metabolic control has beneficial effects in microvascular function in type 2 diabetic patients. Treatment of type 2 diabetic patients with pioglitazone exerts additional effects on endothelial function beyond metabolic control.",
        "Year":2005
    },
    {
        "Unnamed: 0":12275,
        "ReviewID":"CD009008",
        "PMID":"PMID:15860237",
        "Title":"Effect of pioglitazone on arteriosclerosis in comparison with that of glibenclamide.",
        "Abstract":"Pioglitazone is an insulin-sensitizing agent that has been reported to have anti-arteriosclerotic effects.\n                To investigate the anti-arteriosclerotic effects of pioglitazone in patients with diabetes mellitus using pulse wave velocity (PWV) as an index of efficacy.\n                Twenty-seven patients with type 2 diabetes mellitus were randomly assigned to two groups, and pioglitazone (n=13) or glibenclamide (n=14) was administered for 6 months. The TG, TC, LDL-C, and HDL-C, FPG, HbA1c, IRI levels, HOMA-IR, and ba-PWV data were examined before and after administration of each agent.\n                FPG and HbA1c were significantly improved in both the groups after treatment, but IRI, HOMA-IR and were improved only in the PIO group. The percent change of ba-PWV from the baseline after treatment in the PIO group improved significantly than that in the GC group (-6.3 +\/- 5.6% versus 0.8 +\/- 5.7%).\n                The findings in this study suggested that pioglitazone has anti-arteriosclerotic effects. We concluded that drugs for the treatment of diabetes mellitus should be selected taking into consideration such endpoints as blood sugar control, and also the risk of complications such as cardiovascular events in the future.",
        "Year":2005
    },
    {
        "Unnamed: 0":12313,
        "ReviewID":"CD009008",
        "PMID":"PMID:15735185",
        "Title":"Comparison of pioglitazone and gliclazide in sustaining glycemic control over 2 years in patients with type 2 diabetes.",
        "Abstract":"The hypothesis that pioglitazone treatment is superior to gliclazide treatment in sustaining glycemic control for up to 2 years in patients with type 2 diabetes was tested.\n                This was a randomized, multicenter, double-blind, double-dummy, parallel-group, 2-year study. Approximately 600 patients from 98 centers participated. Eligible patients had completed a previous 12-month study and consented to continue treatment for a further year. To avoid selection bias, all patients from all centers were included in the primary analysis (a comparison of the time-to-failure distributions of the two groups by using a log-rank test) regardless of whether they continued treatment for a 2nd year. By using repeated-measures ANOVA, time course of least square means of HbA(1c) and homeostasis model of assessment (HOMA) indexes (HOMA-%S and HOMA-%B) were analyzed.\n                A greater proportion of patients treated with pioglitazone maintained HbA(1c) <8% over the 2-year period than those treated with gliclazide. A difference between the Kaplan-Meier curves was apparent as early as week 32 and widened at each time point thereafter, becoming statistically significant from week 52 onward. At week 104, 129 (47.8%) of 270 pioglitazone-treated patients and 110 (37.0%) of 297 gliclazide-treated patients maintained HbA(1c) <8%. Compared with gliclazide treatment, pioglitazone treatment produced a larger decrease in HbA(1c), a larger increase in HOMA-%S, and a smaller increase in HOMA-%B during the 2nd year of treatment.\n                Pioglitazone is superior to gliclazide in sustaining glycemic control in patients with type 2 diabetes during the 2nd year of treatment.",
        "Year":2005
    },
    {
        "Unnamed: 0":12289,
        "ReviewID":"CD009008",
        "PMID":"PMID:17145742",
        "Title":"Glycemic durability of rosiglitazone, metformin, or glyburide monotherapy.",
        "Abstract":"The efficacy of thiazolidinediones, as compared with other oral glucose-lowering medications, in maintaining long-term glycemic control in type 2 diabetes is not known.\n                We evaluated rosiglitazone, metformin, and glyburide as initial treatment for recently diagnosed type 2 diabetes in a double-blind, randomized, controlled clinical trial involving 4360 patients. The patients were treated for a median of 4.0 years. The primary outcome was the time to monotherapy failure, which was defined as a confirmed level of fasting plasma glucose of more than 180 mg per deciliter (10.0 mmol per liter), for rosiglitazone, as compared with metformin or glyburide. Prespecified secondary outcomes were levels of fasting plasma glucose and glycated hemoglobin, insulin sensitivity, and beta-cell function.\n                Kaplan-Meier analysis showed a cumulative incidence of monotherapy failure at 5 years of 15% with rosiglitazone, 21% with metformin, and 34% with glyburide. This represents a risk reduction of 32% for rosiglitazone, as compared with metformin, and 63%, as compared with glyburide (P<0.001 for both comparisons). The difference in the durability of the treatment effect was greater between rosiglitazone and glyburide than between rosiglitazone and metformin. Glyburide was associated with a lower risk of cardiovascular events (including congestive heart failure) than was rosiglitazone (P<0.05), and the risk associated with metformin was similar to that with rosiglitazone. Rosiglitazone was associated with more weight gain and edema than either metformin or glyburide but with fewer gastrointestinal events than metformin and with less hypoglycemia than glyburide (P<0.001 for all comparisons).\n                The potential risks and benefits, the profile of adverse events, and the costs of these three drugs should all be considered to help inform the choice of pharmacotherapy for patients with type 2 diabetes. (ClinicalTrials.gov number, NCT00279045 [ClinicalTrials.gov].).\n                Copyright 2006 Massachusetts Medical Society.",
        "Year":2006
    },
    {
        "Unnamed: 0":12279,
        "ReviewID":"CD009008",
        "PMID":"PMID:16506273",
        "Title":"Effect of pioglitazone on urinary liver-type fatty acid-binding protein concentrations in diabetes patients with microalbuminuria.",
        "Abstract":"Urinary liver-type fatty acid-binding protein (L-FABP) is a useful marker for renal tubulointerstitial injury. Pioglitazone is reported to be effective in early diabetic nephropathy. The aim of the present study was to determine whether pioglitazone affects urinary L-FABP levels in diabetic nephropathy patients with microalbuminuria.\n                Sixty-eight patients with type 2 diabetes and microalbuminuria were randomized to a 12-month treatment with pioglitazone (30 mg\/d, n = 17), glibenclamide (5 mg\/d, n = 18), voglibose (0.6 mg\/d, n = 17), or nateglinide (270 mg\/d, n = 16). Pre- and posttreatment urinary albumin excretion (UAE) and urinary L-FABP concentrations were compared between the four treatment groups and 40 age-matched healthy subjects.\n                Pretreatment UAE and urinary L-FABP levels differed little between the four groups. UAE and urinary L-FABP levels were significantly greater in the diabetes patients than in the healthy subjects (UAE: p < 0.001; L-FABP: p < 0.01). After 6 and 12 months, UAE and urinary L-FABP were significantly lower in the pioglitazone treatment group than in the other treatment groups (UAE: 6 months, p < 0.01 and 12 months, p < 0.001; L-FABP: 6 months, p < 0.05 and 12 months, p < 0.01).\n                Pioglitazone, but not glibenclamide, voglibose, or nateglinide, appears to be effective in reducing UAE and the urinary L-FABP level, suggesting that pioglitazone has a specific role in ameliorating both glomerular and tubulointerstitial lesions associated with early diabetic nephropathy.",
        "Year":2006
    },
    {
        "Unnamed: 0":12308,
        "ReviewID":"CD009008",
        "PMID":"PMID:16999648",
        "Title":"Long-term safety of pioglitazone versus glyburide in patients with recently diagnosed type 2 diabetes mellitus.",
        "Abstract":"To evaluate the long-term safety and efficacy of glyburide versus pioglitazone in patients with a recent diagnosis of type 2 diabetes mellitus.\n                Prospective, randomized, multicenter, double-blind trial with a 16-week titration period and a 40-week maintenance period.\n                Sixty-five investigative sites in the United States and Puerto Rico.\n                Five hundred two subjects with a recent diagnosis of type 2 diabetes that was unsuccessfully treated with diet and exercise were randomly assigned to study treatment. Of the 251 patients in each treatment group, 128 (51.0%) glyburide-treated patients and 134 (53.4%) pioglitazone-treated patients completed the study.\n                Dosages of randomly assigned glyburide and pioglitazone were titrated every 4 weeks for 16 weeks in 5-mg\/day and 15-mg\/day increments, respectively, until a fasting plasma glucose level between 69 and 141 mg\/dl was achieved. The optimized regimen was maintained during the subsequent 40-week double-blind phase.\n                At week 56, glyburide and pioglitazone improved glucose control comparably (change in hemoglobin A(1c) -2.02% and -2.07%, respectively, p=0.669). Withdrawal due to lack of efficacy or adverse events occurred more frequently with glyburide (20.8%) than pioglitazone (12.8%, p<0.032). Significantly higher percentages of glyburide- than pioglitazone-treated patients had a hypoglycemic (24.3% vs 4.4%, p=0.0001) or cardiac (8.8% vs 4.4%, p=0.0478) event. Edema (4.8% vs 7.9%, p=0.1443) and weight gain (4.4% vs 4.0%, p=0.8238) did not differ significantly between the glyburide and pioglitazone groups. Only a few patients discontinued study drug because of weight gain (one glyburide, one pioglitazone), edema (one pioglitazone), or a cardiac event (two glyburide).\n                With long-term treatment, both glyburide and pioglitazone resulted in comparable glycemic control; however, pioglitazone was associated with less hypoglycemia and fewer withdrawals due to lack of efficacy or adverse events.",
        "Year":2006
    },
    {
        "Unnamed: 0":12297,
        "ReviewID":"CD009008",
        "PMID":"PMID:16864814",
        "Title":"Postprandial plasma glucose excursions and cognitive functioning in aged type 2 diabetics.",
        "Abstract":"Postprandial plasma glucose (PPG) excursion is a significant determinant of overall metabolic control as well as an increased risk for diabetic complications. Older persons with type 2 diabetes mellitus (DM2) are more likely to have moderate cognitive deficits and neurophysiologic and structural changes in brain tissue. Considering that poor metabolic control is considered a deranging factor for tissue\/organ damage in diabetics, the authors hypothesized that PPG excursion is associated with a decline in cognitive functioning and that a tighter control of PPG may prevent cognitive decline.\n                Two groups of aged diabetic patients were randomly selected to be treated with repaglinide (n = 77) or glibenclamide (n = 79).\n                Coefficient of variation of PPG (CV-PPG) was associated with Mini-Mental State Examination (MMSE) scores (r = -0.3410; p < 0.001) and a composite score of executive and attention functioning (r = -0.3744; p < 0.001) after adjusting for multiple confounders. Both groups showed a significant decline in hemoglobin A1c (HbA1c) and fasting plasma glucose (FPG), but only the repaglinide group demonstrated a significant decline of CV-PPG over time. In models investigating the change in cognitive functioning over time, adjusted for HbA1c and CV-FPG, a decline in cognitive functioning was observed only in the glibenclamide group (p < 0.001). After adjusting for CV-PPG, the authors no longer found a decline in executive and attention functioning composite score (p = 0.085) or the MMSE (p = 0.080) with glibenclamide.\n                Exaggerated postprandial glucose (PPG) excursions are associated with a derangement of both global, executive, and attention functioning. A tighter control of PPG may prevent cognitive decline in older diabetic individuals.",
        "Year":2006
    },
    {
        "Unnamed: 0":12294,
        "ReviewID":"CD009008",
        "PMID":"PMID:17907113",
        "Title":"Long-term effects of pioglitazone versus gliclazide on hepatic and humoral coagulation factors in patients with type 2 diabetes.",
        "Abstract":"This study compared the long-term effects of pioglitazone and gliclazide on the production of coagulation factors in patients with type 2 diabetes. Patients (n=283) with glycosylated haemoglobin > 7.5% were randomised to receive either pioglitazone (30-45 mg\/day) or gliclazide (80-320 mg\/day) for one year. Coagulation factors were measured at baseline and at six and 12 months. While both pioglitazone and gliclazide induced a comparable improvement in glycaemic control, only pioglitazone improved insulin sensitivity. Pioglitazone significantly (p < or = 0.001) decreased circulating levels of von Willebrand factor (-9.7%, -9.4%) and plasminogen activator inhibitor-1 (-16.8 ng\/ml, -12.3 ng\/ml), and increased levels of antithrombin-III (+1.3 mg\/dL, +1.5 mg\/dL) after six and 12 months, respectively. The beneficial effects of pioglitazone on glycaemic control, lipid homeostasis, and coagulation and thrombosis, may improve vascular outcomes in patients with type 2 diabetes.",
        "Year":2007
    },
    {
        "Unnamed: 0":12270,
        "ReviewID":"CD009008",
        "PMID":"PMID:17485893",
        "Title":"Effects of pioglitazone hydrochloride on Japanese patients with type 2 diabetes mellitus.",
        "Abstract":"The effects of pioglitazone hydrochloride monotherapy on abnormal lipid control were evaluated in Japanese patients with type 2 diabetes mellitus, comparing with glibenclamide monotherapy.\n                Patients were randomly assigned to receive, once daily, pioglitazone hydrochloride, at 15 mg or 30 mg (n=46), or glibenclamide, at 1.25 mg or 2.5 mg (n=46). The 24-week study included patients with type 2 diabetes having high levels of triglyceride (TG).\n                Pioglitazone hydrochloride produced beneficial effects on dyslipidemia in patients with type 2 diabetes, compared with the baseline and the glibenclamide group, as demonstrated by increases in high-density lipoprotein cholesterol (HDL-C) levels and low-density lipoprotein cholesterol (LDL) particle size, a fall in TG levels, and an increased ratio of visceral to subcutaneous fat volumes (V\/S). Pioglitazone hydrochloride reduced fasting serum insulin levels, with low fasting plasma glucose (FPG) and glycohemoglobin levels, compared to the baseline, suggesting an improvement of insulin resistance.\n                As expected, glibenclamide reduced FPG levels through increased insulin secretion. Pioglitazone hydrochloride and glibenclamide were well tolerated. Pioglitazone hydrochloride improved dyslipidemia related to insulin resistance, whereas glibenclamide enhanced insulin secretion, with only a minor effect on lipid control, in Japanese patients with type 2 diabetes.",
        "Year":2007
    },
    {
        "Unnamed: 0":12260,
        "ReviewID":"CD009008",
        "PMID":"PMID:17174222",
        "Title":"A one-year study comparing the efficacy and safety of rosiglitazone and glibenclamide in the treatment of type 2 diabetes.",
        "Abstract":"This study was designed to compare the efficacy of rosiglitazone and glibenclamide in individuals with type 2 diabetes over a 12-month period.\n                A total of 598 patients were randomized to double-blind treatment for 52 weeks with rosiglitazone 4 mg\/d (n=200), rosiglitazone 8 mg\/d (n=191) or glibenclamide (n=207; dose adjusted up to 15 mg\/d over the first 12 weeks according to clinical response). Changes in fasting plasma glucose (FPG), haemoglobin A1c (HbA1c), fasting insulin and its precursor peptides, and lipids were measured and safety was evaluated. Significant reductions in HbA1c levels at 52 weeks compared with baseline were seen in all treatment groups (rosiglitazone 4 mg\/d=-0.3%, P=0.0003; rosiglitazone 8 mg\/d=-0.5%, P<0.0001; glibenclamide=-0.7%, P<0.0001). Mean FPG levels were also significantly reduced in all treatment groups (rosiglitazone 4 mg\/d=-1.4 mmol\/l; rosiglitazone 8 mg\/d=-2.3 mmol\/l; glibenclamide=-1.7 mmol\/l; P<0.0001 vs. baseline for all treatments). Rosiglitazone therapy reduced plasma insulin, proinsulin, split proinsulin and free fatty acid levels compared with glibenclamide. Rosiglitazone improved insulin resistance while a worsening was seen with glibenclamide. Total:high-density lipoprotein cholesterol ratios were reduced with glibenclamide and unchanged with rosiglitazone. All treatments were generally well tolerated.\n                The efficacy of rosiglitazone 8 mg\/d in improving glycaemic control in patients with type 2 diabetes is comparable to that of glibenclamide. However, rosiglitazone reduced insulin resistance and proinsulin levels whereas glibenclamide use was associated with an increase in fasting insulin and proinsulin. This suggests that in the long term, rosiglitazone may protect the beta-cell whereas glibenclamide is likely to increase the burden.",
        "Year":2007
    },
    {
        "Unnamed: 0":12262,
        "ReviewID":"CD009008",
        "PMID":"PMID:19705345",
        "Title":"Efficacy and safety comparison between the DPP-4 inhibitor vildagliptin and the sulfonylurea gliclazide after two years of monotherapy in drug-naïve patients with type 2 diabetes.",
        "Abstract":"This report is part of the overall evaluation of using vildagliptin in the treatment of type 2 diabetes. Here the results of a multi-center, double-blind, randomized, active-controlled study designed to compare the efficacy and safety of two years of monotherapy with vildagliptin 50 mg bid and gliclazide up to 320 mg\/day in drug-naïve patients with type 2 diabetes are reported. A total of 546 patients were randomized and approximately 74% of patients completed the study in each group. HbA (1c) values were slightly higher in the gliclazide group (HbA (1c) of 8.7+\/-0.1% vs. 8.5+\/-0.1% in the vildagliptin group). The mean reduction in HbA (1c) from baseline to Week 104 was -0.5% in the vildagliptin group and -0.6% in the gliclazide group. The associated 95% confidence interval (CI) for the between-group difference (0.13%) in mean change was (-0.06%, 0.33%). Thus, noninferiority based on an upper limit of the CI of 0.3% was not met. In the vildagliptin group, weight increased by 0.8+\/-0.2 kg compared to 1.6+\/-0.2 kg in the gliclazide group (p<0.01). Mild hypoglycemia was recorded in 0.7% of patients in the vildagliptin group and in 1.7% in the gliclazide group. Both drugs were well tolerated. In summary, vildagliptin monotherapy resulted in improved glycemic control in drug-naïve patients with type 2 diabetes. Although the hypothesis of noninferiority to gliclazide was not borne out statistically, the reductions in HbA (1c) were similar over a two year period and vildagliptin had significant benefits in terms of less weight gain and less hypoglycemia.\n                Georg Thieme Verlag KG Stuttgart. New York.",
        "Year":2009
    },
    {
        "Unnamed: 0":12272,
        "ReviewID":"CD009008",
        "PMID":"PMID:20194881",
        "Title":"Effect of rosiglitazone on progression of coronary atherosclerosis in patients with type 2 diabetes mellitus and coronary artery disease: the assessment on the prevention of progression by rosiglitazone on atherosclerosis in diabetes patients with cardiovascular history trial.",
        "Abstract":"Rosiglitazone has several properties that may affect progression of atherosclerosis. The Assessment on the Prevention of Progression by Rosiglitazone on Atherosclerosis in Diabetes Patients With Cardiovascular History (APPROACH) study was undertaken to determine the effect of the thiazolidinedione rosiglitazone on coronary atherosclerosis as assessed by intravascular ultrasound compared with the sulfonylurea glipizide.\n                This was a randomized, double-blind, controlled 18-month study in 672 patients aged 30 to 80 years with established type 2 diabetes mellitus treated by lifestyle, 1 oral agent, or submaximal doses of 2 oral agents who had at least 1 atherosclerotic plaque with 10% to 50% luminal narrowing in a coronary artery that had not undergone intervention during a clinically indicated coronary angiography or percutaneous coronary intervention. The primary outcome was change in percent atheroma volume in the longest and least angulated epicardial coronary artery that had not undergone intervention. Secondary outcomes included change in normalized total atheroma volume and change in total atheroma volume in the most diseased baseline 10-mm segment. Rosiglitazone did not significantly reduce the primary outcome of percent atheroma volume compared with glipizide (-0.64%; 95% confidence interval, -1.46 to 0.17; P=0.12). The secondary outcome of normalized total atheroma volume was significantly reduced by rosiglitazone compared with glipizide (-5.1 mm(3); 95% confidence interval, -10.0 to -0.3; P=0.04); however, no significant difference between groups was observed for the change in total atheroma volume within the most diseased baseline 10-mm segment (-1.7 mm(3); 95% confidence interval, -3.9 to 0.5; P=0.13).\n                Rosiglitazone did not significantly decrease the primary end point of progression of coronary atherosclerosis more than glipizide in patients with type 2 diabetes mellitus and coronary atherosclerosis. Clinical Trial Registration- http:\/\/www.clinicaltrials.gov. Unique Identifier: NCT00116831.",
        "Year":2010
    },
    {
        "Unnamed: 0":12309,
        "ReviewID":"CD009008",
        "PMID":"PMID:21409314",
        "Title":"Effects of insulin versus sulphonylurea on beta-cell secretion in recently diagnosed type 2 diabetes patients: a 6-year follow-up study.",
        "Abstract":"Early insulin treatment is considered more beneficial than anti-diabetic medication with sulphonylureas, because the latter may exert negative effects on beta-cell function, while the former may help preserve it. In a previous study, we found that C-peptide response was increased in the insulin-treated group, whereas it was decreased in the glibenclamide group. However, it was not certain whether the advantage remained in the longer term.\n                In this study, we tested whether early insulin treatment is more beneficial than glibenclamide against a 6-year follow-up perspective.\n                We designed a randomized clinical trial in subjects with newly diagnosed type 2 diabetes. Glucagon stimulatory tests, measuring C-peptide and islet amyloid polypeptide (IAPP), were performed after 2, and 3, days of temporary insulin and glibenclamide withdrawal.\n                18 subjects initially randomized to glibenclamide, and 16 randomized to two daily injections of insulin, participated in end-of-study investigations. C-peptide response to glucagon deteriorated (p < 0.01 vs. baseline) in initially glibenclamide-treated patients (n = 18), but not in insulin-treated patients (p < 0.05 for difference between groups, after 2 days of treatment withdrawal). The IAPP response to glucagon declined in the glibenclamide group (p < 0.001), but not in insulin-treated subjects (p = 0.05 for difference between groups).\n                Early insulin treatment preserves beta-cell secretory function better than glibenclamide even in a 6-year perspective.",
        "Year":2010
    },
    {
        "Unnamed: 0":12266,
        "ReviewID":"CD009008",
        "PMID":"PMID:21205128",
        "Title":"Liraglutide, a once-daily human glucagon-like peptide 1 analogue, provides sustained improvements in glycaemic control and weight for 2 years as monotherapy compared with glimepiride in patients with type 2 diabetes.",
        "Abstract":"Most treatments for type 2 diabetes fail over time, necessitating combination therapy. We investigated the safety, tolerability and efficacy of liraglutide monotherapy compared with glimepiride monotherapy over 2 years.\n                Participants were randomized to receive once-daily liraglutide 1.2 mg, liraglutide 1.8 mg or glimepiride 8 mg. Participants completing the 1-year randomized, double-blind, double-dummy period could continue open-label treatment for an additional year. Safety data were evaluated for the full population exposed to treatment, and efficacy data were evaluated for the full intention-to-treat (ITT) and 2-year completer populations. Outcome measures included change in glycosylated haemoglobin (HbA1c), fasting plasma glucose (FPG), body weight and frequency of nausea and hypoglycaemia.\n                For patients completing 2 years of therapy, HbA1c reductions were -0.6% with glimepiride versus -0.9% with liraglutide 1.2 mg (difference: -0.37, 95% CI: -0.71 to -0.02; p = 0.0376) and -1.1% with liraglutide 1.8 mg (difference: -0.55, 95% CI: -0.88 to -0.21; p = 0.0016). In the ITT population, HbA1c reductions were -0.3% with glimepiride versus -0.6% with liraglutide 1.2 mg (difference: -0.31, 95% CI: -0.54 to -0.08; p = 0.0076) and -0.9% with liraglutide 1.8 mg (difference: -0.60, 95% CI: -0.83 to -0.38; p < 0.0001). For both ITT and completer populations, liraglutide was more effective in reducing HbA1c, FPG and weight. Over 2 years, rates of minor hypoglycaemia [self-treated plasma glucose <3.1 mmol\/l (<56 mg\/dl)] were significantly lower with liraglutide 1.2 mg and 1.8 mg compared with glimepiride (p < 0.0001).\n                Liraglutide monotherapy for 2 years provides significant and sustained improvements in glycaemic control and body weight compared with glimepiride monotherapy, at a lower risk of hypoglycaemia.\n                © 2011 Blackwell Publishing Ltd.",
        "Year":2011
    }
]