[
    {
        "Unnamed: 0":17407,
        "ReviewID":"CD003280",
        "PMID":"PMID:4022350",
        "Title":"Combined azathioprine and prednisone in chronic inflammatory-demyelinating polyneuropathy.",
        "Abstract":"Twenty-seven patients with static or worsening chronic inflammatory-demyelinating polyradiculoneuropathy were randomly assigned to alternate day decremental prednisone therapy alone or with azathioprine (2 mg\/kg) for 9 months. No statistically significant alterations were demonstrated between these treatment schedules.",
        "Year":1985
    },
    {
        "Unnamed: 0":17406,
        "ReviewID":"CD003280",
        "PMID":"PMID:10408537",
        "Title":"Randomized trial of interferon beta-1a in chronic inflammatory demyelinating polyradiculoneuropathy.",
        "Abstract":"To test the safety and efficacy of interferon beta-1a (IFN-beta) in treatment-resistant chronic inflammatory demyelinating polyradiculoneuropathy (CIDP).\n                Current treatment regimens leave 4% to 30% of patients with CIDP with moderate or severe disability. IFN-beta has been reported as beneficial in one treatment-resistant patient.\n                Ten consecutive treatment-resistant patients were randomized in a double-blind, crossover design to receive placebo or IFN-beta (3 MIU for 2 weeks and then 6 MIU for 10 weeks) subcutaneously three times weekly, followed by 4 weeks without treatment, and then the opposite treatment for 12 weeks. The primary outcome measure was \"clinically important\" improvement by specified amounts in any three of eight clinical measures: timed 10-m walk, Ambulation Index, expanded Medical Research Council sum score, nine-hole peg test time, Functional Independence Measure, Hammersmith Motor Ability, a new Guy's Neurological Disability Scale, and the EuroQoL quality-of-life scale. These and motor median nerve conduction studies were measured before and after 12 weeks of each treatment.\n                Clinically important improvement was observed in one patient while taking IFN-beta and two patients while taking placebo. There was no significant difference between IFN-beta and placebo in the change in any of the individual clinical or neurophysiological measures between the beginning and end of treatment. There were no serious adverse events.\n                This trial shows that IFN-beta is safe but not efficacious in treatment-resistant CIDP.",
        "Year":1999
    },
    {
        "Unnamed: 0":17404,
        "ReviewID":"CD003280",
        "PMID":"PMID:19136303",
        "Title":"Randomised controlled trial of methotrexate for chronic inflammatory demyelinating polyradiculoneuropathy (RMC trial): a pilot, multicentre study.",
        "Abstract":"Chronic inflammatory demyelinating polyradiculoneuropathy (CIDP) responds to treatment with corticosteroids, intravenous immunoglobulin, and plasma exchange. We aimed to test whether the standard immunosuppressive drug methotrexate was of use in treatment of CIDP.\n                In a pilot, multicentre, randomised, double-blind, controlled trial we compared oral methotrexate 7.5 mg weekly for 4 weeks, then 10 mg weekly for 4 weeks, and finally 15 mg weekly for 32 weeks (40 weeks' total treatment) with placebo in patients with CIDP requiring intravenous immunoglobulin or corticosteroids. After about 16 weeks, the dose of corticosteroids or intravenous immunoglobulin was decreased by 20% every 4 weeks if participants did not deteriorate. Primary outcome was a greater than 20% reduction in mean weekly dose in the last 4 weeks of the trial compared with the first 4 weeks. Secondary outcomes analysed separately at the mid-trial and final visits measured activity limitations and strength. Analyses were done by intention to treat. This study is registered as an International Standard Randomised Controlled Trial, number ISRCTN73774524.\n                59 of the 60 enrolled participants completed the trial. 14 (52%) of 27 taking methotrexate and 14 (44%) of 32 taking placebo had a greater than 20% reduction in mean weekly dose of corticosteroids or intravenous immunoglobulin (adjusted odds ratio 1.21, 95% CI 0.40-3.70). There were no clinically and statistically significant differences in secondary outcomes. The one serious adverse event in the placebo group and the three in the methotrexate group were not thought to be related to treatment.\n                Oral methotrexate 15 mg weekly showed no significant benefit, but limitations in the trial design and the high rate of response in the placebo group meant that a treatment effect could not be excluded. This study can inform design of future trials in CIDP.\n                The GBS\/CIDP Foundation International.",
        "Year":2009
    },
    {
        "Unnamed: 0":17405,
        "ReviewID":"CD003280",
        "PMID":"PMID:20177118",
        "Title":"Intramuscular interferon beta-1a in chronic inflammatory demyelinating polyradiculoneuropathy.",
        "Abstract":"Chronic inflammatory demyelinating polyradiculoneuropathy (CIDP) shares immunologic features with multiple sclerosis (MS). Because IM interferon beta-1a (IM IFNbeta-1a) is an effective and safe treatment for MS, we conducted a dose-ranging efficacy study of IFNbeta-1a in patients with CIDP.\n                Adults with IV immunoglobulin (IVIg)-dependent CIDP (n = 67) were enrolled in this 32-week double-blind trial and randomized to IM IFNbeta-1a. Patients received 30 microg once weekly plus placebo (n = 12), IM IFNbeta-1a 60 microg once weekly plus placebo (n = 11), IM IFNbeta-1a 30 microg twice weekly (n = 11), IM IFNbeta-1a 60 microg twice weekly (n = 11), or placebo twice weekly (n = 22). Participants were maintained on IVIg through week 16, when IVIg was discontinued. Patients who worsened were restarted on IVIg. The primary outcome was total IVIg dose (g\/kg) administered from week 16 to 32.\n                There was no difference in total IVIg dose administered after week 16 for patients treated with IFNbeta-1a (1.20 g\/kg) compared with placebo (1.34 g\/kg; p = 0.75). However, exploratory analyses suggested IFNbeta-1a significantly reduced total dose of IVIg compared with placebo for participants who required either high-dose IVIg (>0.95 g\/kg per month) or had greater weakness at baseline (Medical Research Council sum score <51). Adverse events included flu-like symptoms, headache, and fatigue in the IFNbeta-1a groups.\n                Interferon beta-1a (IFNbeta-1a) therapy did not provide significant benefit over IV immunoglobulin (IVIg) therapy alone for patients with chronic inflammatory demyelinating polyradiculoneuropathy. However, IFNbeta-1a might be beneficial for patients with more severe disability or those needing high doses of IVIg. Level of evidence: This study was designed to provide Class I evidence for the safety and efficacy of IM IFNbeta-1a in the treatment of CIDP but has been subsequently classified as Class II due to a >20% patient dropout rate. Thus, this randomized, controlled clinical trial provides Class II evidence of no effect on primary and secondary endpoints of 4 dosage regimens of IM IFNbeta-1a added to IVIg in persons with CIDP.",
        "Year":2010
    }
]