[
    {
        "Unnamed: 0":28899,
        "ReviewID":"CD007403",
        "PMID":"PMID:314399",
        "Title":"[Enelbin rheumatism ointment in rheumatic diseases. Results of a double-blind study for the determination of efficacy].",
        "Abstract":"Enelbin-Rheuma-ointment and a reference ointment were compared with regard to effectiveness in a double-blind trial in 100 patients with gonarthrosis, osteoarthrosis of the spine and humeroscapular periarthropathy. Both ointments showed good results regarding spontaneous pain, pain on pressure and motion, reduction of mobility, swelling and muscular tension. The success of treatment was statistically significantly better in the Enelbin-Rheuma-ointment treated patients.",
        "Year":1979
    },
    {
        "Unnamed: 0":28905,
        "ReviewID":"CD007403",
        "PMID":"PMID:317713",
        "Title":"[Controlled clinical study of a topic associating nopoxamine with diethylamine salicylate (Algésal suractivé) in physical medicine and rehabilitation (author's transl)].",
        "Abstract":null,
        "Year":1979
    },
    {
        "Unnamed: 0":28903,
        "ReviewID":"CD007403",
        "PMID":"PMID:6777681",
        "Title":"[Comparison of a salicylate-heparin gel with a monosubstance preparation. Results of a double-blind cross-over study].",
        "Abstract":null,
        "Year":1980
    },
    {
        "Unnamed: 0":28900,
        "ReviewID":"CD007403",
        "PMID":"PMID:7029509",
        "Title":"Management of sprained ankles. A double-blind study.",
        "Abstract":null,
        "Year":1981
    },
    {
        "Unnamed: 0":28901,
        "ReviewID":"CD007403",
        "PMID":"PMID:7144496",
        "Title":"[Percutaneous gel therapy of blunt athletic injuries].",
        "Abstract":null,
        "Year":1982
    },
    {
        "Unnamed: 0":28908,
        "ReviewID":"CD007403",
        "PMID":"PMID:7038182",
        "Title":"Trolamine salicylate cream in osteoarthritis of the knee.",
        "Abstract":"Twenty-five patients with symptomatic osteoarthritis (OA) of the knee were treated topically for one week with either 10% trolamine salicylate cream or placebo cream in a randomized double-blind crossover study. No significant difference was found in subjective or objective measures of pain relief between the treatment and control groups. Eight patients preferred \"active\" test cream, six preferred placebo, and 11 had no preference. No side effects were reported. Topically applied 10% trolamine salicylate cream did not relieve the pain of OA of the knee any more than did placebo.",
        "Year":1982
    },
    {
        "Unnamed: 0":28909,
        "ReviewID":"CD007403",
        "PMID":"PMID:2963647",
        "Title":"[The effect of topical treatment in the treatment of disease in ankle sprains].",
        "Abstract":"The efficacy of Mobilat ointment (100 g contain: Extract. suprarenale 1.0 g, Mucopolysaccharide-polysulfate 0.2 g, salicylic acid 2.0 g) in the treatment of acute lateral distortions of the ankle was tested in a randomised, placebo-controlled, double blind study. The criteria used for the assessment of the progress of healing were the pressure distribution during walking, the swelling of the injured region and the evaluation of pain using a visual analogue scale. During the period of treatment and observation lasting 2 weeks, all the assessment criteria showed a more rapid regression in the symptoms and signs of the disorder on treatment with the active product. The differences were statistically significant for all the criteria assessed.",
        "Year":1987
    },
    {
        "Unnamed: 0":28910,
        "ReviewID":"CD007403",
        "PMID":"PMID:2956140",
        "Title":"A double-blind study of topical massage with Rado-Salil ointment in mechanical low-back pain.",
        "Abstract":"Forty patients with acute mechanical low-back pain were treated in a double-blind manner with either Rado-Salil or placebo for 14 days. Statistically significant improvements in spontaneous pain, muscular contracture and in both the patient's and physician's opinions occurred by day 3. These improvements persisted at day 14 and, in addition, there were statistically significant improvements in the finger-floor distance and the degree of lumbar extension. Treatment with Rado-Salil also allowed significant reduction in the use of oral analgesics. Only a few localized transient side-effects, requiring no specific treatment, were observed.",
        "Year":1987
    },
    {
        "Unnamed: 0":28902,
        "ReviewID":"CD007403",
        "PMID":"PMID:8117556",
        "Title":"Topical treatment of acute sprains.",
        "Abstract":"In a randomised, placebo-controlled, double-blind study with parallel group comparison, the efficacy and tolerability of topical treatment with a mucopolysaccharide polysulphate\/salicylic acid cream was investigated in 156 patients with acute sprains of the knee or ankle joint. There was a more rapid reduction in pain on movement (the main parameter) in the active drug group compared with the placebo group. On day 9 after randomisation the difference was highly significant. There were no adverse events in the active drug group.",
        "Year":1993
    },
    {
        "Unnamed: 0":28911,
        "ReviewID":"CD007403",
        "PMID":"PMID:7759034",
        "Title":"[Therapy of rheumatic disease with a hydroxyethylsalicylate gel. Results of 2 clinical studies of effectiveness and bioavailability].",
        "Abstract":"Two clinical studies were carried out to investigate the efficacy and safety as well as the local and systemic availability of a hydroxyethylsalicyclate gel. A double blind, multicenter trial, involving 113 patients with nonarticular rheumatic back pain, revealed statistically significant relief of pain as compared with placebo. Local and systemic tolerance was excellent. An open study of bioavailability after local application in 16 patients showed a mean salicylate concentration of 0.93 +\/- 0.5 microgram\/ml in the synovial fluid and 0.40 +\/- 0.23 microgram\/ml in the synovial membrane, compared with 0.14 +\/- 0.04 microgram\/ml in the serum. Genetisinic acid was not detected, while OH-hippuric acid was detected only in the serum and synovial fluid.",
        "Year":1995
    },
    {
        "Unnamed: 0":28906,
        "ReviewID":"CD007403",
        "PMID":"PMID:9269267",
        "Title":"Copper-salicylate gel for pain relief in osteoarthritis: a randomised controlled trial.",
        "Abstract":"To assess the efficacy and safety of a copper-salicylate gel in osteoarthritis of the hip and knee.\n                Randomised, double-blind, placebo-controlled study.\n                Rheumatology Clinic of St Vincent's Hospital, Sydney, New South Wales (a tertiary referral hospital), June 1993 to October 1994.\n                116 patients with pain associated with osteoarthritis of the hip and\/or knee (diagnosed by criteria of the European League against Rheumatism), drawn from patients attending the Clinic or self-referred after newspaper advertisements.\n                Copper-salicylate or placebo gel (1.5 g) applied twice daily to the forearm for four weeks.\n                Self-assessment of pain before the trial and after two and four weeks of treatment; patient and investigator assessments of efficacy; additional analgesia required; adverse reactions; and withdrawal rates.\n                Pain scores at rest and on movement decreased in both the copper-salicylate and placebo groups by 13%-20%. There was no significant difference between the two groups for decrease in pain score, patient and investigator efficacy ratings, number of patients requiring paracetamol for extra analgesia (active, 77%; placebo, 71%) and average dose of paracetamol (active, 555 mg\/day; placebo, 600 mg\/day). Significantly more patients in the copper-salicylate group reported adverse reactions (83% versus 52% of the placebo group), most commonly skin reactions, and withdrew from the trial because of these reactions (17% versus 1.7% of the placebo group).\n                Copper-salicylate gel applied to the forearm was no better than placebo gel as pain relief for patients with osteoarthritis of the hip or knee, but produced significantly more skin rashes.",
        "Year":1997
    },
    {
        "Unnamed: 0":28907,
        "ReviewID":"CD007403",
        "PMID":"PMID:11212085",
        "Title":"The efficacy and safety of a homeopathic gel in the treatment of acute low back pain: a multi-centre, randomised, double-blind comparative clinical trial.",
        "Abstract":"Acute low back pain is a very common condition in Western industrialised countries. In most cases analgesics or topical medications are prescribed at first encounter with the general practitioner (GP). The aim of this study was to investigate whether the homeopathic gel Spiroflor SRL gel (SRL) is equally effective and better tolerated than Cremor Capsici Compositus FNA (CCC) in patients with acute low back pain. A multi-centre, randomised, double-blind, controlled clinical trial was conducted in the practices of 19 GPs in the districts of Bristol and Manchester, UK. One hundred and sixty-one subjects suffering from acute low back pain were treated for one week either with SRL or with CCC. Pain was scored on a 100 mm visual analogue scale (VAS). Main efficacy parameter VAS reduction was compared between treatments. Evaluation of safety was primarily based on the number of subjects with adverse events (AEs), withdrawals due to an AE and adverse drug reactions (ADRs). The mean difference between the VAS reduction in the SRL group and the CCC group adjusted for VAS at baseline and age was -0.6mm (90% CI = -6.5-5.3mm). Fewer subjects in the SRL group (11%) experienced an AE than in the CCC group (26%). The same applies to the number of subjects with an ADR (3\/81 = 4% vs 18\/74 = 24%) and the number of subjects withdrawn due to an ADR (0\/81 = 0% vs 8\/74 = 11%). In conclusion, SRL and CCC are equally effective in the treatment of acute low back pain, however, SRL has a better safety profile. Spiroflor SRL gel is preferable to Capsicum-based products for the topical treatment of low back pain, because of the lower risk of adverse effects.",
        "Year":2001
    },
    {
        "Unnamed: 0":28904,
        "ReviewID":"CD007403",
        "PMID":"PMID:15134414",
        "Title":"Use of Theraflex-TMJ topical cream for the treatment of temporomandibular joint and muscle pain.",
        "Abstract":"This randomized, double-blind study was designed to evaluate the effectiveness of the topical cream Theraflex-TMJ (NaBob\/Rx, San Mateo, CA) in patients with masseter muscle pain and temporomandibular joint (TMJ) pain. Fifty-two subjects (5 males and 47 females) were instructed to apply a cream over the afflicted masseter muscle(s) or over the jaw joint(s) twice daily for two weeks. Theraflex-TMJ cream was used by the experimental group, while a placebo cream was used by the control group. The means of pain ratings were calculated prior to the application of the cream (baseline), after ten days of tx (period 1), and 15 days of tx (period 2) days of treatment and five days after stopping the treatment (follow-up). There was a significant decrease in reported pain levels from baseline in the experimental group for period 1 (p < 0.01), period 2 (p < 0.001), and follow-up (p < 0.01). For the control group, no significant differences were found between the different time periods (p > 0.05). There was evidence of minor side effects such as skin irritation and\/or burning on the site of the application in two subjects in the experimental as well as two subjects in the control groups. The data strongly suggest that Theraflex-TMJ topical cream is safe and effective for reducing pain in the masseter muscle and the temporomandibular joint.",
        "Year":2004
    }
]