[
    {
        "Unnamed: 0":514,
        "ReviewID":"CD006745",
        "PMID":"PMID:12889565",
        "Title":"Comparison of percutaneous acetic acid injection and percutaneous ethanol injection for hepatocellular carcinoma in cirrhotic patients: a prospective study.",
        "Abstract":"Ultrasound-guided percutaneous ethanol injection (PEI) and percutaneous acetic acid injection (PAI) are effective in the treatment of hepatocellular carcinoma (HCC). We conducted a prospective study to compare the therapeutic efficacy of both these methods.\n                Sixty-three patients were treated by PAI using 50% acetic acid and 62 by PEI using pure ethanol. There were no significant baseline differences in age, sex, Child-Pugh class, tumour size and number, or other clinico-biochemical parameters between the two groups.\n                During a follow-up period of 24 +\/- 9 (range 6-38) months, 19 (30%) of the PAI group and 21 (34%) of the PEI group died (P = 0.704). The 1- and 3-year survival rates were 84% and 51% for the PAI group and 81% and 46% for the PEI group (P = 0.651). The corresponding tumour recurrence rates were 51% and 74% for the PAI group, and 54% and 64% for the PEI group (P = 0.787). The treatment sessions were 3.9 +\/- 1.6 and 6.2 +\/- 2.3 for the PAI and PEI groups, respectively, in each treatment cycle (P = 0.008). A multivariate analysis using the Cox regression model revealed that ascites (relative risk (RR) 3.1, 95% confidence interval (CI) 1.5-6.3, P = 0.002), large (>3 cm) or multinodular HCCs (RR 2.4, 95% CI 1.1-5.4, P = 0.04), and development of tumour recurrence (RR 7.0, 95% CI 3.1-16.0, P < 0.001) were independent, poor prognostic factors in both groups.\n                PAI and PEI are equally effective in the treatment of HCC. PAI has the advantage of fewer treatment sessions in each treatment course. Careful pretreatment patient selection may improve survival.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":515,
        "ReviewID":"CD006745",
        "PMID":"PMID:15973099",
        "Title":"Percutaneous ethanol injection versus surgical resection for the treatment of small hepatocellular carcinoma: a prospective study.",
        "Abstract":"To compare disease recurrence and survival among patients with small hepatocellular carcinoma after surgical resection or percutaneous ethanol injection therapy, 2 treatments that have not been evaluated with a prospective study.\n                A total of 76 patients were randomly assigned to 2 groups based on treatment; all had one or 2 tumors with diameter <\/=3 cm, with hepatitis without cirrhosis or Child class A or B cirrhosis without evident ascites or bleeding tendency.\n                Follow-up ranged from 12 to 59 months. Among percutaneous injection patients, 18 had recurrence 1 to 37 months after treatment (true recurrence, 11; original safety margin inadequate, 3; limitation of imaging technology to detect tiny tumors, 4). Three injection therapy patients died of cancer 25, 37, and 57 months after treatment. For the surgical resection group, 15 had recurrence 2 to 54 months after treatment (true recurrence, 12; limitation of imaging, 2; neck metastasis, 1). Five resection patients died of cancer at 11, 20, 23, 26, and 52 months, respectively. By Cox regression model and Kaplan-Meier survival analysis, there is no statistical significance for recurrence and survival between treatment groups. However, tumor size larger than 2 cm and alpha-fetoprotein over 200 ng\/mL correlated with higher recurrence rate, and Child class B liver cirrhosis correlated with shorter survival.\n                Percutaneous ethanol injection therapy appears to be as safe and effective as resection, and both treatments can be considered first-line options for small hepatocellular carcinoma.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":516,
        "ReviewID":"CD006745",
        "PMID":"PMID:16009687",
        "Title":"Randomised controlled trial comparing percutaneous radiofrequency thermal ablation, percutaneous ethanol injection, and percutaneous acetic acid injection to treat hepatocellular carcinoma of 3 cm or less.",
        "Abstract":"The aim of this study was to compare the outcomes of radiofrequency thermal ablation (RFTA), percutaneous ethanol injection (PEI), and percutaneous acetic acid injection (PAI) in the treatment of hepatocellular carcinoma (HCC).\n                A total of 187 patients with HCCs of 3 cm or less were randomly assigned to RFTA (n = 62), PEI (n = 62), or PAI (n = 63). Tumour recurrence and survival rates were assessed.\n                One, two, and three year local recurrence rates were 10%, 14%, and 14% in the RFTA group, 16%, 34%, and 34% in the PEI group, and 14%, 31%, and 31% in the PAI group (RFTA v PEI, p = 0.012; RFTA v PAI, p = 0.017). One, two, and three year survival rates were 93%, 81%, and 74% in the RFTA group, 88%, 66%, and 51% in the PEI group, and 90%, 67%, and 53% in the PAI group (RFTA v PEI, p = 0.031; RFTA v PAI, p = 0.038). One, two, and three year cancer free survival rates were 74%, 60%, and 43% in the RFTA group, 70%, 41%, and 21% in the PEI group, and 71%, 43%, and 23% in the PAI group (RFTA v PEI, p = 0.038; RFTA v PAI, p = 0.041). Tumour size, tumour differentiation, and treatment methods (RFTA v PEI and PAI) were significant factors for local recurrence, overall survival, and cancer free survival. Major complications occurred in 4.8% of patients (two with haemothorax, one gastric perforation) in the RFTA group and in none in two other groups (RFTA v PEI and PAI, p = 0.035).\n                RFTA was superior to PEI and PAI with respect to local recurrence, overall survival, and cancer free survival rates, but RFTA also caused more major complications.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":513,
        "ReviewID":"CD006745",
        "PMID":"PMID:9425919",
        "Title":"Prospective randomized controlled trial comparing percutaneous acetic acid injection and percutaneous ethanol injection for small hepatocellular carcinoma.",
        "Abstract":"To assess whether ultrasound-guided percutaneous acetic acid injection is superior to percutaneous ethanol injection in the treatment of small hepatocellular carcinoma (HCC), 60 patients with one to four HCCs smaller than 3 cm were entered onto a randomized controlled trial. Thirty-one and 29 patients, respectively, were treated by percutaneous acetic acid injection using 50% acetic acid or by percutaneous ethanol injection using absolute ethanol. There were no significant differences in age, sex ratio, Child-Pugh class, size of tumors, or number of tumors between the two groups. When there was no evidence of viable HCC from biopsy, plain and helical dynamic computed tomography, or angiography, the treatment was considered successful and was discontinued. All original tumors were treated successfully by either therapy. However, 8% of 38 tumors treated with percutaneous acetic acid injection and 37% of 35 tumors treated with percutaneous ethanol injection developed a local recurrence (P < .001) during the follow-up periods of 29 +\/- 8 months and 23 +\/- 10 months, respectively. The 1- and 2-year survival rates were 100% and 92% in percutaneous acetic acid injection and 83% and 63% in percutaneous ethanol injection (P = .0017). A multivariate analysis of prognostic factors revealed that treatment was an independent predictor of survival. The risk ratio of percutaneous acetic acid injection versus percutaneous ethanol injection was 0.120 (range, 0.027-0.528; P = .0050). In conclusion, percutaneous acetic acid injection is superior to percutaneous ethanol injection in the treatment of small HCC.",
        "Year":null
    }
]