[
    {
        "Unnamed: 0":36219,
        "ReviewID":"CD003523",
        "PMID":"PMID:8478852",
        "Title":"A double-blind trial of the clinical effects of pulsed electromagnetic fields in osteoarthritis.",
        "Abstract":"Further evaluation of pulsed electromagnetic fields (PEMF), which have been observed to produce numerous biological effects, and have been used to treat delayed union fractures for over a decade.\n                In a pilot, double-blind randomized trial, 27 patients with osteoarthritis (OA), primarily of the knee, were treated with PEMF. Treatment consisted of 18 half-hour periods of exposure over about 1 month in a specially designed noncontact, air-coil device. Observations were made on 6 clinical variables at baseline, midpoint of therapy, end of treatment and one month later; 25 patients completed treatment.\n                An average improvement of 23-61% occurred in the clinical variables observed with active treatment, while 2 to 18% improvement was observed in these variables in placebo treated control patients. No toxicity was observed.\n                The decreased pain and improved functional performance of treated patients suggests that this configuration of PEMF has potential as an effective method of improving symptoms in patients with OA. This method warrants further clinical investigation.",
        "Year":1993
    },
    {
        "Unnamed: 0":36220,
        "ReviewID":"CD003523",
        "PMID":"PMID:7837158",
        "Title":"The effect of pulsed electromagnetic fields in the treatment of osteoarthritis of the knee and cervical spine. Report of randomized, double blind, placebo controlled trials.",
        "Abstract":"We conducted a randomized, double blind clinical trial to determine the effectiveness of pulsed electromagnetic fields (PEMF) in the treatment of osteoarthritis (OA) of the knee and cervical spine.\n                A controlled trial of 18 half-hour active or placebo treatments was conducted in 86 patients with OA of the knee and 81 patients with OA of the cervical spine, in which pain was evaluated using a 10 cm visual analog scale, activities of daily living using a series of questions (answered by the patient as never, sometimes, most of the time, or always), pain on passive motion (recorded as none, slight, moderate, or severe), and joint tenderness (recorded using a modified Ritchie scale). Global evaluations of improvement were made by the patient and examining physician. Evaluations were made at baseline, midway, end of treatment, and one month after completion of treatment.\n                Matched pair t tests showed extremely significant changes from baseline for the treated patients in both knee and cervical spine studies at the end of treatment and the one month followup observations, whereas the changes in the placebo patients showed lesser degrees of significance at the end of treatment, and had lost significance for most variables at the one month followup. Means of the treated group of patients with OA of the knee showed greater improvement from baseline values than the placebo group by the end of treatment and at the one month followup observation. Using the 2-tailed t test, at the end of treatment the differences in the means of the 2 groups reached statistical significance for pain, pain on motion, and both the patient overall assessment and the physician global assessment. The means of the treated patients with OA of the cervical spine showed greater improvement from baseline than the placebo group for most variables at the end of treatment and one month followup observations; these differences reached statistical significance at one or more observation points for pain, pain on motion, and tenderness.\n                PEMF has therapeutic benefit in painful OA of the knee or cervical spine.",
        "Year":1994
    },
    {
        "Unnamed: 0":36218,
        "ReviewID":"CD003523",
        "PMID":"PMID:8523357",
        "Title":"The treatment of osteoarthritis of the knee with pulsed electrical stimulation.",
        "Abstract":"The safety and effectiveness of pulsed electrical stimulation was evaluated for the treatment of osteoarthritis (OA) of the knee.\n                A multicenter, double blind, randomized, placebo controlled trial that enrolled 78 patients with OA of the knee incorporated 3 primary efficacy variables of patients' pain, patients' function, and physician global evaluation of patients' condition, and 6 secondary variables that included duration of morning stiffness, range of motion, knee tenderness, joint swelling, joint circumference, and walking time. Measurements were recorded at baseline and during the 4 week treatment period.\n                Patients treated with the active devices showed significantly greater improvement than the placebo group for all primary efficacy variables in comparisons of mean change from baseline to the end of treatment (p < 0.05). Improvement of > or = 50% from baseline was demonstrated in at least one primary efficacy variable in 50% of the active device group, in 2 variables in 32%, and in all 3 variables in 24%. In the placebo group improvement of > or = 50% occurred in 36% for one, 6% for 2, and 6% for 3 variables. Mean morning stiffness decreased 20 min in the active device group and increased 2 min in the placebo group (p < 0.05). No statistically significant differences were observed for tenderness, swelling, or walking time.\n                The improvements in clinical measures for pain and function found in this study suggest that pulsed electrical stimulation is effective for treating OA of the knee. Studies for longterm effects are warranted.",
        "Year":1995
    }
]