[
    {
        "Unnamed: 0":22100,
        "ReviewID":"CD007605",
        "PMID":"PMID:16837381",
        "Title":"Fat emulsions in parenteral nutrition after liver transplantation: The recovery of the allografts RES function and histological observations.",
        "Abstract":"Following liver transplantation, the effect of post-operative parenteral nutrition with MCT LCT (Medium Chain Triglycerides\/Long Chain Triglycerides) fat emulsions on the recovery of allografts RES function was investigated in a randomised prospective study of three groups of patients (group I, n = 14: 50g MCT LCT fats twice weekly, group II, n = 15: 0.7 g\/kg body weight per day MCT LCT fats, group III, n = 17: 1.5 g\/kg body weight per day MCT LCT fats). RES function was assessed using the (99m)Tc-HSA-MM-Clearance ((99m)Technitium-Human serum albumen-Millimicrosphere-Clearance). There were no statistically significant differences in the recovery of RES function between the groups. A negative effect on RES function as a result of the administration of MCT LCT fat emulsions up to 1.5 g\/kg b.w. per day can therefore be excluded. The evaluation of liver biopsies before the administration of fats and at the end of TPN (Total Parenteral Nutrition) showed no evidence, in the 20 patients investigated, of any fatty changes in the liver caused by the infusion of fat.",
        "Year":1990
    },
    {
        "Unnamed: 0":22101,
        "ReviewID":"CD007605",
        "PMID":"PMID:2119446",
        "Title":"Nutritional support after liver transplantation: a randomized prospective study.",
        "Abstract":"Nutritional support in patients with advanced cirrhosis is difficult due to protein, fluid and salt restrictions. Successful liver transplantation should improve nutrient tolerance. We randomly assigned 28 hypoalbuminemic cirrhotic patients to receive, immediately after liver transplantation, one of three regimens: group 1, no nutritional support (n = 10); group 2, total parenteral nutrition (TPN) (35 kcal\/kg\/day) with standard amino acids (1.5 g\/kg\/day) (n = 8); or group 3, isocaloric isonitrogenous TPN with added branched-chain amino acids (n = 10). Therapy was continued for 7 days posttransplant. Jaundice resolution was unaffected by nutritional support. Nitrogen balance favored both TPN groups. Branched-chain amino acid (BCAA) aromatic amino acid ratios were highest in group 3. Coma scores and serum ammonia levels were similar in all groups. Both TPN groups achieved respirator independence earlier; this difference was not statistically significant. Group 1 patients stayed longest in ICU; the difference was statistically significant. TPN with either standard or BCAA- enriched amino acids is tolerated well immediately after successful liver transplant. Positive nitrogen balance is achieved; large protein loads do not worsen encephalopathy. Nutritional support may improve respiratory muscle function, allowing earlier weaning from ventilatory support. A shortened length of ICU stay justifies the expense of TPN.",
        "Year":1990
    },
    {
        "Unnamed: 0":22108,
        "ReviewID":"CD007605",
        "PMID":"PMID:7916398",
        "Title":"Comparison of enteral feeding and total parenteral nutrition after liver transplantation.",
        "Abstract":"Total parenteral nutrition is used for nutritional support in patients undergoing orthotopic liver transplantation but is associated with complications. We compared the efficacy and tolerability of early enteral feeding with total parenteral nutrition after liver transplantation. 24 patients were studied: 14 received enteral feeding and 10 total parenteral nutrition. A double-lumen enteral tube was used to deliver the feed directly into the jejunum with the second lumen of the tube being used for gastric aspiration. Enteral feeding was started post-operatively within 18 h, was well-tolerated, and of comparable efficacy to total parenteral nutrition. The median number of days for patients to start eating (4) and to achieve 70% of estimated requirements orally (5) did not differ significantly between the two groups. Mid-arm circumference, triceps skinfold thickness, and biceps skinfold thickness were, by comparison with pre-operative values, maintained on the tenth postoperative day in both groups. Early postoperative absorptive capacity, as assessed by a combined carbohydrate test, was reduced significantly in both groups but insufficiently to be of nutritional concern. Intestinal mucosal integrity, as assessed by an intestinal permeability test, was maintained throughout. We conclude that the practical aspects of enteral feeding after liver transplantation are surmountable and that enteral feeding is as effective at maintaining nutritional status as total parenteral nutrition, and has potential benefits in terms of reduced complications and costs.",
        "Year":1994
    },
    {
        "Unnamed: 0":22102,
        "ReviewID":"CD007605",
        "PMID":"PMID:7489976",
        "Title":"Renal effects of dietary supplementation with fish oil in cyclosporine-treated liver transplant recipients.",
        "Abstract":"Nephrotoxicity is the main untoward effect of cyclosporine (CsA) treatment. Experimental and clinical data suggest that dietary supplementation with fish oil may lessen cyclosporine nephrotoxicity, possibly by lowering renal thromboxane (Tx) production. We have studied the renal effects of a daily supplementation for 2 months of 12 g fish oil (18% C20:5 n-3 eicosapentaenoic acid [EPA] and 12% C22:6 n-3 docosahexanoic acid [DHA]) in a placebo-controlled (12 g corn oil), prospective, randomized, double-blind study of stable CsA-treated liver transplant recipients. Thirteen patients ingested corn oil capsules and 13 fish oil. Compliance with dietary regimen was confirmed by fatty acid chromatography that showed increased plasma concentrations of EPA (from 0.4 +\/- 0.02% to 4.6 +\/- 0.5%, P < .0001) and DHA (from 1.8 +\/- 0.2% to 3.9 +\/- 0.1%, P < .0001) in the fish oil group and increased plasma concentration of linoleic acid (C18:2 n-6) in the corn oil group (from 25 +\/- 2% to 28.4 +\/- 2%, P < .001). At the end of the 2 months of the study, in the fish oil group the effective renal plasma flow increased by 22% (P = .012), the glomerular filtration rate increased by 33% (P = .057), the renal blood flow increased by 17% (P = .024), and the calculated total renal vascular resistances decreased by 20% (P = .034). In contrast, none of these parameters changed in the corn oil group. The renal functional reserve determined during L-arginine infusion, plasma renin activity (PRA), and plasma aldosterone (PA) remained unchanged during the study in either group.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1995
    },
    {
        "Unnamed: 0":22106,
        "ReviewID":"CD007605",
        "PMID":"PMID:8748357",
        "Title":"Early enteral nutrition support in patients undergoing liver transplantation.",
        "Abstract":"The purpose of this study was to determine the effects of early postoperative tube feeding on outcomes of liver transplant recipients.\n                Fifty transplant patients were randomized prospectively to receive enteral formula via nasointestinal feeding tubes (tube-feeding [TF] group) or maintenance i.v. fluid until oral diets were initiated (control group). Thirty-one patients completed the study. Resting energy expenditure, nitrogen balance, and grip strength were measured on days 2, 4, 7, and 12 after liver transplantation. Calorie and protein intakes were calculated for 12 days posttransplant.\n                Tube feeding was tolerated in the TF group (n = 14). The TF patients had greater cumulative 12-day nutrient intakes (22,464 +\/- 3554 kcal, 927 +\/- 122 g protein) than did the control patients (15,474 +\/- 5265 kcal, 637 +\/- 248 g protein) (p < .002). Nitrogen balance was better in the TF group on posttransplant day 4 than in the control group (p < .03). There was a rise in the overall mean resting energy expenditure in the first two posttransplant weeks from 1487 +\/- 338 to 1990 +\/- 367 kcal (p = .0002). Viral infections occurred in 17.7% of control patients compared with 0% of TF patients (p = .05). Although other infections tended to occur more frequently in the control group vs the TF group (bacterial, 29.4% vs 14.3%; overall infections, 47.1% vs 21.4%), these differences were not statistically significant. Early posttransplant tube feeding did not influence hospitalization costs, hours on the ventilator, lengths of stay in the intensive care unit and hospital, rehospitalizations, or rejection during the first 21 posttransplant days.\n                Early posttransplant tube feeding was tolerated and promoted improvements in some outcomes and should be considered for all liver transplant patients.",
        "Year":1995
    },
    {
        "Unnamed: 0":22104,
        "ReviewID":"CD007605",
        "PMID":"PMID:10798755",
        "Title":"A prospective randomized study of preoperative nutritional supplementation in patients awaiting elective orthotopic liver transplantation.",
        "Abstract":"Poor nutritional status is common among patients awaiting orthotopic liver transplantation and is associated with poor outcome.\n                This prospective randomized controlled trial examined the effect of pretransplant nutritional supplementation on the outcome of patients undergoing liver transplantation. Of 82 consecutive patients with mid-arm muscle circumference <25th percentile, 42 received enteral supplementation, and the remainder acted as the control group. The supplemented group received a calorie-dense enteral feed taken daily (in addition to diet) until transplantation. Nutritional status was monitored by upper arm anthropometric measurements and handgrip strength. Dietary intake was calculated from 5-day food diaries.\n                Supplementation improved mid-arm circumference, mid-arm muscle circumference, and grip strength. Pretransplant nutritional status was not associated with posttransplant sepsis or major complications. Preoperative grip strength of <85% of normal values was predictive of increased incidence of posttransplant major complications. Supplementation did not affect outcome, although there were more deaths in the control group (seven deaths before and two deaths after transplant) than there were in the supplemented group (two deaths before and three deaths after transplant). There was no difference in overall survival (P = 0.075).\n                Enteral supplementation improved some parameters of nutritional status pretransplant. Dietary intake of patients in the two groups was similar at transplant. Nutritional supplementation has not increased nutritional intake, although this may reflect the importance of regular dietetic input and support, rather than suggesting that nutritional supplementation is ineffective. Supplementation had no effect on outcome of liver transplantation.",
        "Year":2000
    },
    {
        "Unnamed: 0":22107,
        "ReviewID":"CD007605",
        "PMID":"PMID:12072897",
        "Title":"Hepatic reticuloendothelial function during parenteral nutrition including an MCT\/LCT or LCT emulsion after liver transplantation - a double-blind study.",
        "Abstract":"It has been demonstrated that total parenteral nutrition (TPN) modulates the function of the hepatic reticuloendothelial system (RES). The objective of this study was to evaluate the impact of two different TPN lipid emulsions on the recovery of allograft RES function after orthotopic liver transplantation (OLTx). In a prospective, double-blind study, OLTx patients were randomly assigned to two treatment groups. Group I ( n=13) received a TPN regimen that included long-chain triglycerides (LCT). Group II ( n=9) received a TPN regimen that included a fat emulsion consisting of both medium-chain triglycerides (MCT) and LCT. At baseline, i.e., on days 2 or 3 after OLTx ( t1), before lipids for TPN were started, hepatic RES function was determined using the human serum albumin millimicrosphere technique (K-value, 1\/min). A second measurement ( t2) was obtained after 7 days of TPN, including one of the study's two fat emulsions. The mean (+\/- SD) K-value (1\/min) was 0.48+\/-0.16 in the LCT group and 0.55+\/-0.28 in the MCT\/LCT group at t1, and it improved to 0.62+\/-0.21 in the LCT group and to 0.86+\/-0.32 in the MCT\/LCT group at t2. RES function recovery was significantly better in the MCT\/LCT group ( P< or = 0.05). MCT\/LCT emulsion appears to be the TPN fat emulsion of choice after OLTx as it seems to have less impact on hepatic RES recovery.",
        "Year":2002
    },
    {
        "Unnamed: 0":22105,
        "ReviewID":"CD007605",
        "PMID":"PMID:17947609",
        "Title":"Supplementation of arachidonic acid plus docosahexaenoic acid in cirrhotic patients awaiting liver transplantation: a preliminary study.",
        "Abstract":"In patients with cirrhotic liver diseases, supplementation of linoleic acid and alpha-linolenic acid often does not alter the levels of arachidonic acid (AA), eicosapentaenoic acid (EPA), and docosahexaenoic acid (DHA), suggesting the necessity to directly provide these nutrients.\n                In a double-blind, placebo-controlled fashion, 9 cirrhotic patients listed for liver transplantation at Lahey Clinic Center were given daily supplementation with either 10 gel caps containing 500 mg of AA and 1000 mg of DHA (AA\/DHA) or 250 mg of linolenic acid (LA) and 125 mg of oleic acid (OA; OA\/LA) for 6 weeks. alpha-Tocopherol at 200 IU was provided daily. No other dietary prescription was made. Plasma fatty acid profiles were determined in triglyceride and phospholipids fractions. Plasma levels of C-reactive protein (CRP), tumor necrosis factor (TNF), interleukin 6 (IL-6), and soluble TNF receptor II (sTNFRII) were also measured.\n                Four patients receiving OA\/LA and 5 patients receiving AA\/DHA completed the study without evidence of any adverse effects or intolerance. The supplementation of LA, AA, and DHA effectively raised their levels in either one or both plasma lipid fractions in this limited number of subjects. DHA plus AA also lowered 22:4omega-6, 22:5omega-6, and 22:5omega-3, suggesting that DHA reduced the elongation and desaturation of AA and EPA.\n                It is feasible to improve the liver disease-associated deficiency of AA or DHA with modest intakes of AA and DHA. Whether this maneuver will affect the systemic inflammatory responsiveness and ultimately clinical outcome will require a large-scale and well-controlled intervention.",
        "Year":2007
    },
    {
        "Unnamed: 0":22103,
        "ReviewID":"CD007605",
        "PMID":"PMID:20005375",
        "Title":"Nutrition support with glutamine dipeptide in patients undergoing liver transplantation.",
        "Abstract":"The effect of total parenteral nutrition (TPN) support supplemented with alanyl-glutamine (Ala-Gln) dipeptide was investigated in a randomized, controlled clinical trial.\n                Sixty-five patients with the diagnosis of end-stage liver disease or hepatic cellular carcinoma admitted for orthotopic liver transplantation were randomly divided into 3 groups: diet group (n = 21), TPN group (n = 22), and Gln group (n = 22). Patients in the TPN and Gln groups received isocaloric and isonitrogenous TPN for 7 days. Venous heparin blood samples were obtained for assay on days 2 and 9 after surgery; we performed routine pathologic tests.\n                Compared with the results on day 9 in the TPN group, there was a significant increase in the prognostic nutrition index and in prealbumin among the Gln group. Aspartate aminotransferase improved significantly by Gln treatment compared with traditional TPN support (P < .05). The pathologic results also showed Gln supplementation to reduce hepatic cell injury. A significant decrease in postoperative hospital stay was observed in the Gln group.\n                Posttransplant TPN support greatly improved protein metabolism and nutritional state of patients. TPN with Ala-Gln helped to improve synthetic function and to reduce the injury to a transplanted liver.",
        "Year":2009
    }
]