[
    {
        "Unnamed: 0":35281,
        "ReviewID":"CD006832",
        "PMID":"PMID:8339645",
        "Title":"The lack of effect of routine magnesium administration on respiratory function in mechanically ventilated patients.",
        "Abstract":"We wished to determine if magnesium infusion would improve respiratory muscle function in long-term ventilated patients even in the absence of hypomagnesemia.\n                Prospective study of mechanically ventilated patients using a double-blind crossover design.\n                A combined medical-surgical ICU of a university teaching hospital.\n                Twenty-one separate admissions to the ICU in 20 patients were studied. Patients who were selected had been intubated and mechanically ventilated for at least 6 days with the admitting diagnosis of respiratory failure.\n                Twelve patients received 6 g MgSO4 intravenous (i.v.) infusion over 16 h on day 1 followed by placebo infusion on day 2. Nine patients received placebo on day 1 followed by MgSO4 (6 g i.v.) on day 2.\n                We measured vital capacity (VC), maximal inspiratory pressure (Pmax) and maximal expiratory pressure (Pemax) in all patients. There were no significant differences in Pimax (37 +\/- 14 vs 42 +\/- 20 cm H2O), Pemax (59 +\/- 32 vs 61 +\/- 38 cm H2O), and VC (850 +\/- 460 vs 960 +\/- 490 ml) comparing values before and after magnesium infusion. We could not find a subgroup of patients with a marked improvement in Pimax or Pemax.\n                In patients requiring mechanical ventilation for respiratory failure, magnesium infusion is not associated with increased respiratory muscle strength. Although a trial of MgSO4 administration may be considered for patients with difficulty weaning from mechanical ventilation, it is unlikely to result in clinical improvement.",
        "Year":1993
    },
    {
        "Unnamed: 0":35276,
        "ReviewID":"CD006832",
        "PMID":"PMID:8625627",
        "Title":"Lack of effects of recombinant growth hormone on muscle function in patients requiring prolonged mechanical ventilation: a prospective, randomized, controlled study.",
        "Abstract":"To evaluate the benefit of recombinant human growth hormone administration on muscle strength and duration of weaning in critically ill patients undergoing prolonged mechanical ventilation.\n                Prospective, randomized, controlled, single-blind study.\n                Intensive care unit. Patients: Twenty patients requiring > or = 7 days of mechanical ventilation for acute respiratory failure.\n                Random assignment to receive either 0.43 IU (approximately 0.14 mg) recombinant growth hormone\/kg body weight\/day (treated group), or saline (nontreated group) for 12 days.\n                Nutritional support was guided by indirect calorimetry. Cumulative nitrogen balance was positive throughout the study period in the treated group 17.3 (44.9 +\/- 17.3[SEM] g\/12 days) vs. the nontreated group (-65.8 +\/- 11.8 g\/12 days) (p<.0001). Despite similar initial plasma concentrations, recombinant growth hormone supplementation resulted in marked increases in growth hormone, insulin like growth factor-1, and insulin concentrations (p<.05, .02, and .0001, respectively, vs. nontreated group). Body impedance determined net fat-free mass increased in the treated group (0.8 +\/- 0.6 kg) vs. the nontreated group (-1.1 +\/- O.5 kg) (p<.03). Initial peripheral muscle function, assessed by computer-controlled electrical stimulation of the adductor pollicis, was similarly lower in treated and nontreated groups than sex and age-matched normal controls, and decreased further during the study period. Arterial blood gases, cumulative total mechanical ventilation time, and number of hrs\/day of mechanical ventilation during weaning were similar in both patient groups. Only three of the ten patients in each group were weaned from mechanical ventilation by day 12.\n                Daily administration of recombinant growth hormone in mechanically ventilated patients with acute respiratory failure promotes a marked nitrogen retention. However, this reaction is accompanied neither by an improvement in muscle strength nor by a shorter duration of ventilatory supports.",
        "Year":1996
    },
    {
        "Unnamed: 0":35275,
        "ReviewID":"CD006832",
        "PMID":"PMID:9339943",
        "Title":"Immediate postoperative enteral feeding results in impaired respiratory mechanics and decreased mobility.",
        "Abstract":"The authors set out to determine whether immediate enteral feeding minimizes early postoperative decreases in handgrip and respiratory muscle strength.\n                Muscle strength decreases considerably after major surgical procedures. Enteral feeding has been shown to restore strength rapidly in other clinical settings.\n                A randomized, controlled, nonblinded clinical trial was conducted in patients undergoing esophagectomy or pancreatoduodenectomy who received immediate postoperative enteral feeding via jejunostomy (fed, n = 13), or no enteral feeding during the first 6 postoperative days (unfed, n = 15). Handgrip strength, vital capacity, forced expiratory volume in one second (FEV1), and maximal inspiratory pressure (MIP) were measured before surgery and on postoperative days 2, 4, and 6. Fatigue and vigor were evaluated before surgery and on postoperative day 6. Mobility was assessed daily after surgery using a standardized descriptive scale. Postoperative urine biochemistry was evaluated in daily 24-hour collections.\n                Postoperative vital capacity (p < 0.05) and FEV1 (p = 0.07) were consistently lower (18%-29%) in the fed group than in the unfed group, whereas grip strength and maximal inspiratory pressure were not significantly different. Postoperative mobility also was lower in the fed patients (p < 0.05) and tended to recover less rapidly (p = 0.07). Fatigue increased and vigor decreased after surgery (both p < or = 0.001), but changes were similar in the fed and unfed groups. Intensive care unit and postoperative hospital stay did not differ between groups.\n                Immediate postoperative jejunal feeding was associated with impaired respiratory mechanics and postoperative mobility and did not influence the loss of muscle strength or the increase in fatigue, which occurred after major surgery. Immediate postoperative enteral feeding should not be routine in well-nourished patients at low risk of nutrition-related complications.",
        "Year":1997
    },
    {
        "Unnamed: 0":35274,
        "ReviewID":"CD006832",
        "PMID":"PMID:10477776",
        "Title":"Increased mortality associated with growth hormone treatment in critically ill adults.",
        "Abstract":"The administration of growth hormone can attenuate the catabolic response to injury, surgery, and sepsis. However, the effect of high doses of growth hormone on the length of stay in intensive care and in the hospital, the duration of mechanical ventilation, and the outcome in critically ill adults who are hospitalized for long periods is not known.\n                We carried out two prospective, multicenter, double-blind, randomized, placebo-controlled trials in parallel involving 247 Finnish patients and 285 patients in other European countries who had been in an intensive care unit for 5 to 7 days and who were expected to require intensive care for at least 10 days. The patients had had cardiac surgery, abdominal surgery, multiple trauma, or acute respiratory failure. The patients received either growth hormone (mean [+\/-SD] daily dose, 0.10 +\/- 0.02 mg per kilogram of body weight) or placebo until discharge from intensive care or for a maximum of 21 days.\n                The in-hospital mortality rate was higher in the patients who received growth hormone than in those who did not (P<0.001 for both studies). In the Finnish study, the mortality rate was 39 percent in the growth hormone group, as compared with 20 percent in the placebo group. The respective rates in the multinational study were 44 percent and 18 percent. The relative risk of death for patients receiving growth hormone was 1.9 (95 percent confidence interval, 1.3 to 2.9) in the Finnish study and 2.4 (95 percent confidence interval, 1.6 to 3.5) in the multinational study. Among the survivors, the length of stay in intensive care and in the hospital and the duration of mechanical ventilation were prolonged in the growth hormone group.\n                In patients with prolonged critical illness, high doses of growth hormone are associated with increased morbidity and mortality.",
        "Year":1999
    },
    {
        "Unnamed: 0":35279,
        "ReviewID":"CD006832",
        "PMID":"PMID:16358138",
        "Title":"Inspiratory muscle training is ineffective in mechanically ventilated critically ill patients.",
        "Abstract":"Invasive mechanical ventilation is associated with complications, and its abbreviation is desirable. The imbalance between increased workload, decreased inspiratory muscle strength and endurance is an important determinant of ventilator dependence. Low endurance may be present due to respiratory muscle atrophy, critical illness, or steroid use. Specific inspiratory muscle training may increase or preserve endurance. The objective of the study was to test the hypothesis that inspiratory muscle training from the beginning of mechanical ventilation would abbreviate the weaning duration and decrease reintubation rate. As a secondary objective, we described the evolution of inspiratory muscle strength with and without inspiratory muscle training.\n                Prospective, randomized clinical trial in an adult clinical-surgical intensive care unit. Twelve patients trained the inspiratory muscles twice a day, and 13 patients did not (control). Training was performed adjusting the sensitivity of the ventilator based on the maximal inspiratory pressure. Patients underwent daily surveillance of the maximal inspiratory pressure.\n                The weaning duration (31 +\/- 22 hr, control and 23 +\/- 11 hr, training group; P = .24) and reintubation rate (5 control and 3 training group; P = .39) were not statistically different. The maximal inspiratory pressure of the control group showed a trend toward a modest increase. In contrast, the training group showed a small decrease (P = .34).\n                In acute critically ill patients, inspiratory muscle training from the beginning of mechanical ventilation neither abbreviated the weaning duration, nor decreased the reintubation rate. Inspiratory muscle strength tended to stay constant, along the mechanical ventilation, with or without this specific inspiratory muscle training.",
        "Year":2005
    },
    {
        "Unnamed: 0":35280,
        "ReviewID":"CD006832",
        "PMID":"PMID:15851721",
        "Title":"Insulin therapy protects the central and peripheral nervous system of intensive care patients.",
        "Abstract":"To investigate the effectiveness of maintaining blood glucose levels below 6.1 mmol\/L with insulin as prevention of secondary injury to the central and peripheral nervous systems of intensive care patients.\n                The authors studied the effect of intensive insulin therapy on critical illness polyneuropathy (CIPNP), assessed by weekly EMG screening, and its impact on mechanical ventilation dependency, as a prospectively planned subanalysis of a large randomized, controlled trial of 1,548 intensive care patients. In the 63 patients admitted with isolated brain injury, the authors studied the impact of insulin therapy on intracranial pressure, diabetes insipidus, seizures, and long-term rehabilitation at 6 and 12 months follow-up.\n                Intensive insulin therapy reduced ventilation dependency (p = 0.0007; Mantel-Cox log rank test) and the risk of CIPNP (p < 0.0001). The risk of CIPNP among the 405 long-stay (> or =7 days in intensive care unit) patients was lowered by 49% (p < 0.0001). Of all metabolic and clinical effects of insulin therapy, and corrected for known risk factors, the level of glycemic control independently explained this benefit (OR for CIPNP 1.26 [1.09 to 1.46] per mmol blood glucose, p = 0.002). In turn, prevention of CIPNP explained the ability of intensive insulin therapy to reduce the risk of prolonged mechanical ventilation (OR 3.75 [1.49 to 9.39], p = 0.005). In isolated brain injury patients, intensive insulin therapy reduced mean (p = 0.003) and maximal (p < 0.0001) intracranial pressure while identical cerebral perfusion pressures were obtained with eightfold less vasopressors (p = 0.01). Seizures (p < 0.0001) and diabetes insipidus (p = 0.06) occurred less frequently. At 12 months follow-up, more brain-injured survivors in the intensive insulin group were able to care for most of their own needs (p = 0.05).\n                Preventing even moderate hyperglycemia with insulin during intensive care protected the central and peripheral nervous systems, with clinical consequences such as shortening of intensive care dependency and possibly better long-term rehabilitation.",
        "Year":2005
    },
    {
        "Unnamed: 0":35277,
        "ReviewID":"CD006832",
        "PMID":"PMID:16625008",
        "Title":"Efficacy and safety of corticosteroids for persistent acute respiratory distress syndrome.",
        "Abstract":"Persistent acute respiratory distress syndrome (ARDS) is characterized by excessive fibroproliferation, ongoing inflammation, prolonged mechanical ventilation, and a substantial risk of death. Because previous reports suggested that corticosteroids may improve survival, we performed a multicenter, randomized controlled trial of corticosteroids in patients with persistent ARDS.\n                We randomly assigned 180 patients with ARDS of at least seven days' duration to receive either methylprednisolone or placebo in a double-blind fashion. The primary end point was mortality at 60 days. Secondary end points included the number of ventilator-free days and organ-failure-free days, biochemical markers of inflammation and fibroproliferation, and infectious complications.\n                At 60 days, the hospital mortality rate was 28.6 percent in the placebo group (95 percent confidence interval, 20.3 to 38.6 percent) and 29.2 percent in the methylprednisolone group (95 percent confidence interval, 20.8 to 39.4 percent; P=1.0); at 180 days, the rates were 31.9 percent (95 percent confidence interval, 23.2 to 42.0 percent) and 31.5 percent (95 percent confidence interval, 22.8 to 41.7 percent; P=1.0), respectively. Methylprednisolone was associated with significantly increased 60- and 180-day mortality rates among patients enrolled at least 14 days after the onset of ARDS. Methylprednisolone increased the number of ventilator-free and shock-free days during the first 28 days in association with an improvement in oxygenation, respiratory-system compliance, and blood pressure with fewer days of vasopressor therapy. As compared with placebo, methylprednisolone did not increase the rate of infectious complications but was associated with a higher rate of neuromuscular weakness.\n                These results do not support the routine use of methylprednisolone for persistent ARDS despite the improvement in cardiopulmonary physiology. In addition, starting methylprednisolone therapy more than two weeks after the onset of ARDS may increase the risk of death. (ClinicalTrials.gov number, NCT00295269.).\n                Copyright 2006 Massachusetts Medical Society.",
        "Year":2006
    },
    {
        "Unnamed: 0":35278,
        "ReviewID":"CD006832",
        "PMID":"PMID:17138955",
        "Title":"Impact of intensive insulin therapy on neuromuscular complications and ventilator dependency in the medical intensive care unit.",
        "Abstract":"Critical illness polyneuropathy\/myopathy causes limb and respiratory muscle weakness, prolongs mechanical ventilation, and extends hospitalization of intensive care patients. Besides controlling risk factors, no specific prevention or treatment exists. Recently, intensive insulin therapy prevented critical illness polyneuropathy in a surgical intensive care unit.\n                To investigate the impact of intensive insulin therapy on polyneuropathy\/myopathy and treatment with prolonged mechanical ventilation in medical patients in the intensive care unit for at least 7 days.\n                This was a prospectively planned subanalysis of a randomized controlled trial evaluating the effect of intensive insulin versus conventional therapy on morbidity and mortality in critically ill medical patients. All patients who were still in intensive care on Day 7 were screened weekly by electroneuromyography. The effect of intensive insulin therapy on critical illness polyneuropathy\/myopathy and the relationship with duration of mechanical ventilation were assessed.\n                Independent of risk factors, intensive insulin therapy reduced incidence of critical illness polyneuropathy\/myopathy (107\/212 [50.5%] to 81\/208 [38.9%], p = 0.02). Treatment with prolonged (> or = 14 d) mechanical ventilation was reduced from 99 of 212 (46.7%) to 72 of 208 (34.6%) (p = 0.01). This was statistically only partially explained by prevention of critical illness polyneuropathy\/myopathy.\n                In a subset of medical patients in the intensive care unit for at least 7 days, enrolled in a randomized controlled trial of intensive insulin therapy, those assigned to intensive insulin therapy had a reduced incidence of critical illness polyneuropathy\/myopathy and were treated with prolonged mechanical ventilation less frequently.",
        "Year":2007
    }
]