[
    {
        "Unnamed: 0":19302,
        "ReviewID":"CD006000",
        "PMID":"PMID:770224",
        "Title":"A prospective controlled trial of azathioprine in primary biliary cirrhosis.",
        "Abstract":"Between 1968 and 1974, azathioprine has been used in a controlled prospective trial to treat patients with symptomatic but precirrhotic primary cirrhosis. Forty-five patients were admitted, of whom 22 were given azathioprine in a dose of 2 mg per kg of body weight. During the 1st year, serum aspartate transaminase levels showed a significant change in favor of the treated group, but improvement did not continue. Throughout the trial, serum alkaline phosphatase, bilirubin, cholesterol, albumin and immunoglobulin M values showed no significant change. Titers of serum mitochondrial antibodies tended to become negative more often in the treated than the untreated. Pruritus cannot be assessed objectively, but seemed less in the treated than in controls. Serial hepatic biopsy specimens showed the development of cirrhosis equally in the two groups. Survival, as judged by the life table method, was similar for the first 5 years of the trial. There was, however, a significant difference in favor of the treated group in the 6th year, although the number of patients available for assessment at that time was extremely small.",
        "Year":1976
    },
    {
        "Unnamed: 0":19303,
        "ReviewID":"CD006000",
        "PMID":"PMID:3899841",
        "Title":"Beneficial effect of azathioprine and prediction of prognosis in primary biliary cirrhosis. Final results of an international trial.",
        "Abstract":"The effect of azathioprine on survival of patients with primary biliary cirrhosis was studied prospectively in a multinational, double-blind, randomized clinical trial including 248 patients of whom 127 received azathioprine and 121 placebo. There were 57 deaths in the azathioprine group and 62 in the placebo group. The actual survival was slightly longer during azathioprine than during placebo treatment. Using Cox multiple regression analysis and adjusting for slight imbalance between the two treatment groups, the therapeutic effect of azathioprine was statistically significant (p = 0.01), with azathioprine reducing the risk of dying to 59% of that observed during placebo treatment (95% confidence interval 40%-90%) or improving survival time by 20 mo in the average patient. Furthermore, azathioprine slowed down progressing incapacitation. Side effects of azathioprine were relatively few. The analysis revealed that the following five variables independently implied poor prognosis: high serum bilirubin, old age, cirrhosis, low serum albumin, and central cholestasis. These factors were combined to a \"prognostic index\" for prediction of outcome in new patients. The index was validated on independent patient data. On the basis of these results we recommend azathioprine as a routine treatment of primary biliary cirrhosis.",
        "Year":1985
    }
]