[
    {
        "Unnamed: 0":6162,
        "ReviewID":"CD002128",
        "PMID":"PMID:2115348",
        "Title":"Preliminary trial of the effect of general practice based nutritional advice.",
        "Abstract":"Despite formal recommendations for dietary change to reduce the incidence of ischaemic heart disease, the acceptability and effectiveness of the proposed diets have not been well investigated in population based studies. In this preliminary investigation of nutritional advice in a well population, subjects in one group practice were randomized to receive either dietary instruction or simple follow up without instruction. The dietary recommendations were well received, and a substantial proportion of subjects reported altering their diets in accordance with them. There were modest beneficial changes in plasma lipid levels among men. Thus, using general practice as an avenue for promoting dietary change is feasible, and may be effective among men.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":6145,
        "ReviewID":"CD002128",
        "PMID":"PMID:2258876",
        "Title":"Dietary treatment of patients with mild to moderate hypertension in a general practice: a pilot intervention study (1). The first three months.",
        "Abstract":"Thirty-five patients with mild to moderate hypertension were randomised into a three months' dietary advised and a three months' control group. The diet was of a composition currently considered to be appropriate, and was monitored by a dietitian. Statistically significant decreases in diastolic blood pressure, mean arterial pressure, sodium excretion, and low density lipoprotein (LDL)-cholesterol occurred in the intervention group, although differences in change between the intervention and the control group were, except for LDL-cholesterol, not statistically significant. Thus, it did not become clear whether and to what extent change in diet was responsible for the lowering of the blood pressure in the intervention group.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":6131,
        "ReviewID":"CD002128",
        "PMID":"PMID:2193306",
        "Title":"Feasibility of a randomized trial of a low-fat diet for the prevention of breast cancer: dietary compliance in the Women's Health Trial Vanguard Study.",
        "Abstract":"The Women's Health Trial Vanguard Study was conducted to examine the feasibility of a nationwide, randomized multicenter intervention trial to test the hypothesis that a low-fat diet followed for a period of 10 years will reduce breast cancer risk. Women ages 45-69 years at increased risk of breast cancer were randomized into intervention (low-fat diet, n = 184) and control (usual diet, n = 119) groups. On the basis of 4-day food records, baseline fat intakes were comparable in the two groups, averaging 1,718 kcal with 39% of energy as fat. Intervention women reported substantially lower fat intake at 6 (20.9% kcal), 12 (21.6%), and 24 months (22.6% kcal). In contrast, control women reported only slight reductions in fat intake (37.3% kcal at 12 months and 36.8% kcal at 24 months). Evidence that these women were indeed complying with the low-fat dietary intervention comes from (a) the reasonable nature of reported nutrient changes within food groups in the intervention women and (b) agreement between observed and expected differences in plasma total cholesterol between the control and the intervention groups. At 12 months, the observed control - intervention plasma cholesterol difference was 13.1 +\/- 4.6 mg\/dl while the expected difference based on the Keys equation was 15.1 +\/- 1.1 mg\/dl; at 24 months, the observed difference was 15.5 +\/- 4.3 mg\/dl and the expected difference was 12.0 +\/- 1.2 mg\/dl. These analyses indicate that the intervention women made substantial dietary changes and have successfully maintained these changes over a 2-year period. This study thus demonstrates the feasibility of a randomized trial with an intensive low-fat dietary intervention.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":6132,
        "ReviewID":"CD002128",
        "PMID":"PMID:1853859",
        "Title":"The impact of the Guidelines for a Healthy Diet of The Netherlands Nutrition Council on total and high density lipoprotein cholesterol in hypercholesterolemic free-living men.",
        "Abstract":"To study the impact of dietary intervention on the plasma total and high density lipoprotein cholesterol (HDL cholesterol) levels in hypercholesterolemic men, the authors selected 80 male participants in a monitoring risk factor project carried out in Amsterdam, The Netherlands. These men had plasma total cholesterol levels of between 6.5 and 10.0 mmol\/liter (between 251 and 387 mg\/dl) and were randomly assigned to either the intervention (n = 39) or the control (n = 41) group. At the start of the intervention period, after 5 weeks, and after 26 weeks, both the intervention and the control groups were examined. This examination consisted of a measurement of height, weight, plasma total and HDL cholesterol, and a dietary interview. The intervention program consisted of a personalized dietary advice to the respondent, based on the report of the Netherlands Nutrition Council. The study took place between September 1987 and November 1988. Because of this intervention program, the plasma total and HDL cholesterol levels decreased. The difference in change in plasma total cholesterol between the intervention and control groups was 0.47 mmol\/liter (18 mg\/dl) after 5 weeks and 0.30 mmol\/liter (12 mg\/dl) after 26 weeks. For HDL cholesterol, a significant difference in change after 5 weeks disappeared after 26 weeks. The public health implications of the decrease in plasma total cholesterol are discussed.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":6147,
        "ReviewID":"CD002128",
        "PMID":"PMID:1329482",
        "Title":"Prospective, randomized, controlled comparison of the effects of low-fat and low-fat plus high-fiber diets on serum lipid concentrations.",
        "Abstract":"Previous studies examining the hypocholesterolemic effects of high-soluble-fiber diets have not been designed to control for dietary fat intake. Serum cholesterol reductions may therefore be accounted for by differences in consumption of fat. Moderately hypercholesterolemic, nonobese, Caucasian men and women, 30-50 y old were randomly assigned to low-fat, low-fat plus high-fiber, or usual-diet groups and followed for 12 mo. At 12 mo the high-fiber group consumed significantly more soluble fiber than both the low-fat and usual-diet groups (P = 0.0063 and P = 0.0001); the high-fiber group did not differ from the low-fat group in quantity of dietary fat consumed. The high-fiber group experienced a greater average reduction (13%) in serum cholesterol than did the low-fat (9%) and usual-diet (7%) groups. After adjustment for relevant covariates, the reduction in the high-fiber group was significantly greater than that in the low-fat group (P = 0.0482). Supplementation with soluble fiber reduces serum cholesterol beyond the reduction observed with low-fat diet alone.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":6159,
        "ReviewID":"CD002128",
        "PMID":"PMID:8280188",
        "Title":"Diet and exercise are equally effective in reducing risk for cardiovascular disease. Results of a randomized controlled study in men with slightly to moderately raised cardiovascular risk factors.",
        "Abstract":"To study the impact of diet and exercise and the combination thereof on cardiovascular risk factors, 157 healthy men aged 35-60 years (mean +\/- S.D.; 46.2 +\/- 5.0) with slightly to moderately raised cardiovascular risk factors, were randomized to 4 groups, diet (D, n = 40), exercise (E, n = 39), diet plus exercise (DE, n = 39), and no active intervention (controls (C, n = 39)), and investigated at baseline and after 6 months. BMI was significantly reduced in Groups E and DE (mean difference and 95% confidence intervals (CI), -0.3 (-0.5, -0.01) and -0.6 (-0.9, -0.3) kg\/m2, respectively). Waist circumference was reduced in all 3 intervention groups (D, E, and DE), -1.3 (-2.5, -0.1), -2.2 (-3.2, -1.3) and -3.0 (-3.9, -2.0) cm, but not in the control group. Blood pressure (BP) was reduced in all 3 intervention groups, systolic BP 4-7 mmHg and diastolic BP 2-6 mmHg. Serum cholesterol was reduced in Group DE, -0.45 (-0.77, -0.13) mmol\/l. VLDL-cholesterol was reduced in Groups E and DE, -0.14 (-0.26, -0.03) and -0.09 (-0.18, -0.01) mmol\/l, whereas LDL-cholesterol was reduced in Groups D and DE -0.30 (-0.54, -0.06) and -0.35 (-0.64, -0.05) mmol\/l. In contrast, neither HDL-cholesterol nor serum triglycerides were influenced by the interventions. According to the coronary risk profile derived from the Framingham study, all 3 intervention groups (D, E, and DE) significantly reduced their estimated 10-year risk (-13, -12, and -14%, respectively). We conclude that even with rather moderate changes in diet and exercise, several important cardiovascular risk factors can be affected and that diet and exercise were about equally effective in reducing cardiovascular risk.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":6143,
        "ReviewID":"CD002128",
        "PMID":"PMID:7546496",
        "Title":"Effect of dietary counselling on blood pressure and arterial plasma catecholamines in primary hypertension.",
        "Abstract":"There is still a need of support for nonpharmacologic treatment of uncomplicated, mild-to-moderate essential hypertension. We investigated whether a low sodium-based diet implemented by a nutritionist could lower blood pressure and affect sympathetic activity. Middle-aged, otherwise healthy men with never-treated essential hypertension (n = 95) were randomized to an intervention group, a blood pressure control group, and a time control group. The intervention group was advised to use less sodium chloride in their diet, and if necessary, less saturated fat and decrease body weight. They attended regular clinic visits as did the blood pressure control group. After 1 year, the intervention group had achieved on average 72 mmol\/24 h lower urinary sodium excretion (P < .001) and a decrease in body weight of 2.7 +\/- 0.5 kg (P < .001). Both supine and standing mean blood pressure were on average 8 to 10 mm Hg lower after intervention compared with the two control groups (P < .001). Arterial plasma epinephrine, measured in all 40-year-old subjects (n = 30), decreased in parallel in all three groups (P < .05), indicating some habituation to the invasive procedure and clinic visits. However, the decrease in norepinephrine was significant (P < .001) only in the intervention group; it correlated with the weight loss (r = 0.76, P < .05) and was significantly higher (P < .05) than in both control groups. These results suggest that broad dietary advice (ie, low intake of sodium chloride, saturated fat and energy), implemented by a nutritionist, may have a significant blood pressure lowering effect and a favorable sympathicolytic effect in uncomplicated, mild-to-moderate essential hypertension.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":6160,
        "ReviewID":"CD002128",
        "PMID":"PMID:8978881",
        "Title":"The Women's Health Trial Feasibility Study in Minority Populations: design and baseline descriptions.",
        "Abstract":"The Women's Health Trial: Feasibility Study in Minority Populations (WHT:FSMP), a randomized trial of 2208 women, was conducted to investigate three questions. First, can women from minority and low-socioeconomic-status populations be recruited in numbers sufficient to evaluate a dietary intervention designed to lower fat intake. Second, the efficacy of a low fat, increased fruit\/vegetable\/ grain product intervention for reducing fat consumption. Third, will participation in the intervention lower plasma cholesterol and estradiol levels relative to the controls. The baseline results showed that an adequate number of minority and low SES women could be recruited to test the study hypotheses. A diverse study population of postmenopausal women consuming a high fat diet was recruited: 28% of participants were Black, 16% were Hispanic, 11% had less than a high school level of education, and 15.5% had household incomes of < $15,000.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":6123,
        "ReviewID":"CD002128",
        "PMID":"PMID:9080920",
        "Title":"Effects of weight loss and sodium reduction intervention on blood pressure and hypertension incidence in overweight people with high-normal blood pressure. The Trials of Hypertension Prevention, phase II. The Trials of Hypertension Prevention Collaborative Research Group.",
        "Abstract":"To provide a firmer basis for preventing high blood pressure (BP), we tested interventions to promote weight loss, dietary sodium reduction, and their combination for lowering diastolic BP, systolic BP, and the incidence of hypertension during a 3- to 4-year period.\n                We conducted a randomized, 2 x 2 factorial, clinical trial, with BP levels measured by blinded observers. Nine academic medical centers recruited 2382 men and women (age range, 30-54 years) not taking antihypertensive drugs, with a diastolic BP of 83 to 89 mm Hg, a systolic BP lower than 140 mm Hg, and a body mass index (the weight in kilograms divided by the square of the height in meters) representing 110% to 165% of desirable body weight. Counseling aimed at helping participants achieve their desirable weight or a 4.5-kg or more weight reduction (in the weight loss and combined groups) and\/or sodium intake of 80 mmol\/d (in the sodium reduction and combined groups) was provided.\n                From baseline, participants' weight decreased by 4.3 to 4.5 kg at 6 months and by approximately 2 kg at 36 months in the weight loss and combined groups compared with weight changes in the usual care group (all groups, P < .001). Sodium excretion decreased 50 and 40 mmol\/d at 6 and 36 months, respectively, in the sodium reduction group and about 15 mmol\/d less at each time point in the combined group compared with the usual care group (all groups, P < .01). Compared with the usual care group, BP decreased 3.7\/2.7 mm Hg in the weight loss group, 2.9\/1.6 mm Hg in the sodium reduction group, and 4.0\/2.8 mm Hg in the combined group at 6 months (all groups, P < .001). At 36 months, BP decreases remained greater in the active intervention groups than in the usual care group (weight loss group, 1.3\/0.9 mm Hg; sodium reduction group, 1.2\/0.7 mm Hg; combined group, 1.1\/0.6 mm Hg). Differences were statistically significant for systolic and diastolic BP in the weight loss group and for systolic BP in the sodium reduction group. Through 48 months, the incidence of hypertension (BP > or = 140 mm Hg systolic or > or = 90 mm Hg diastolic or the use of antihypertensive drugs) was significantly less in each active intervention group than the usual care group (average relative risks, 0.78-0.82).\n                In overweight adults with high-normal BP, weight loss and reduction in sodium intake, individually and in combination, were effective in lowering systolic and diastolic BP, especially in the short-term (6 months). Although the effects on average BP declined over time, reductions in hypertension incidence were achieved.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":6150,
        "ReviewID":"CD002128",
        "PMID":"PMID:9075448",
        "Title":"A randomized controlled trial of a physician-directed treatment program for low-income patients with high blood cholesterol: the Southeast Cholesterol Project.",
        "Abstract":"To assess the effectiveness of a cholesterol-lowering intervention designed to facilitate the management of hypercholesterolemia by primary care clinicians.\n                Randomized controlled trial, with randomization of clinician-patient groups.\n                Twenty-one community and rural health centers in North Carolina and Virginia.\n                Primary care clinicians (n = 42, 71% physicians) and the patients they enrolled with high cholesterol (n = 372). Twenty-two clinicians were randomized to give the special intervention (184 patients) and 20 to give usual care (188 patients). Two thirds of participating patients were women, 40% were African American, and 11% were Native American.\n                A 90-minute tutorial to train clinicians how to use a structured assessment and treatment program (Food for Heart Program) consisting of a brief dietary assessment and three 5- to 10-minute dietary counseling sessions given by the primary care clinician, referral to a local dietitian if the low-density lipoprotein cholesterol (LDL-C) remained elevated at 4-month follow-up, and a prompt for the clinician to consider lipid-lowering medication based on the LDL-C at 7-month follow-up.\n                Changes in total and LDL cholesterol at 4-month follow-up and averaged over a 1-year follow-up period (4-, 7-, and 12-month follow-up).\n                At 4-month follow-up, total cholesterol decreased 0.33 mmol\/L (12.6 mg\/dL) in the intervention group and 0.21 mmol\/L (8.3 mg\/dL) in the control group: the difference was 0.11 mmol\/L (4.2 mg\/dL) (90% confidence interval [CI], -0.02 to 0.24 mmol\/L [-0.7 to 9.1 mg\/dL]). The average reduction during the 1-year follow-up period was 0.09 mmol\/L (3.6 mg\/dL) greater in the intervention group (90% CI, -0.01 to 0.19 mmol\/L [-0.3 to 7.5 mg\/dL]). Eight percent of intervention patients were taking lipid-lowering medication at follow-up visits compared with 15% of control patients. In a subgroup analysis restricted to the 89% of returnees who were not taking lipid-lowering medication, the reduction in total cholesterol at 4-month follow-up was 0.14 mmol\/L (5.5 mg\/dL) greater in the intervention group (95% CI, 0.01 to 0.28 mmol\/L [0.3 to 10.7 mg\/dL]); averaged over 1 year, it was 0.14 mmol\/L (5.3 mg\/dL) greater (95% CI, 0.03 to 0.24 mmol\/L [1.2 to 9.4 mg\/dL]). Changes in LDL-C were similar.\n                Total cholesterol and LDL-C decreased more in the intervention group than in the control group. Overall, the difference in lipid reduction between groups was modest and of borderline statistical significance; among participants who did not take lipid-lowering medication during follow-up, the difference in lipid reduction between groups was larger. We conclude that primary care clinicians can be trained to give a cholesterol-lowering intervention to low-income patients that results in modest, short-term reductions in total cholesterol and LDL-C.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":6155,
        "ReviewID":"CD002128",
        "PMID":"PMID:9146440",
        "Title":"A dietary intervention in primary care practice: the Eating Patterns Study.",
        "Abstract":"This study evaluated the effectiveness of a low-intensity dietary intervention in primary care practice in lowering dietary fat intake and raising dietary fiber intake.\n                A randomized controlled trial of 28 physician practices in six primary care clinics enrolled, by telephone, adult patients who had appointments for nonurgent nonacute visits. Of 3490 eligible patients contacted, 2111 completed baseline interview; 86.1% also completed a 12-month follow-up. Physicians gave intervention participants a self-help booklet and a brief motivational message. Changes in fat and fiber from baseline to 12-month follow-up were evaluated.\n                Intervention and control groups both reported a decrease in fat intake and an increase in fiber intake. The differential change and 95% confidence interval (CI) for the percentage of energy obtained from fat was -1.2 (CI = -0.71, -1.7) (P = .0015), for grams fiber\/1000 kcal 0.32 (CI = -0.066, 0.71) (P = .086), for fat score -0.044 (CI = -0.016, -0.072) (P = .010), and for fiber score 0.036 (CI = 0.011, 0.061) (P = .014), with greater reductions in fat and greater increase in fiber in the intervention group.\n                This low-intensity intervention was effective in dietary behavior change.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":6128,
        "ReviewID":"CD002128",
        "PMID":"PMID:9022561",
        "Title":"Efficacy of nonpharmacologic interventions in adults with high-normal blood pressure: results from phase 1 of the Trials of Hypertension Prevention. Trials of Hypertension Prevention Collaborative Research Group.",
        "Abstract":"Phase 1 of the Trials of Hypertension Prevention was conducted in 2182 adults, aged 35-54 y, with diastolic blood pressure of 80-89 mm Hg to test the feasibility and blood pressure-lowering effects of seven nonpharmacologic interventions (weight loss, sodium reduction, stress management, and supplementation with calcium, magnesium, potassium, and fish oil). At 6 and 18 mo, weight loss and sodium reduction were well-tolerated and produced significant declines in systolic and diastolic blood pressures (-2.9\/-2.4 and -2.1\/-1.2 mm Hg for weight loss and sodium reduction, respectively, at 18 mo). None of the other interventions lowered blood pressure significantly at either the 6- or 18-mo follow-up visits. These results suggest that both weight loss and sodium reduction provide an effective means to prevent hypertension. The long-term effects of both of these interventions are being tested in phase 2 of the trial.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":6130,
        "ReviewID":"CD002128",
        "PMID":"PMID:9702141",
        "Title":"Final results of the Maryland WIC 5-A-Day Promotion Program.",
        "Abstract":"This National Cancer Institute-funded study sought to increase fruit and vegetable consumption among women served by the WIC program in Maryland.\n                Over a 2-year period, a multifaceted intervention program using a randomized crossover design sought to increase fruit and vegetable consumption at 16 WIC program sites in Baltimore City and 6 Maryland counties. Participants were surveyed at baseline, 2 months postintervention, and 1 year later.\n                Two months postintervention, mean daily consumption had increased by 0.56 +\/- 0.11 servings in intervention participants and 0.13 +\/- 0.07 servings in control participants (P = .002). Intervention participants also showed greater changes in stages of change, knowledge, attitudes, and self-efficacy. Changes in consumption were closely related to number of nutrition sessions attended, baseline stage of change, race, and education. One year later, mean consumption had increased by an additional 0.27 servings in both intervention and control participants.\n                Dietary changes to prevent cancer can be achieved and sustained in this hard-to-reach, low-income population. However, many obstacles must be overcome to achieve such changes.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":6153,
        "ReviewID":"CD002128",
        "PMID":"PMID:10072747",
        "Title":"Nutrition intervention for high-risk auto workers: results of the Next Step Trial.",
        "Abstract":"The Next Step Trial tested interventions encouraging prevention and early detection practices in automotive-industry employees at increased colorectal cancer risk. This article describes results of the nutrition intervention promoting low-fat, high-fiber eating patterns.\n                Twenty-eight worksites (5,042 employees at baseline) were randomized to a 2-year nutrition intervention including classes, mailed self-help materials, and personalized dietary feedback. Control worksites received no intervention. Nutrition outcomes were assessed by mailed food frequency questionnaires (FFQs) Primary nutrition outcomes included percentage energy from fat and fiber density (g\/1,000 kcal) at 1 year postrandomization. Secondary outcomes included servings of fruits\/vegetables and dietary measures at 2 years postrandomization. Analyses were adjusted for within worksite correlations and baseline covariates. Fifty-eight percent of employees returned FFQs.\n                At 1 year, there were modest but statistically significant intervention effects for fat (-0.9 %en), fiber (+0.5 g\/1,000 kcal), and fruits\/vegetables (+0.2 servings\/day) (all P < 0.007). At 2 years, due to significant positive changes in control worksites, intervention effects were smaller, significant for fiber only. Intervention effects were larger in younger (<50 years), active employees and class attendees.\n                The nutrition intervention produced significant but modest effects on dietary fat and fiber and fruits\/vegetables in these high-risk employees. Age and dose effects suggest younger employees may be more responsive to this intervention.\n                Copyright 1999 American Health Foundation and Academic Press.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":6149,
        "ReviewID":"CD002128",
        "PMID":"PMID:10469751",
        "Title":"Randomized trial testing the effect of peer education at increasing fruit and vegetable intake.",
        "Abstract":"The National Cancer Institute recommends that Americans eat at least five daily servings of fruits and vegetables. National strategies to increase consumption may not reach minority and lower socioeconomic populations. In a randomized trial, peer education was tested for effectiveness at increasing fruit and vegetable intake among lower socioeconomic, multicultural labor and trades employees.\n                Employees (n = 2091) completed a baseline survey and received an 18-month intervention program through standard communication channels (e.g., workplace mail, cafeteria promotions, and speakers). Ninety-three social networks (cliques) of employees were identified, which were pair matched on intake. At an interim survey (during months 8 and 9), 11 cliques no longer existed and 41 matched pairs of cliques containing 905 employees remained, with one clique per pair being randomly assigned to the peer education intervention. Employees who were central in the communication flow of the peer intervention cliques served as peer educators during the last 9 months of the intervention program. Fruit and vegetable intake was measured with 24-hour intake recall and with food-frequency questions in baseline, outcome (i.e., at 18 months), and 6-month follow-up surveys. All P values are two-sided.\n                By use of multiple regression, statistically significant overall effects of the peer education program were seen in the intake recall (increase of 0.77 total daily servings; P<.0001) and the food-frequency (increase of 0.46 total daily servings; P =.002) questions at the outcome survey. The effect on the total number of servings persisted at the 6-month follow-up survey when measured by the intake recall (increase of 0.41 total daily servings; P =.034) but not the food-frequency (decrease of 0.04 total daily servings; P =.743) questions.\n                Peer education appears to be an effective means of achieving an increase in fruit and vegetable intake among lower socioeconomic, multicultural adult employees.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":6142,
        "ReviewID":"CD002128",
        "PMID":"PMID:10361533",
        "Title":"Innovative newsletter interventions improve fruit and vegetable consumption in healthy adults.",
        "Abstract":"To evaluate the effectiveness of computer-tailored newsletter interventions in improving the number and variety of fruits and vegetables eaten by adults.\n                The 4-group randomized trial with pre- and postintervention measures consisted of a control group and 3 intervention groups receiving nontailored newsletters, computer-tailored newsletters, or tailored newsletters with tailored goal-setting information. Intervention groups received 1 newsletter each month for 4 months.\n                Baseline surveys were completed by 710 health maintenance organization clients. Postintervention surveys administered 6 months after baseline were completed by 573 participants (80.8%).\n                All newsletters contained strategies for improving fruit and vegetable consumption. Tailored newsletters used computer algorithms to match a person's baseline survey information with the most relevant newsletter messages for promoting dietary change.\n                Daily intake and weekly variety of fruits and vegetables were measured using a food frequency questionnaire.\n                Analysis of covariance and Tukey's honestly significant difference test were used to assess differences in the number and variety of fruits and vegetables consumed among intervention groups.\n                For persons completing postintervention surveys (n = 573), all 3 newsletter groups had significantly higher daily intake and variety scores compared with the control group. Although there was a trend of improved intake and variety with each added newsletter element, there were no significant differences at follow-up among the newsletter groups.\n                Newsletters can be effective in improving the fruit and vegetable consumption of adults. In this study, a computer-tailoring system did not significantly enhance the effect of the nutrition newsletters on fruit and vegetable intake.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":6124,
        "ReviewID":"CD002128",
        "PMID":"PMID:9987465",
        "Title":"Increasing fruit and vegetable consumption through worksites and families in the treatwell 5-a-day study.",
        "Abstract":"We report on the results of the Treatwell 5-a-Day study, a worksite intervention aimed at increasing consumption of fruits and vegetables.\n                Twenty-two worksites were randomly assigned to 3 groups: (1) a minimal intervention control group, (2) a worksite intervention, and (3) a worksite-plus-family intervention. The interventions used community-organizing strategies and were structured to target multiple levels of influence, following a socioecological model. Data were collected by self-administered employee surveys before and after the intervention; the response rate was 87% (n = 1359) at baseline and 76% (n = 1306) at follow-up. A process tracking system was used to document intervention delivery.\n                After control for worksite, gender, education, occupation, race\/ethnicity, and living situation, total fruit and vegetable intake increased by 19% in the worksite-plus-family group, 7% in the worksite intervention group and 0% in the control group (P = .05). These changes reflect a one half serving increase among workers in the worksite-plus-family group compared with the control group (P = .018).\n                The worksite-plus-family intervention was more successful in increasing fruit and vegetable consumption than was the worksite intervention. Worksite interventions involving family members appear to be a promising strategy for influencing workers' dietary habits.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":6146,
        "ReviewID":"CD002128",
        "PMID":"PMID:10548322",
        "Title":"Exploring the feasibility and effects of a high-fruit and -vegetable diet in healthy women.",
        "Abstract":"Based on reports that fruits and vegetables may protect against breast cancer, this randomized intervention study tested the feasibility of increasing fruit and vegetable intake among healthy women to 9 daily servings through individual dietary counseling and group activities. Adherence to the dietary recommendations was monitored by 24-h food recalls, log sheets, and plasma carotenoid assessments. To explore possible cancer protective mechanisms of fruits and vegetables, we investigated the treatment effect on plasma phenol levels and on thiobarbituric acid-reactive substances measured as malondialdehyde equivalents, a possible marker of oxidative damage. At baseline, women in the intervention (n = 13) and control (n = 16) group reported an average daily consumption of 3.3 and 3.2 fruit and vegetable servings, respectively. After 3 and 6 months of intervention, intake in the intervention group had increased to 8.3 and 7.4 servings, whereas the control group reported an average of 4.2 and 4.1 daily servings. An increase of plasma carotenoid levels from 1249 microg\/liter at baseline to 1854 and 1827 microg\/liter after 3 and 6 months confirmed compliance with the dietary recommendations in the intervention group. Plasma carotenoid levels among controls changed slightly from 1165 to 1231 and 1291 microg\/liter Whereas total phenol levels did not respond according to our hypothesis, malondialdehyde levels decreased slightly in the intervention group. These results suggest that motivated women can substantially increase their fruit and vegetable intake, which leads to a notable increase in plasma carotenoid levels.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":6136,
        "ReviewID":"CD002128",
        "PMID":"PMID:10770979",
        "Title":"Lack of effect of a low-fat, high-fiber diet on the recurrence of colorectal adenomas. Polyp Prevention Trial Study Group.",
        "Abstract":"We tested the hypothesis that dietary intervention can inhibit the development of recurrent colorectal adenomas, which are precursors of most large-bowel cancers.\n                We randomly assigned 2079 men and women who were 35 years of age or older and who had had one or more histologically confirmed colorectal adenomas removed within six months before randomization to one of two groups: an intervention group given intensive counseling and assigned to follow a diet that was low in fat (20 percent of total calories) and high in fiber (18 g of dietary fiber per 1000 kcal) and fruits and vegetables (3.5 servings per 1000 kcal), and a control group given a standard brochure on healthy eating and assigned to follow their usual diet. Subjects entered the study after undergoing complete colonoscopy and removal of adenomatous polyps; they remained in the study for approximately four years, undergoing colonoscopy one and four years after randomization.\n                A total of 1905 of the randomized subjects (91.6 percent) completed the study. Of the 958 subjects in the intervention group and the 947 in the control group who completed the study, 39.7 percent and 39.5 percent, respectively, had at least one recurrent adenoma; the unadjusted risk ratio was 1.00 (95 percent confidence interval, 0.90 to 1.12). Among subjects with recurrent adenomas, the mean (+\/-SE) number of such lesions was 1.85+\/-0.08 in the intervention group and 1.84+\/-0.07 in the control group. The rate of recurrence of large adenomas (with a maximal diameter of at least 1 cm) and advanced adenomas (defined as lesions that had a maximal diameter of at least 1 cm or at least 25 percent villous elements or evidence of high-grade dysplasia, including carcinoma) did not differ significantly between the two groups.\n                Adopting a diet that is low in fat and high in fiber, fruits, and vegetables does not influence the risk of recurrence of colorectal adenomas.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":6154,
        "ReviewID":"CD002128",
        "PMID":"PMID:10750670",
        "Title":"Increasing vegetable and fruit intake: randomized intervention and monitoring in an at-risk population.",
        "Abstract":"High vegetable and fruit (V&F) consumption has been associated with a lower risk of several cancers. However, little is known about the ability of individuals to increase their intakes markedly. In this 1-year randomized, controlled diet intervention study of men and women with a recent history of adenomas, the intervention group (n = 100) was asked to increase V&F intake to at least eight servings per day; the control group (n = 101) continued eating their usual diet. End-point measures included V&F intake assessed by 3-day diet records, plasma carotenoids, serum lipids, urinary sodium and potassium, and body weight. The intervention group increased their daily V&F intake an average of 5.5 servings over 1 year; the control group had an average decrease of 0.5 servings per day (P < 0.001). Plasma total carotenoids, alpha-carotene, beta-carotene, beta-cryptoxanthin, and lutein\/zeaxanthin were each statistically significantly elevated over baseline (11-54%) in the intervention group compared with the control group over the duration of follow-up (P < 0.001). Urinary potassium excretion was elevated 14% over baseline in the intervention group compared with no change in the control group (P < 0.001). Modest decreases in the intervention but not the control group were observed for total and low-density lipoprotein cholesterol. Plasma lycopene, triglycerides, high-density lipoprotein cholesterol, body weight, and urinary sodium were not affected by the intervention. V&F intake was significantly increased in this motivated population at higher risk of colon cancer and maintained for at least 12 months, as assessed using diet records and an ensemble of biomarkers.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":6141,
        "ReviewID":"CD002128",
        "PMID":"PMID:10837284",
        "Title":"Dietary strategies for lowering homocysteine concentrations.",
        "Abstract":"Elevated plasma total homocysteine (tHcy) concentrations are associated with increased risk of vascular disease, and there is a strong inverse association between dietary and blood folate and blood tHcy concentrations. Increased folate consumption may lower the risk of tHcy-mediated cardiovascular disease.\n                The objective was to determine the most appropriate means of increasing dietary folate to reduce plasma tHcy.\n                Sixty-five free-living subjects aged 36-71 y with tHcy concentrations >\/=9 micromol\/L participated in a randomized, controlled trial to compare 3 approaches for increasing dietary folate to approximately 600 microg\/d: folic acid supplementation, consumption of folic acid-fortified breakfast cereals, and increased consumption of folate-rich foods.\n                An intake of 437 microg folic acid\/d from supplements resulted in a 27-nmol\/L increase in serum folate and a 21% reduction in tHcy, relative to the change in a control group. In subjects who consumed folic acid-fortified breakfast cereal, folate intake increased by an average of 298 microg, serum folate increased by 21 nmol\/L, and tHcy concentrations decreased by 24%. Increased intakes of folate-rich foods resulted in a 418-microg increase in dietary folate, a 7-nmol\/L increase in serum folate, and a 9% reduction in tHcy concentrations. The decrease in tHcy was negatively correlated (r = -0.66) with the increase in serum folate.\n                Daily consumption of folic acid-fortified breakfast cereals and the use of folic acid supplements appear to be the most effective means of reducing tHcy concentrations. The reduction in tHcy was significantly negatively correlated with the increase in serum folate, which may be a useful marker for measuring dietary change.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":6157,
        "ReviewID":"CD002128",
        "PMID":"PMID:11006063",
        "Title":"A randomized trial of a tailored, self-help dietary intervention: the Puget Sound Eating Patterns study.",
        "Abstract":"This study evaluated a tailored, multiple-component self-help intervention designed to promote lower fat and higher fruit and vegetable consumption.\n                Participants were 1,459 adults selected at random, stratified by sex and age (18-34, 35-54, 55-69), from enrollees of a large health maintenance organization. After completing a baseline telephone survey, participants were randomized to receive the intervention (consisting of a computer-generated personalized letter, a motivational phone call, a self-help manual, a package of supplementary materials, computer-generated behavioral feedback based on a self-administered food frequency questionnaire, and newsletters) or to receive no materials. Evaluation was based on 1,205 (86.5%) participants who completed both a 3- and a 12-month follow up survey.\n                The intervention effect +\/- SE for fat, based on a diet habits questionnaire, was -0.10 +\/- 0.02 (P < 0.001), corresponding to a reduction of approximately 0.8 percentage points of percentage energy from fat. For fruits and vegetables, the intervention effect was 0.47 +\/- 0.10 servings\/day (P < 0.001). Intervention effects were similar across age and sex groups.\n                Tailored, self-help interventions can effectively promote dietary change among both men and women and among younger as well as older adults.\n                Copyright 2000 American Health Foundation and Academic Press.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":6158,
        "ReviewID":"CD002128",
        "PMID":"PMID:11522565",
        "Title":"Implementation of a 4-y, high-fiber, high-fruit-and-vegetable, low-fat dietary intervention: results of dietary changes in the Polyp Prevention Trial.",
        "Abstract":"The Polyp Prevention Trial (PPT) was a multicenter randomized clinical trial designed to determine the effects of a high-fiber (4.30 g\/MJ), high-fruit-and-vegetable (0.84 servings\/MJ), low-fat (20% of energy from fat) diet on the recurrence of adenomatous polyps in the large bowel.\n                Our goal was to determine whether the PPT intervention plan could effect change in 3 dietary goals and to examine the intervention's effect on the intake of other food groups and nutrients.\n                Participants with large-bowel adenomatous polyps diagnosed in the past 6 mo were randomly assigned to either the intervention (n = 1037) or the control (n = 1042) group and remained in the trial for 4 y. Three dietary assessment instruments were used to measure dietary change: food-frequency questionnaires (in 100% of the sample), 4-d food records (in a 20% random cohort), and 24-h dietary recalls (in a 10% random sample).\n                Intervention participants made and sustained significant changes in all PPT goals as measured by the dietary assessment instruments; the control participants' intakes remained essentially the same throughout the trial. The absolute differences between the intervention and control groups over the 4-y period were 9.7% of energy from fat (95% CI: 9.0%, 10.3%), 1.65 g dietary fiber\/MJ (95% CI: 1.53, 1.74), and 0.27 servings of fruit and vegetables\/MJ (95% CI: 0.25, 0.29). Intervention participants also reported significant changes in the intake of other nutrients and food groups. The intervention group also had significantly higher serum carotenoid concentrations and lower body weights than did the control group.\n                Motivated, free-living individuals, given appropriate support, can make and sustain major dietary changes over a 4-y period.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":6164,
        "ReviewID":"CD002128",
        "PMID":"PMID:11832672",
        "Title":"Dietary Counseling for High Blood Cholesterol in Families at Risk of Coronary Disease.",
        "Abstract":"A positive family history of coronary heart disease alone confers an increased risk, which may be affected by untreated hypercholesterolemia. Dietary counseling is a first-line treatment approach. To determine whether nurse counseling can provide additional benefits over usual physician efforts to lower dietary fat in high-risk persons, 117 apparently healthy adult siblings of persons with premature coronary heart disease were counseled by a registered nurse using adapted national guidelines. Reductions in total fat, saturated fat, and cholesterol were significantly greater in the nurse group compared to those in the usual care group. Total fat intake decreased by 14 g in the nurse group, compared with an increase of 5 g in the usual care group (p=0.0001). Assignment to the nurse group was also a significant predictor of a greater reduction in the percentage of total fat calories (p=0.008). The authors conclude that a registered nurse may serve as a complement to usual care in efforts to lower dietary fat and cholesterol in high-risk families. (c)2001 CHF, Inc.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":6127,
        "ReviewID":"CD002128",
        "PMID":"PMID:11678487",
        "Title":"High vegetable and fruit diet intervention in premenopausal women with cervical intraepithelial neoplasia.",
        "Abstract":"To examine whether diet intervention can promote increased vegetable and fruit intake, as reflected in increased plasma carotenoid and decreased plasma total homocysteine concentrations, in premenopausal women with cervical intraepithelial neoplasia, a precancerous condition.\n                Randomized controlled diet intervention study.\n                Fifty-three free-living premenopausal women who had been diagnosed with cervical intraepithelial neoplasia, were randomly assigned to an intervention (n = 27) or a control (n = 26) group.\n                Individualized dietary counseling to increase vegetable and fruit intake.\n                Diet was assessed by food frequency questionnaire. Plasma carotenoids and total homocysteine were measured at enrollment and at 6 months follow up.\n                Associations between baseline plasma concentrations of carotenoids and homocysteine and influencing factors were examined with multiple regression analysis. Repeated measures analysis of variance was used to test for group by time effects in these plasma concentrations. Plasma carotenoids at baseline and 6 months in the study groups, and differences in homocysteine concentrations from baseline to 6 months, were compared with independent sample t tests.\n                Repeated measures analysis of variance showed significant group by time effects (P<.01) in plasma carotenoid and homocysteine concentrations. In the intervention group, total plasma carotenoids increased by an average of 91%, from 2.04+\/-0.13 (mean+\/-standard error of the mean) to 3.90+\/-0.56 micromol\/L and plasma total homocysteine was reduced by 11%, from 9.01+\/-0.40 to 8.10+\/-0.44 micromol\/L (P<.003). Neither changed significantly in the control group.\n                Individualized dietary counseling can effectively promote increased vegetable and fruit intake in premenopausal women. This dietary pattern may reduce risk for cancer and other chronic diseases and also promote an improvement in folate status.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":6138,
        "ReviewID":"CD002128",
        "PMID":"PMID:12366892",
        "Title":"Stage-matched nutrition guidance for patients at elevated risk for cardiovascular disease: a randomized intervention study in family practice.",
        "Abstract":"To examine stage-matched nutrition counseling by family physicians and its effect on dietary intake, anthropometry, and serum lipid levels in patients at elevated risk for cardiovascular disease.\n                In this controlled trial, patients randomized to intervention practices received nutrition information following the Stages-of-Change Model, and patients randomized to control practices received usual care.\n                At both 6 and 12 months after baseline, total fat intake and saturated fat intake declined significantly more in the intervention group than in the control group: -5.7% and -2.6% of energy, respectively, at 6 months, and -3.6% and -1.7% of energy, respectively, at 12 months. For energy intake, body weight, and BMI, there were significant differences between groups only at 6 months: -0.8 megajoules (MJ), -0.7 kg, and -0.3 kg\/m(2), respectively. None of the serum lipid values changed significantly between groups at 12 months.\n                Nutritional counseling based on stages of change led to reductions in dietary fat intake and weight loss in the short term. However, we found no corresponding changes in serum lipid concentrations.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":6137,
        "ReviewID":"CD002128",
        "PMID":"PMID:12076551",
        "Title":"Effects of fruit and vegetable consumption on plasma antioxidant concentrations and blood pressure: a randomised controlled trial.",
        "Abstract":"High dietary intakes of fruit and vegetables are associated with reduced risks of cancer and cardiovascular disease. Short-term intensive dietary interventions in selected populations increase fruit and vegetable intake, raise plasma antioxidant concentrations, and lower blood pressure, but long-term effects of interventions in the general population are not certain. We assessed the effect of an intervention to increase fruit and vegetable consumption on plasma concentrations of antioxidant vitamins, daily fruit and vegetable intake, and blood pressure.\n                We undertook a 6-month, randomised, controlled trial of a brief negotiation method to encourage an increase in consumption of fruit and vegetables to at least five daily portions. We included 690 healthy participants aged 25-64 years recruited from a primary-care health centre.\n                Plasma concentrations of alpha-carotene, beta-carotene, lutein, beta-cryptoxanthin, and ascorbic acid increased by more in the intervention group than in controls (significance of between-group differences ranged from p=0.032 to 0.0002). Groups did not differ for changes in lycopene, retinol, alpha-tocopherol, gamma-tocopherol, or total cholesterol concentrations. Self-reported fruit and vegetable intake increased by a mean 1.4 (SD 1.7) portions in the intervention group and by 0.1 (1.3) portion in the control group (between-group difference=1.4, 95% CI 1.2-1.6; p<0.0001). Systolic blood pressure fell more in the intervention group than in controls (difference=4.0 mm Hg, 2.0-6.0; p<0.0001), as did diastolic blood pressure (1.5 mm Hg, 0.2-2.7; p=0.02).\n                The effects of the intervention on fruit and vegetable consumption, plasma antioxidants, and blood pressure would be expected to reduce cardiovascular disease in the general population.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":6134,
        "ReviewID":"CD002128",
        "PMID":"PMID:12634025",
        "Title":"A randomized controlled trial of a public health nurse directed treatment program for rural patients with high blood cholesterol.",
        "Abstract":"Many rural residents do not have access to high-quality nutrition counseling for high blood cholesterol. The objective of this study was to assess the effectiveness of an intervention program designed to facilitate dietary counseling for hypercholesterolemia by rural public health nurses.\n                Eight health departments (216 participants) were randomized to give the special intervention (SI) and nine (252 participants) to give the minimal intervention (MI). The SI consisted of three individual diet counseling sessions given by a public health nurse, using a structured dietary intervention (Food for Heart Program), referral to a nutritionist if lipid goals were not achieved at 3-month follow-up, and a reinforcement phone call and newsletters. Diet was assessed by the Dietary Risk Assessment (DRA), a validated food frequency questionnaire, at baseline, 3-, and 12-month follow-up; blood lipids and weight were assessed at baseline, 3-, 6-, and 12-month follow-up.\n                Participants were largely female (71%), older (mean age 55), and white (80%). At 3-month follow-up, the average reduction (indicating dietary improvement) in total Dietary Risk Assessment score was 3.7 units greater in the SI group (95% confidence interval [CI] 1.9 to 5.5, P = 0.0006), while both groups experienced a similar reduction in blood cholesterol, 14.1 mg\/dL (0.37 mmol\/L) for SI and 14.5 mg\/dL (0.38 mmol\/L) for minimal intervention group (difference -0.4 mg\/dL [-0.010 mmol\/L], 95% CI -12.5 to 11.7 [-0.32 to 0.30], P = 0.9). At 12-month follow-up, the reduction in total Dietary Risk Assessment score was 2.1 units greater in the SI group (95% CI 0.8 to 3.5, P = 0.005), while the reduction in blood cholesterol was similar in both groups, 18.4 mg\/dL (0.48 mmol\/L) for SI and 15.6 mg\/dL (0.40 mmol\/L) for minimal intervention group (difference 2.8 mg\/dL [0.07 mmol\/L], 95% CI -7.5 to 13.1 [-0.19 to 0.34], P = 0.6). During follow-up, weight loss was greater in the SI group; the difference between groups was statistically significant at 3 (1.9 lb [0.86 kg], 95% CI 0.3 to 3.4 [0.14 to 1.55], P = 0.022) and 6 months (2.1 lb [0.95 kg], 95% CI 0.1 to 4.1 [0.04 to 1.86], P = 0.04). At 12 months, the difference was not significant (1.6 lb [0.73 kg], 95% CI -0.05 to 3.7 [-0.02 to 1.68], P = 0.13).\n                Improvement in self-reported dietary intake was significantly greater in the SI group, while reduction in blood cholesterol was similar in both groups.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":6163,
        "ReviewID":"CD002128",
        "PMID":"PMID:12689805",
        "Title":"One-year results from a brief, computer-assisted intervention to decrease consumption of fat and increase consumption of fruits and vegetables.",
        "Abstract":"Current cancer prevention recommendations include reducing consumption of fat and increasing consumption of fruits and vegetables.\n                Healthy women health maintenance organization members (n = 616) ages 40-70 were randomly assigned to either a nutrition intervention or a control intervention unrelated to diet. Intervention included two 45-min counseling sessions plus two brief follow-up telephone contacts. Counseling sessions included a 20-min, interactive, computer-based intervention using a touch-screen format. Intervention goals were reducing dietary fat and increasing fruit and vegetable consumption. Outcome measures included a food frequency questionnaire and the Fat and Fiber Behavior Questionnaire (FFBQ). Total serum cholesterol was also measured at baseline and 12 months.\n                Twelve-month follow-up data showed improvements on all dietary outcome variables. Compared to the control, intervention participants reported significantly less fat consumption (3.75 points less for percentage of energy from fat), significantly greater consumption of fruit and vegetables combined (0.93 more servings per day), and a significant reduction in a behavioral measure of fat consumption (0.20 point change in the FFBQ). Group differences in total serum cholesterol, while in the desired direction, were not significant.\n                In appropriate circumstances, moderate-intensity dietary interventions can show significant effects for periods of at least 1 year.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":6144,
        "ReviewID":"CD002128",
        "PMID":"PMID:15565083",
        "Title":"Cholesterol-lowering effect of the Food for Heart Nutrition Education Program.",
        "Abstract":"The objective of this prospective, randomized controlled trial was to assess the effectiveness of the Food For Heart Program patient nutrition tool in hypercholesterolemic outpatients. The setting for this study was an urban academic primary-care practice; 175 hypercholesterolemic adults not taking cholesterol-lowering medications were enrolled as subjects. The study intervention involved four monthly dietary counseling visits, using the Food For Heart Program, conducted by the study research assistant. The main outcome measures were fasting serum lipids (primary); body weight (secondary); and change in Dietary Risk Assessment score (intervention group only), analyzed using Student's t test. Our results showed that total and low-density lipoprotein cholesterol decreased 0.40+\/-0.65 mmol\/L and 0.32+\/-0.58 mmol\/L, respectively, in the intervention group (n=91), compared with 0.06+\/-0.57 mmol\/L and 0.0088+\/-0.56 mmol\/L in the control group (n=84) ( P <.001). There was no significant change in high-density lipoprotein cholesterol. Intervention subjects lost a small but statistically significant amount of weight, 2.2+\/-7.4 pounds ( P <.01), and decreased their Dietary Risk Assessment score 5.9+\/-6.5 points ( P <.001). Based on these findings, we concluded that total and low-density lipoprotein cholesterol, weight, and dietary risk for coronary heart disease decreased significantly in hypercholesterolemic patients counseled using the Food For Heart Program.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":6129,
        "ReviewID":"CD002128",
        "PMID":"PMID:15082472",
        "Title":"Randomised controlled factorial trial of dietary advice for patients with a single high blood pressure reading in primary care.",
        "Abstract":"To assess the effect of brief interventions during the \"watchful waiting\" period for hypertension.\n                Factorial trial.\n                General practice.\n                296 patients with blood pressure > 160\/90 mm Hg were randomised to eight groups defined by three factors: an information booklet; low sodium, high potassium salt; prompt sheets for high fruit, vegetable, fibre; and low fat.\n                Blood pressure (primary outcome); secondary outcomes of diet, weight, and dietary biomarkers (urinary sodium:potassium (Na:K) ratio; carotenoid concentrations).\n                Blood pressure was not affected by the booklet (mean difference (diastolic blood pressure) at one month 0.2, 95% confidence interval 1.6 to 2.0), salt (0.13; 1.7 to 2.0), or prompts (0.52; 1.3 to 2.4). The salt decreased Na:K ratio (difference 0.32; 0.08 to 0.56, P = 0.01), and the prompts helped control weight (difference 0.39 (0.85 to 0.05) kg at one month, P = 0.085; 1.2 (0.1 to 2.25) kg at six months, P = 0.03). Among those with lower fruit and vegetable consumption (< 300 g per day), prompts increased fruit and vegetable consumption and also carotenoid concentrations (difference 143 (16 to 269) mmol\/l, P < 0.03) but did not decrease blood pressure.\n                During watchful waiting, over and above the effect of brief advice and monitoring, an information booklet, lifestyle prompts, and low sodium salt do not reduce blood pressure. Secondary analysis suggests that brief interventions-particularly lifestyle prompts-can make useful changes in diet and help control weight, which previous research indicates are likely to reduce the long term risk of stroke.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":6148,
        "ReviewID":"CD002128",
        "PMID":"PMID:15885845",
        "Title":"Long-term (1- and 2-year) effects of lifestyle intervention in type 2 diabetes relatives.",
        "Abstract":"To study the long-term (1- and 2-year) effect of a lifestyle intervention on non-diabetic first-degree relatives of type 2 diabetic patients, i.e., the 1-year effect of diet versus diet and exercise in relation to a control group and the 2-year sustainability of these treatment effects.\n                Seventy-seven healthy first-degree relatives (men and women) between the ages of 25 and 55 were allocated to one of three groups: diet group (D), diet and exercise group (DE) and control group (C). For ethical reasons, after 1 year the control group began the intervention and were followed for another 2 years. Diet and physical activity counselling was based on current nutrition recommendations, including increased intake of fatty fish and low glycaemic index foods. The fatty acid composition of the erythrocyte membrane was studied as an objective measure of dietary change. Assessments included fasting insulin, 2-h insulin, oral glucose tolerance test (OGTT), anthropometry and blood lipid measurements. Groups D and DE received intensive follow-up through unannounced telephone interviews during the first 4 months.\n                Dietary changes were significant at 1 year, and to a large degree sustained at 2 years. Adherence to advice regarding fat quality was confirmed through changes in the fatty acid composition of the erythrocyte membrane. The least active subjects in DE increased their physical activity (PA). At 1 year, group D showed a reduction in the ratio of LDL to HDL cholesterol (p=0.028) while group DE decreased their body weight by 2.7% (p<0.029) and increased HDL (p<0.037) versus controls. At 2 years, cholesterol levels (total, LDL and the ratio LDL\/HDL) were reduced within group D and when compared to DE (p=0.022, 0.009, 0.035, respectively). Fasting insulin was reduced within group DE and when compared to group D (p=0.025).\n                Positive changes in lifestyle, blood lipids and fasting insulin can be achieved and maintained in a non-diabetic population at risk of type 2 diabetes after 2 years.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":6152,
        "ReviewID":"CD002128",
        "PMID":"PMID:16467233",
        "Title":"Low-fat dietary pattern and risk of colorectal cancer: the Women's Health Initiative Randomized Controlled Dietary Modification Trial.",
        "Abstract":"Observational studies and polyp recurrence trials are not conclusive regarding the effects of a low-fat dietary pattern on risk of colorectal cancer, necessitating a primary prevention trial.\n                To evaluate the effects of a low-fat eating pattern on risk of colorectal cancer in postmenopausal women.\n                The Women's Health Initiative Dietary Modification Trial, a randomized controlled trial conducted in 48,835 postmenopausal women aged 50 to 79 years recruited between 1993 and 1998 from 40 clinical centers throughout the United States.\n                Participants were randomly assigned to the dietary modification intervention (n = 19,541; 40%) or the comparison group (n = 29,294; 60%). The intensive behavioral modification program aimed to motivate and support reductions in dietary fat, to increase consumption of vegetables and fruits, and to increase grain servings by using group sessions, self-monitoring techniques, and other tailored and targeted strategies. Women in the comparison group continued their usual eating pattern.\n                Invasive colorectal cancer incidence.\n                A total of 480 incident cases of invasive colorectal cancer occurred during a mean follow-up of 8.1 (SD, 1.7) years. Intervention group participants significantly reduced their percentage of energy from fat by 10.7% more than did the comparison group at 1 year, and this difference between groups was mostly maintained (8.1% at year 6). Statistically significant increases in vegetable, fruit, and grain servings were also made. Despite these dietary changes, there was no evidence that the intervention reduced the risk of invasive colorectal cancer during the follow-up period. There were 201 women with invasive colorectal cancer (0.13% per year) in the intervention group and 279 (0.12% per year) in the comparison group (hazard ratio, 1.08; 95% confidence interval, 0.90-1.29). Secondary analyses suggested potential interactions with baseline aspirin use and combined estrogen-progestin use status (P = .01 for each). Colorectal examination rates, although not protocol defined, were comparable between the intervention and comparison groups. Similar results were seen in analyses adjusting for adherence to the intervention.\n                In this study, a low-fat dietary pattern intervention did not reduce the risk of colorectal cancer in postmenopausal women during 8.1 years of follow-up.\n                ClinicalTrials.gov Identifier: NCT00000611.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":6151,
        "ReviewID":"CD002128",
        "PMID":"PMID:16467647",
        "Title":"Blood pressure change in a free-living population-based dietary modification study in Japan.",
        "Abstract":"To assess whether dietary intervention in free-living healthy subjects is effective in improving blood pressure levels.\n                Open randomised, controlled trial.\n                Free-living healthy subjects in two rural villages in north-eastern Japan.\n                Five hundred and fifty healthy volunteers aged 40-69 years.\n                Tailored dietary education to encourage a decrease in sodium intake and an increase in the intake of vitamin C and carotene, and of fruit and vegetables.\n                Blood pressure, dietary intake and urinary excretion of sodium, dietary carotene and vitamin C, and fruit and vegetable intake data were collected at 1 year after the start of the intervention.\n                During the first year, changes differed significantly between the intervention and control groups for dietary (P = 0.002) and urinary excretion (P < 0.001) of sodium and dietary vitamin C and carotene (P = 0.003). Systolic blood pressure decreased from 127.9 to 125.2 mmHg (2.7 mmHg decrease; 95% confidence interval, -4.6 to -0.8) in the intervention group, whereas it increased from 128.0 to 128.5 mmHg (0.5 increase; -1.3 to 2.3) in the control group. This change was statistically significant (P = 0.007). In contrast, the change in diastolic blood pressure did not significantly differ between the groups. In hypertensive subjects, a significant difference in systolic blood pressure reduction was seen between the groups (P = 0.032).\n                Moderate-intensity dietary counseling in free-living healthy subjects achieved significant dietary changes, which resulted in a significant decrease in systolic blood pressure.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":6139,
        "ReviewID":"CD002128",
        "PMID":"PMID:16846322",
        "Title":"Psychosocial mediation of fruit and vegetable consumption in the body and soul effectiveness trial.",
        "Abstract":"In this study the authors examined psychosocial variables as mediators for fruit and vegetable (FV) intake in a clustered, randomized effectiveness trial conducted in African American churches. The study sample included 14 churches (8 intervention and 6 control) with 470 participants from the intervention churches and 285 participants from the control churches. The outcome of FV intake and the proposed mediators were measured at baseline and at 6-month follow-up. Structural equation modeling indicated that the intervention had direct effects on social support, self-efficacy, and autonomous motivation; these variables also had direct effects on FV intake. Applying the M. E. Sobel (1982) formula to test significant mediated effects, the authors confirmed that social support and self-efficacy were significant mediators but that autonomous motivation was not. Social support and self-efficacy partially mediated 20.9% of the total effect of the intervention on changes in FV intake. The results support the use of strategies to increase social support and self-efficacy in dietary intervention programs.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":6161,
        "ReviewID":"CD002128",
        "PMID":"PMID:16157616",
        "Title":"Randomized controlled trial: effect of nutritional counselling in general practice.",
        "Abstract":"To investigate the effectiveness of a non-structured 15-min educational intervention by general practitioners (GPs) on modifications of daily diet among healthy adults.\n                Two arms randomized trial lasting 12 months.\n                Italian general practitioner wards. Subjects A total of 3,186 men and women aged 18-65 years recruited in the medical ward by their GPs.\n                An educational intervention and a brochure on the basics of a healthy diet based on the Italian Guidelines for a Correct Nutrition, 1998. The main study goal was to attain an intake of fruits and vegetables >5 servings per day. Follow-up visit every 6 months. Main outcome measures Weight, blood pressure, and a 40-items Food Frequency Questionnaire.\n                The intervention group showed a slightly reduced net intake of meat and a slightly increased net intake of fruits and vegetables, fish products, and olive oil. Body mass index (BMI) changed only in the treatment arm [-0.41 95% confidence interval (95% CI) -0.11 to -0.53]. The net change at 1 year in the intervention arm was +1.31 (CI 0.90-4.39) for fruits and vegetables, and -0.22 (-0.11 to -0.69) for meat (portions per week). We also computed a 'healthy diet score' reflecting compliance with recommended dietary habits. In the intervention group, the mean score at recruitment was significantly lower than the mean score at the end of follow-up (Crude score change = 0.29; CI 0.19-0.48). No differences were observed in the control group (Crude score change = -0.04; CI -0.22-0.02). The difference in score from baseline to the final visit, comparing the intervention vs the control group, was statistically significant (P < 0.001) (MANOVA adjusted by sex, BMI, education, and time).\n                A brief educational intervention by GPs can induce multiple diet changes that may lower BMI and potentially reduce chronic disease risk in generally healthy adults.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":6135,
        "ReviewID":"CD002128",
        "PMID":"PMID:16829333",
        "Title":"Long-term effects of a communication intervention for Spanish-dominant Latinas.",
        "Abstract":"Few studies compare the influence of different types of dietary interventions on the dietary practices of Latinas in the short and long term. The present study examined the 1-year impact of two innovative behavior-change approaches to reduce dietary fat and increase fiber.\n                Three-group randomized controlled trial: (1) personalized dietary counseling via lay heath advisors (promotoras) plus tailored print materials delivered via the mail, (2) tailored mailed print materials only, and (3) targeted mailed \"off-the-shelf\" materials.\n                A total of 357 Latinas were randomly assigned to the three aforementioned conditions.\n                Promotora and tailored print materials.\n                Fat intake (total grams of fat and percent calories from dietary fat) and number of grams of dietary fiber.\n                Earlier work reported that at immediate post-intervention the promotora group achieved significantly lower levels of total fat grams, and lower levels of energy intake, total saturated fat, total carbohydrates, glucose, and fructose than the targeted group. However, the present longitudinal analyses suggest that the effects achieved by the promotoras dissipated over the 12-month follow-up period while the effects of the tailored group concurrently improved.\n                The high interactivity (i.e., calls, visits) of the promotora condition may have been the most salient reinforcer and may have led to further tailoring, making this type of intervention more effective than the comparison groups in the short term. Further research should explore whether booster sessions involving promotoras help to maintain the impact over time.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":6156,
        "ReviewID":"CD002128",
        "PMID":"PMID:16766775",
        "Title":"Effects of high fruit-vegetable and\/or low-fat intervention on plasma micronutrient levels.",
        "Abstract":"Higher plasma micronutrient levels have been associated with decreased cancer risks. The objective of this study was to determine the relative effects of reduced fat and\/or increased fruit-vegetable (FV) intakes on plasma micronutrient levels.\n                Healthy, premenopausal women with a family history of breast cancer (n = 122) were randomized across four diet arms for one year in a 2 x 2 factorial design study: control, low-fat, high fruit-vegetable and combination low-fat\/high FV diets. Levels of plasma micronutrients were measured in plasma at 0, 3, 6 and 12 months.\n                The high FV intervention, regardless of fat intake, significantly increased alpha-carotene, beta-carotene and vitamin C levels in plasma. Only the combination high FV, low-fat intervention significantly increased plasma beta-cryptoxanthin and zeaxanthin levels over time. Although alpha-tocopherol was not affected, a potential concern is that the low-fat intervention resulted in significantly decreased both gamma-tocopherol dietary intakes and plasma levels, regardless of whether or not FV intakes were concomitantly increased.\n                Unlike alpha-tocopherol, gamma-tocopherol plasma levels were decreased by a low fat diet, perhaps because gamma-tocopherol is not generally added to foods nor widely used in vitamin E supplements. The decreased dietary intakes and plasma levels of gamma-tocopherol with a low-fat diet may have implications for health risks since the biological functions of the different tocopherol isomers have been reported to be distinct.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":6140,
        "ReviewID":"CD002128",
        "PMID":"PMID:17331082",
        "Title":"Combined diet and exercise intervention reverses the metabolic syndrome in middle-aged males: results from the Oslo Diet and Exercise Study.",
        "Abstract":"We examined the single and combined effects of a 1-year diet and exercise intervention on the International Diabetes Federation (IDF) metabolic syndrome among middle-aged males. The study was a randomized, controlled, 2 x 2 factorial intervention study. Participants included 137 men with metabolic syndrome according to the IDF criteria aged 40-49 years randomly allocated to four intervention groups: diet alone (n=34), exercise alone (n=34), the combination of the diet and exercise intervention (n=43) or control (n=26). The main outcome measure was metabolic syndrome as defined by IDF criteria (2005). In the combined diet and exercise group, 14 participants (32.6%) (P<0.0001 as compared with control) had the metabolic syndrome after 1-year intervention. In the diet-only group, 22 participants (64.7%) (P=0.023 vs control) and in the exercise-only group 26 participants (76.5%) (P=0.23 vs control) had the metabolic syndrome following the intervention. Utilizing the factorial design, both dietary and exercise intervention had significant effects (P<0.005) on the resolution of the metabolic syndrome. Both exercise and dietary intervention reduced metabolic syndrome prevalence compared with control after 1 year of intervention. However, the combined diet and exercise intervention was significantly more effective than diet or exercise alone in the treatment of the metabolic syndrome.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":6126,
        "ReviewID":"CD002128",
        "PMID":"PMID:19750958",
        "Title":"Effects of a multilevel dietary intervention in religious organizations.",
        "Abstract":"This study examined how to improve dietary habits of individuals from the general public.\n                The Eating for a Healthy Life project was a randomized trial.\n                The study was conducted among members of religious organizations (ROs).\n                Participants were a sample of RO members.\n                The intervention was a multilevel package, based on our previous experience, designed to lower fat and increase fruit and vegetable consumption.\n                The Eating Behaviors Questionnaire was administered preintervention and postintervention, together with 24-hour food recalls in a randomly selected subset. Analysis. Linear mixed models were used to evaluate the study's intervention, incorporating the design effects of blocking, intraclass correlation within RO, and correlation between the preintervention and postintervention points.\n                Participants (n = 2175) reported significantly healthier dietary behaviors in intervention ROs at the 12-month follow-up period, compared to participants in the comparison ROs, for a fat scale change of .08 summary scale points and an adjusted intervention effect of .06 overall.\n                Dietary intervention through ROs is a positive and successful method of changing dietary habits.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":6125,
        "ReviewID":"CD002128",
        "PMID":"PMID:20101007",
        "Title":"Effects of the DASH diet alone and in combination with exercise and weight loss on blood pressure and cardiovascular biomarkers in men and women with high blood pressure: the ENCORE study.",
        "Abstract":"Although the DASH (Dietary Approaches to Stop Hypertension) diet has been shown to lower blood pressure (BP) in short-term feeding studies, it has not been shown to lower BP among free-living individuals, nor has it been shown to alter cardiovascular biomarkers of risk.\n                To compare the DASH diet alone or combined with a weight management program with usual diet controls among participants with prehypertension or stage 1 hypertension (systolic BP, 130-159 mm Hg; or diastolic BP, 85-99 mm Hg).\n                Randomized, controlled trial in a tertiary care medical center with assessments at baseline and 4 months. Enrollment began October 29, 2003, and ended July 28, 2008.\n                Overweight or obese, unmedicated outpatients with high BP (N = 144).\n                Usual diet controls, DASH diet alone, and DASH diet plus weight management.\n                The main outcome measure is BP measured in the clinic and by ambulatory BP monitoring. Secondary outcomes included pulse wave velocity, flow-mediated dilation of the brachial artery, baroreflex sensitivity, and left ventricular mass.\n                Clinic-measured BP was reduced by 16.1\/9.9 mm Hg (DASH plus weight management); 11.2\/7.5 mm (DASH alone); and 3.4\/3.8 mm (usual diet controls) (P < .001). A similar pattern was observed for ambulatory BP (P < .05). Greater improvement was noted for DASH plus weight management compared with DASH alone for pulse wave velocity, baroreflex sensitivity, and left ventricular mass (all P < .05).\n                For overweight or obese persons with above-normal BP, the addition of exercise and weight loss to the DASH diet resulted in even larger BP reductions, greater improvements in vascular and autonomic function, and reduced left ventricular mass.\n                clinicaltrials.gov Identifier: NCT00571844.",
        "Year":2010.0
    },
    {
        "Unnamed: 0":6133,
        "ReviewID":"CD002128",
        "PMID":"PMID:14584069",
        "Title":"The effects of a low-fat\/high-fiber diet on sex hormone levels and menstrual cycling in premenopausal women: a 12-month randomized trial (the diet and hormone study).",
        "Abstract":"Reduction of cumulative exposure to endogenous ovarian steroid hormones is a postulated method for reducing the risk of carcinoma of the breast and other malignancies. Although there are data from trials evaluating the effect of low-fat and high-fiber diets on sex hormone levels in premenopausal women, to the authors' knowledge none of these trials has combined a relatively large number of participants, follow-up of > 2-3 months, parallel controls receiving a usual diet, and careful timing of blood sampling within the menstrual cycle.\n                A total of 213 healthy women, ages 20-40 years, were randomly assigned to follow their usual diet or to adopt an isocaloric diet with goals of 20% calories as fat, total fiber of 25 g\/day, and at least 8 fruit or vegetable servings per day. Serum levels of total estradiol (E2), sex hormone-binding globulin (SHBG), non-SHBG-bound estradiol (NSBE2), SHBG, and progesterone were evaluated during a menstrual cycle at baseline, and at 4 cycles (C4) and 12 cycles (C12) after the start of the intervention. Serum was collected during each test cycle 7-9 days after the detection of an luteinizing hormone peak in the urine. One hundred eighty-nine women provided serum at C4 and 176 women at C12.\n                Serum E2 decreased by an average of 7.5% or 7.8 pg\/mL (95% confidence interval [95% CI], -16.0-0.04) at C12 in the intervention group, versus a decrease of 0.9% or 0.9 pg\/mL (95% CI, -9.5-7.7) in the control group (the P value for the difference between the treatment groups was 0.25). Results for NSBE2 were very similar to those for total estradiol. There were no material effects found to result from intervention with regard to SHBG or progesterone. The results did not differ by baseline age, body mass index, or baseline hormone level above or below the median, and were not likely to be affected by weight change, which amounted to a mean loss of only 0.23 kg in the diet group versus a gain of 0.17 kg in the control group. The decrease in serum E2 associated with intervention was not greater when subjects were stratified by self-reported adherence to the dietary goals.\n                The results of the current study suggest that the effects of this isocaloric low-fat, high-fiber diet pattern on circulating ovarian steroids were modest or nonexistent. However, the observed 7.5% reduction in estradiol could have biologic significance if it persisted over many years. Moreover, underestimation of the true dietary effect could have occurred because of incomplete adherence to assigned diets. Weight loss and weight control through midlife could be a more effective and feasible approach to dietary intervention in reducing the risk of breast carcinoma.\n                Copyright 2003 American Cancer Society.",
        "Year":null
    }
]