[
    {
        "Unnamed: 0":15505,
        "ReviewID":"CD005113",
        "PMID":"PMID:14719195",
        "Title":"Adalimumab, a fully human anti tumor necrosis factor-alpha monoclonal antibody, and concomitant standard antirheumatic therapy for the treatment of rheumatoid arthritis: results of STAR (Safety Trial of Adalimumab in Rheumatoid Arthritis).",
        "Abstract":"This study, known as STAR (Safety Trial of Adalimumab in Rheumatoid Arthritis), evaluated the safety and efficacy of adalimumab (Humira), a fully human monoclonal tumor necrosis factor-alpha (TNF-a) antibody, when given with standard antirheumatic therapy in patients with active rheumatoid arthritis (RA) not adequately responding to such therapies. Standard antirheumatic therapy included traditional disease modifying antirheumatic drugs (DMARD), low dose corticosteroids, nonsteroidal antiinflammatory drugs (NSAID), and\/or analgesics.\n                In this 24-week, double-blind, placebo-controlled study, 636 patients with RA were randomly assigned to receive adalimumab 40 mg subcutaneously (sc) every other week (n = 318) or placebo (n = 318) while continuing standard antirheumatic therapy. The frequencies of adverse events, serious adverse events, severe or life-threatening adverse events, adverse events leading to withdrawal, infection, or serious infection were the primary endpoints. Secondary endpoints were determined by American College of Rheumatology (ACR) response criteria.\n                During the study, the majority of patients received concomitant traditional DMARD (83.5%) and\/or corticosteroids, NSAID, and\/or analgesics (97.3%). Overall, 56.0% of patients continued treatment with one, 23.6% with 2, and 3.9% with > or = 3 traditional DMARD. At 24 weeks, there were no statistically significant differences between the adalimumab and placebo groups in their respective rates of adverse events (86.5% vs 82.7%), serious adverse events (5.3% vs 6.9%), severe or life-threatening adverse events (11.9% vs 15.4%), or those leading to withdrawal (2.8% vs 2.2%). There were also no statistically significant differences in the rates of infections (52.2% vs 49.4%) or serious infections (1.3% vs 1.9%) between the groups. The incidence and types of adverse events did not vary between adalimumab- and placebo-treated patients by the number of concomitant traditional DMARD (0, 1, or 2). Adalimumab-treated patients compared with placebo-treated patients achieved statistically superior ACR20 (52.8% vs 34.9%), ACR50 (28.9% vs 11.3%), and ACR70 (14.8% vs 3.5%) response rates at Week 24 (p < or = 0.001).\n                This study demonstrated that addition of adalimumab 40 mg given sc every other week to concomitant standard antirheumatic therapy is well tolerated and provides significant improvements in signs and symptoms of RA. The data indicate that adalimumab is a safe and effective therapeutic option in patients with active RA who have an inadequate response to standard antirheumatic therapy, including one or more traditional DMARD, corticosteroids, NSAID, and analgesics.",
        "Year":2003
    },
    {
        "Unnamed: 0":15503,
        "ReviewID":"CD005113",
        "PMID":"PMID:15082480",
        "Title":"Efficacy and safety of adalimumab as monotherapy in patients with rheumatoid arthritis for whom previous disease modifying antirheumatic drug treatment has failed.",
        "Abstract":"To evaluate the efficacy and safety of monotherapy with adalimumab in patients with RA for whom previous DMARD treatment has failed.\n                In a 26 week, double blind, placebo controlled, phase III trial, 544 patients with RA were randomised to monotherapy with adalimumab 20 mg every other week, 20 mg weekly, 40 mg every other week, 40 mg weekly, or placebo. The primary efficacy end point was > or =20% improvement in the ACR core criteria (ACR20 response). Secondary efficacy end points included ACR50, ACR70, EULAR responses, and the Disability Index of the Health Assessment Questionnaire (HAQ DI).\n                After 26 weeks, patients treated with adalimumab 20 mg every other week, 20 mg weekly, 40 mg every other week, and 40 mg weekly had significantly better response rates than those treated with placebo: ACR20 (35.8%, 39.3%, 46.0%, 53.4%, respectively v 19.1%; p< or =0.01); ACR50 (18.9%, 20.5%, 22.1%, 35.0% v 8.2%; p< or =0.05); ACR70 (8.5%, 9.8%, 12.4%, 18.4% v 1.8%; p< or =0.05). Moderate EULAR response rates were significantly greater with adalimumab than with placebo (41.5%, 48.2%, 55.8%, 63.1% v 26.4%; p< or =0.05). Patients treated with adalimumab achieved better improvements in mean HAQ DI than those receiving placebo (-0.29, -0.39, -0.38, -0.49 v -0.07; p< or =0.01). No significant differences were found between adalimumab and placebo treated patients for serious adverse events, serious infections, or malignancies. Injection site reaction occurred in 10.6% and 0.9% of adalimumab and placebo treated patients, respectively (p< or =0.05).\n                Among patients with RA for whom previous DMARD treatment had failed, adalimumab monotherapy achieved significant, rapid, and sustained improvements in disease activity and improved physical function and was safe and well tolerated.",
        "Year":2004
    },
    {
        "Unnamed: 0":15504,
        "ReviewID":"CD005113",
        "PMID":"PMID:15228184",
        "Title":"Rapid alleviation of signs and symptoms of rheumatoid arthritis with intravenous or subcutaneous administration of adalimumab in combination with methotrexate.",
        "Abstract":"This randomized, placebo-controlled, double-blind, Phase 1 study assessed the magnitude, onset, and duration of response with intravenous (i.v.) and subcutaneous (s.c.) adalimumab (Humira, Abbott Laboratories) combined with methotrexate (MTX) in patients with active rheumatoid arthritis (RA) despite previous MTX therapy.\n                Fifty-four patients were randomized to two injections of i.v. or s.c. adalimumab (1 mg\/kg) or placebo while continuing on MTX (mean dose, 15.7 mg\/week). Dosing intervals were determined by the European League Against Rheumatism (EULAR) response criteria, and were allowed to range from 1 to 3 months. Efficacy was mainly assessed using the EULAR response criteria and the American College of Rheumatology (ACR) response criteria.\n                Moderate EULAR response was achieved at least once within 29 days after the first injection in 83% and 61% of patients receiving i.v. and s.c. adalimumab respectively, compared with 44% for placebo [probability (p) < or = 0.05 for i.v. adalimumab versus placebo]. A 20% improvement in disease activity according to the ACR criteria (ACR20 response) was achieved by 72% and 67% of patients receiving i.v. and s.c. adalimumab respectively, compared with 28% for placebo (p < or = 0.01 and p < or = 0.05, respectively, versus placebo). By Day 15 after the first and second injections, statistically significant moderate EULAR and ACR20 response rates were achieved with either i.v. or s.c. adalimumab compared with placebo (p < or = 0.05). The mean times to second injection for i.v. adalimumab, s.c. adalimumab, and placebo were 42.2 days (range: 27-84 days), 38.3 days (range: 26-85 days), and 28.4 days (range: 26-32 days), respectively (minimum time allowed by the protocol between the first and second injections was 4 weeks). Adalimumab in combination with MTX was well tolerated, with no patients being withdrawn because of adverse events.\n                Either i.v. or s.c. adalimumab added to MTX significantly improved the signs and symptoms of RA compared with MTX alone. Subcutaneously administered adalimumab appeared to provide a response that was as great, as rapid, and as enduring as that with i.v. adalimumab.",
        "Year":2004
    },
    {
        "Unnamed: 0":15506,
        "ReviewID":"CD005113",
        "PMID":"PMID:15146409",
        "Title":"Radiographic, clinical, and functional outcomes of treatment with adalimumab (a human anti-tumor necrosis factor monoclonal antibody) in patients with active rheumatoid arthritis receiving concomitant methotrexate therapy: a randomized, placebo-controlled, 52-week trial.",
        "Abstract":"Tumor necrosis factor (TNF) is an important proinflammatory cytokine that mediates inflammatory synovitis and articular matrix degradation in rheumatoid arthritis (RA). We investigated the ability of adalimumab, a human anti-TNF monoclonal antibody, to inhibit the progression of structural joint damage, reduce the signs and symptoms, and improve physical function in patients with active RA receiving concomitant treatment with methotrexate (MTX).\n                In this multicenter, 52-week, double-blind, placebo-controlled study, 619 patients with active RA who had an inadequate response to MTX were randomized to receive adalimumab 40 mg subcutaneously every other week (n = 207), adalimumab 20 mg subcutaneously every week (n = 212), or placebo (n = 200) plus concomitant MTX. The primary efficacy end points were radiographic progression at week 52 (total Sharp score by a modified method [TSS]), clinical response at week 24 (improvements of at least 20% in the American College of Rheumatology core criteria [ACR20]), and physical function at week 52 (disability index of the Health Assessment Questionnaire [HAQ]).\n                At week 52, there was statistically significantly less radiographic progression, as measured by the change in TSS, in the patients receiving adalimumab either 40 mg every other week (mean +\/- SD change 0.1 +\/- 4.8) or 20 mg weekly (0.8 +\/- 4.9) as compared with that in the placebo group (2.7 +\/- 6.8) (P < or = 0.001 for each comparison). In addition, there were statistically significant changes in the components of the TSS. At week 24, ACR20 responses were achieved by 63% and 61% of patients in the adalimumab 40 mg every other week and 20 mg weekly groups, respectively, versus 30% of patients in the placebo group (P < or = 0.001 for each comparison). At week 52, ACR20 responses were achieved by 59% and 55% of patients taking adalimumab 40 mg every other week and 20 mg weekly, respectively, versus 24% of patients taking placebo (P < or = 0.001 for each comparison). At week 52, physical function as measured by the HAQ demonstrated statistically significant improvement with adalimumab 40 mg every other week and 20 mg weekly compared with placebo (mean change in HAQ score -0.59 and -0.61, respectively, versus -0.25; P < or = 0.001 for each comparison). A total of 467 patients (75.4%) completed 52 weeks of treatment. Adalimumab was generally well tolerated. Discontinuations occurred in 22.0% of adalimumab-treated patients and in 30.0% of placebo-treated patients. The rate of adverse events (both serious and nonserious) was comparable in the adalimumab and placebo groups, although the proportion of patients reporting serious infections was higher in patients receiving adalimumab (3.8%) than in those receiving placebo (0.5%) (P < or = 0.02), and was highest in the patients receiving 40 mg every other week.\n                In this 52-week trial, adalimumab was more effective than placebo at inhibiting the progression of structural joint damage, reducing the signs and symptoms, and improving physical function in patients with active RA who had demonstrated an incomplete response to MTX.",
        "Year":2004
    }
]