[
    {
        "Unnamed: 0":25467,
        "ReviewID":"CD002946",
        "PMID":"PMID:7023675",
        "Title":"Therapeutic activity of oral glucosamine sulfate in osteoarthrosis: a placebo-controlled double-blind investigation.",
        "Abstract":null,
        "Year":1980.0
    },
    {
        "Unnamed: 0":25486,
        "ReviewID":"CD002946",
        "PMID":"PMID:7002478",
        "Title":"Glucosamine sulphate for the management of arthrosis: a controlled clinical investigation.",
        "Abstract":null,
        "Year":1980.0
    },
    {
        "Unnamed: 0":25478,
        "ReviewID":"CD002946",
        "PMID":"PMID:7002479",
        "Title":"Double-blind clinical evaluation of oral glucosamine sulphate in the basic treatment of osteoarthrosis.",
        "Abstract":"The efficacy and tolerance of oral glucosamine sulphate were tested against placebo in a prospective double-blind trial in 20 out-patients with established osteoarthrosis. Two capsules of either glucosaminene sulphate (250 mg) or placebo were administered 3-times daily over a period of 6 to 8 weeks. Articular pain, joint tenderness and restricted movement were semi-quantitatively scored 1 to 4 every 3 days, and individually averaged over the treatment period (overall composite score). Possible side-reactions were similarly scored upon positive questioning of the patients. Haematology, erythrocyte sedimentation rate, urine analysis and X-rays were recorded before and after treatment. Significant alleviation of symptoms was associated with the use of the active drug at the prescribed dose. Similarly, patients given glucosamine sulphate experienced earlier alleviation of symptoms compared with those who had placebo. The use of glucosamine sulphate also resulted in a significantly larger proportion of patients who experienced lessening or disappearance of symptoms within the trial period. No adverse reactions were reported by the patients treated with glucosamine, and no variation in laboratory tests was recorded.",
        "Year":1980.0
    },
    {
        "Unnamed: 0":25487,
        "ReviewID":"CD002946",
        "PMID":"PMID:7019929",
        "Title":"Glucosamine sulphate: a controlled clinical investigation in arthrosis.",
        "Abstract":"Efficacy and tolerance of a new preparation of pure glucosamine sulphate, in injectable and oral form, were investigated in 30 patients with osteoarthrosis. Two groups of in-patients with chronic degenerative articular disorders received daily for 7 days either 400 mg glucosamine sulphate or a piperazine\/chlorbutanol combination by intravenous or intramuscular injection. During the 2 following weeks, the patients receiving glucosamine had oral glucosamine capsules (6 x 250 mg daily); the other group had placebo. Efficacy was tested by semi-quantitative scoring of pain at rest and during active and passive movements, as well as limitation of articular function, before and after 7 and 21 days of treatment. Patients were positively questioned daily for possible intolerance symptoms. Haematology, circulatory data and urine analysis were tested before and after treatment. During both initial parenteral treatments, each symptom significantly improved, but to a faster and greater extent in the group treated with glucosamine. During the maintenance period, a further improvement was recorded in the patients treated with glucosamine, whereas in those on placebo the symptom scores increased almost to the pre-treatment level. This was considered the major difference between basic therapy, such as with glucosamine, as purely symptomatic treatment. Clinical and biological tolerance were excellent with both treatments, and no definitely drug-related complaints were recorded. It is suggested that parenteral and\/or oral treatment with pure glucosamine sulphate should be considered as basic therapy for the management of primary or secondary degenerative osteoarthrosis disorders.",
        "Year":1981.0
    },
    {
        "Unnamed: 0":25475,
        "ReviewID":"CD002946",
        "PMID":"PMID:7008939",
        "Title":"Double-blind clinical evaluation of intra-articular glucosamine in outpatients with gonarthrosis.",
        "Abstract":"Fifty-four outpatients with gonarthrosis participated in a double-blind clinical test with the aim of evaluating the efficacy and tolerance of intra-articular glucosamine in comparison with a 0.9% NaCl placebo. Each patient had one intra-articular injection per week for five consecutive weeks. Pain, active and passive mobility of the joint, swelling, and generalized and local intolerance symptoms were recorded before beginning the treatment, and four weeks after the last injection. glucosamine reduced pain to a significantly greater extent than did placebo, and resulted in significantly more pain-free patients. The angle of joint flexion substantially increased after glucosamine treatment. Active mobility increased with both treatments, with a more favorable trend after glucosamine administration. Knee swelling did not decrease significantly after glucosamine, whereas it worsened (although no significantly) after placebo. There were no local or general intolerance symptoms during and after treatment. Glucosamine administration was able to accelerate the recovery of arthrosic patients, with no resulting side effects, and to partially restore articular function. In addition, the clinical recovery did not fade after treatment ended, but lasted for the following month, at least. These features are a definite improvement over antirheumatic drugs, the major drawbacks of which are action of short duration and side effects. Glucosamine therapy therefore deserves a selected place in the management of osteoarthrosis.",
        "Year":1981.0
    },
    {
        "Unnamed: 0":25484,
        "ReviewID":"CD002946",
        "PMID":"PMID:7128187",
        "Title":"Double-blind clinical evaluation of the relative efficacy of ibuprofen and glucosamine sulphate in the management of osteoarthrosis of the knee in out-patients.",
        "Abstract":"A double-blind trial was carried out in 40 out-patients with unilateral osteoarthrosis of the knee to compare the efficacy and tolerance of oral treatment with 1.5 g glucosamine sulphate or 1.2 g ibuprofen daily over a period of 8 weeks. Pain scores decreased faster during the first 2 weeks in the ibuprofen than in the glucosamine treatment group. Although the rate of decrease was slower, the reduction in pain scores was continued throughout the trial period in patients an glucosamine and the difference between the two groups turned significantly in favour of glucosamine at Week 8. No significant differences were observed in swelling or any of the other parameters monitored. Tolerance was satisfactory with both treatments, with only minor complaints being reported by 2 patients on glucosamine compared with 5 patients on ibuprofen.",
        "Year":1982.0
    },
    {
        "Unnamed: 0":25476,
        "ReviewID":"CD002946",
        "PMID":"PMID:11548224",
        "Title":"Glucosamine sulfate in osteoarthritis of the knee.",
        "Abstract":"Glucosamine sulfate is a drug used for the treatment of osteoarthritis (OA), based on its pharmacological and metabolic activities on the cartilage and chondrocytes, complemented by mild anti-inflammatory properties and a favorable pharmacokinetic profile. The aim of this study was to define the activity and safety of glucosamine sulfate on the symptoms of patients with OA, using a multicenter, randomized, placebo-controlled, double-blind, parallel-group study design. The study included 252 outpatients with OA of the knee (Lequesne's criteria), radiological stage between I and III, and Lequesne's severity index of at least 4 points and symptoms for at least 6 months. Patients were treated with either placebo or oral glucosamine sulfate 500 mg t.i.d. for 4 weeks, with weekly, with weekly clinic visits. Responders to treatment were defined as patients with a reduction of at least 3 points in the Lequesne's index with a positive overall assessment by the investigator. The Lequesne's index was 10.6 +\/- 0.45 S.E.M. points in both groups at the start of the study. This decreased to 7.45 +\/- 0.5 points in the treatment group (average 3.2) and 8.4 +\/- 0.4 points in the placebo group (average 2.2) (P < 0.05, Student's t-test). The responder rate in the evaluable patients was 55% with glucosamine (N = 120) vs 38% with placebo (N = 121). These proportions were 52% vs 37% in an intention-to-treat analysis (P = 0.014 and 0.016, respectively; Fisher's Exact Test). The medications were well tolerated throughout the study, with no difference between the glucosamine and placebo treated groups. It is concluded that glucosamine sulfate may be a safe and effective symptomatic Slow Acting Drug for OA.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":25473,
        "ReviewID":"CD002946",
        "PMID":"PMID:11548225",
        "Title":"Glucosamine sulfate compared to ibuprofen in osteoarthritis of the knee.",
        "Abstract":"Glucosamine sulfate is able to stimulate proteoglycan synthesis by chondrocytes and has mild anti-inflammatory properties. In clinical trials, glucosamine sulfate was more effective than placebo in controlling the symptoms of osteoarthritis (OA). In order to better characterize this therapeutic activity, we conducted a randomized, double-blind, parallel-group study of glucosamine sulfate 500 mg t.i.d. vs ibuprofen 400 mg t.i.d., orally for 4 weeks. The study included 200 hospitalized patients with active OA of the knee, symptoms for at least 3 months and a Lequesne's index of at least 7 points. Patients were evaluated weekly. Response was defined as a reduction in the Lequesne's index by at least 2 points if the enrollment value was higher than 12 points, or by at least 1 point if the enrollment value was 12 or less points, together with a positive overall assessment by the investigator. The improvement tended to be sooner under ibuprofen (48% responders vs 28% after the 1st treatment week; P = 0.06, Fisher's Exact test), but there was no difference from the 2nd week onward, with a success rate of 52% in the ibuprofen group and of 48% in the glucosamine group (P = 0.67) at the end of treatment. The average Lequesne's index at enrollment was around 16 points and decreased by over 6 points in both groups, again with the above described trend. On the other hand, 35% of patients on ibuprofen reported adverse events, mainly of gastrointestinal origin, vs 6% adverse events with glucosamine (P < 0.001, Fisher's Exact test). The number of adverse event related drop-outs was different between the two groups (7% vs 1%, respectively; P = 0.035). Glucosamine sulfate was therefore as effective as ibuprofen on symptoms of knee OA. These data confirm glucosamine sulfate as a safe symptomatic Slow Acting Drug for OA.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":25474,
        "ReviewID":"CD002946",
        "PMID":"PMID:8135881",
        "Title":"Efficacy and safety of intramuscular glucosamine sulfate in osteoarthritis of the knee. A randomised, placebo-controlled, double-blind study.",
        "Abstract":"Glucosamine sulfate (Dona, CAS 29031-19-4) is a drug used in the treatment of osteoarthritis. When orally given, it is more effective than placebo and at least as effective as non-steroidal anti-inflammatory drugs in relieving osteoarthritis symptoms. The aim of this multicentre, randomised, placebo-controlled, double-blind, parallel-group study was to assess the efficacy and safety of glucosamine sulfate intramuscularly given on the same parameters. 155 out-patients with knee osteoarthritis (Lequesne's criteria), radiological stage between I and III, Lequesne's severity index of at least 4 points and symptoms for at least 6 months, were treated with i.m. glucosamine sulfate (or placebo) 400 mg twice a week for 6 weeks. Clinic visits were performed at enrollment, after a 2-week baseline, at weekly intervals during treatment and 2 weeks after drug discontinuation. Responders to treatment were considered those patients with a reduction of at least 3 points in the Lequesne index, together with a positive overall judgement by the investigator. The Lequesne index was slightly over 10 points in average in both groups at the beginning of treatment. A significant decrease in the index was observed for glucosamine compared to placebo (3.3 vs. 2.0 points in average, respectively; p < 0.05, Student's t-test). The responder rate in the evaluable patients was 55% with glucosamine (n = 73) and only 33% (n = 69) with placebo (p = 0.012, Fisher's Exact Test). According to the intention-to-treat approach, considering also drop-outs, these proportions were 51% vs. 30% (p = 0.015).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1994.0
    },
    {
        "Unnamed: 0":25477,
        "ReviewID":"CD002946",
        "PMID":"PMID:9638313",
        "Title":"Efficacy and safety of glucosamine sulfate versus ibuprofen in patients with knee osteoarthritis.",
        "Abstract":"A double-blind therapeutic investigation was performed on 178 Chinese patients suffering from osteoarthritis of the knee randomized into two groups, one treated for 4 weeks with glucosamine sulfate (GS, CAS 29031-19-4, Viartril-S) at the daily dose of 1,500 mg and the other with ibuprofen (IBU, CAS 15687-27-1) at the daily dose of 1,200 mg. Knee pain at rest, at movement and at pressure, knee swelling, improvement and therapeutic utility as well as adverse events and drop-outs were recorded after 2 and 4 weeks of treatment. The variables were recorded also after 2 weeks of treatment discontinuation in order to appreciate the remnant therapeutic effect. Both GS and IBU significantly reduced the symptoms of osteoarthritis with the trend of GS to be more effective. After 2 weeks of drug discontinuation there was a remnant therapeutic effect in both groups, with the trend to be more pronounced in the GS group. GS was significantly better tolerated than IBU, as shown by the adverse drug reactions (6% in the patients of the GS group and 16% in the IBU group--p = 0.02) and by the drug-related drop-outs (0% of the patients in the GS group and 10% in the IBU group--p = 0.0017). The better tolerability of GS is explained by its mode of action, because GS specifically curbs the pathogenic mechanisms of osteoarthritis and does not inhibit the cyclo-oxygenases as the non-steroidal anti-inflammatory drugs (NSAIDs) do, with the consequent anti-inflammatory analgesic activities but also with the several adverse reactions due to this not targeted effect. The present study confirms that GS is a selective drug for osteoarthritis, as effective on the symptoms of the disease as NSAIDs but significantly better tolerated. For these properties GS seems particularly indicated in the long-term treatments needed in osteoarthritis.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":25471,
        "ReviewID":"CD002946",
        "PMID":"PMID:10555905",
        "Title":"Effect of glucosamine hydrochloride in the treatment of pain of osteoarthritis of the knee.",
        "Abstract":"Glucosamine products have been used extensively for the management of pain in osteoarthritis (OA). We investigated the efficacy of the hydrochloride salt of glucosamine on pain and disability in knee OA.\n                At Week -2, subjects were examined, randomized, and instructed to take only prescribed acetaminophen for pain. At Week 0 patients were examined, prescribed acetaminophen, and either placebo or glucosamine hydrochloride (glucosamine). At Week 4 the prescriptions for acetaminophen and placebo or glucosamine were renewed. At Weeks 4 and 8, patients returned diaries and unused medications, and were examined. The WOMAC questionnaire was administered at Weeks -2, 0, and 8. After completing the randomized 8 week trial, subjects were offered known glucosamine hydrochloride capsules in an 8 week open label trial, with followup telephone survey after the 8 week open label trial.\n                The primary endpoint (statistically significant difference in WOMAC pain score between Week 0 and Week 8) was not met. However, positive trends were noted for the glucosamine group in 23 of 24 WOMAC questions. A significant difference was noted from Week 5 through Week 8 in the knee examination (p = 0.026) and in the response to a daily diary pain question (p = 0.018). However, responding to the question, \"Are you better than at the start of the trial?\", 40% of placebo and only 49% of glucosamine subjects answered in the affirmative (p = 0.58). At the end of the randomized trial, 34% of placebo and 47% of glucosamine subjects believed that they had been given glucosamine. After the end of the 8 week open label trial, 77% of the subjects were still taking glucosamine, although now obliged to pay for commercially available products.\n                There was no significant difference in pain reduction between the glucosamine hydrochloride and placebo groups as measured by WOMAC. However, the secondary endpoints of cumulative pain reduction as measured by daily diary and knee examination were favorable, suggesting that glucosamine hydrochloride benefits some patients with knee OA.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":25468,
        "ReviewID":"CD002946",
        "PMID":"PMID:10693368",
        "Title":"Randomized, controlled trial of glucosamine for treating osteoarthritis of the knee.",
        "Abstract":"To determine the effectiveness of glucosamine in reducing pain from osteoarthritis of the knee.\n                Randomized, double-blind parallel trial of glucosamine 500 mg three times daily or a placebo for 2 months.\n                Veterans Affairs Medical Center, Prescott, AZ.\n                Ninety-eight patients aged 34 to 81 being treated for osteoarthritis of the knee.\n                Pain intensity both at rest and while walking as assessed by a visual analog scale at baseline and after 30 and 60 days of treatment.\n                Forty-nine patients were randomly allocated to each group. There was no statistical difference between the two groups in scores on the visual analog scale at 30 days for resting (mean [SD] score placebo group 3.5 [2.7] vs 3.3 [2.4] glucosamine group, P = 0.66) or walking (5.1 [2.6] vs 5.3 [2.4], P = 0.69); there was also no difference at 60 days for resting (3.4 [2.5] vs 3.2 [2.5], P = 0.81) or walking (4.9 [2.2] vs 4.9 [2.8], P = 0.90). There was also no statistical difference between groups in the mean change from baseline in scores on the visual analog scale (mean [SD] change for walking at 60 days placebo group -1.5 [2.5] vs glucosamine group -1.4 [3.0], P = 0.77). Two participants taking glucosamine and 4 taking placebo withdrew from the study due to adverse side effects (P = 0.67).\n                Glucosamine was no better than placebo in reducing pain from osteoarthritis of the knee in this group of patients.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":25472,
        "ReviewID":"CD002946",
        "PMID":"PMID:11214126",
        "Title":"Long-term effects of glucosamine sulphate on osteoarthritis progression: a randomised, placebo-controlled clinical trial.",
        "Abstract":"Treatment of osteoarthritis is usually limited to short-term symptom control. We assessed the effects of the specific drug glucosamine sulphate on the long-term progression of osteoarthritis joint structure changes and symptoms.\n                We did a randomised, double-blind placebo controlled trial, in which 212 patients with knee osteoarthritis were randomly assigned 1500 mg sulphate oral glucosamine or placebo once daily for 3 years. Weightbearing, anteroposterior radiographs of each knee in full extension were taken at enrolment and after 1 and 3 years. Mean joint-space width of the medial compartment of the tibiofemoral joint was assessed by digital image analysis, whereas minimum joint-space width--ie, at the narrowest point--was measured by visual inspection with a magnifying lens. Symptoms were scored by the Western Ontario and McMaster Universities (WOMAC) osteoarthritis index.\n                The 106 patients on placebo had a progressive joint-space narrowing, with a mean joint-space loss after 3 years of -0.31 mm (95% CI -0.48 to -0.13). There was no significant joint-space loss in the 106 patients on glucosamine sulphate: -0.06 mm (-0.22 to 0.09). Similar results were reported with minimum joint-space narrowing. As assessed by WOMAC scores, symptoms worsened slightly in patients on placebo compared with the improvement observed after treatment with glucosamine sulphate. There were no differences in safety or reasons for early withdrawal between the treatment and placebo groups.\n                The long-term combined structure-modifying and symptom-modifying effects of gluosamine sulphate suggest that it could be a disease modifying agent in osteoarthritis.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":25482,
        "ReviewID":"CD002946",
        "PMID":"PMID:12374520",
        "Title":"Glucosamine sulfate use and delay of progression of knee osteoarthritis: a 3-year, randomized, placebo-controlled, double-blind study.",
        "Abstract":"Conventional symptomatic treatments for osteoarthritis do not favorably affect disease progression. The aim of this randomized, placebo-controlled trial was to determine whether long-term (3-year) treatment with glucosamine sulfate can modify the progression of joint structure and symptom changes in knee osteoarthritis, as previously suggested.\n                Two hundred two patients with knee osteoarthritis (using American College of Rheumatology criteria) were randomized to receive oral glucosamine sulfate, 1500 mg once a day, or placebo. Changes in radiographic minimum joint space width were measured in the medial compartment of the tibiofemoral joint, and symptoms were assessed using the algo-functional indexes of Lequesne and WOMAC (Western Ontario and McMaster Universities).\n                Osteoarthritis was of mild to moderate severity at enrollment, with average joint space widths of slightly less than 4 mm and a Lequesne index score of less than 9 points. Progressive joint space narrowing with placebo use was -0.19 mm (95% confidence interval, -0.29 to -0.09 mm) after 3 years. Conversely, there was no average change with glucosamine sulfate use (0.04 mm; 95% confidence interval, -0.06 to 0.14 mm), with a significant difference between groups (P =.001). Fewer patients treated with glucosamine sulfate experienced predefined severe narrowings (>0.5 mm): 5% vs 14% (P =.05). Symptoms improved modestly with placebo use but as much as 20% to 25% with glucosamine sulfate use, with significant final differences on the Lequesne index and the WOMAC total index and pain, function, and stiffness subscales. Safety was good and without differences between groups.\n                Long-term treatment with glucosamine sulfate retarded the progression of knee osteoarthritis, possibly determining disease modification.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":25488,
        "ReviewID":"CD002946",
        "PMID":"PMID:11934964",
        "Title":"A randomized, double-blind, placebo-controlled trial of glucosamine sulphate as an analgesic in osteoarthritis of the knee.",
        "Abstract":"A randomized, placebo-controlled, double-blind trial of the relative effectiveness of glucosamine sulphate and placebo in managing pain in osteoarthritis (OA) of the knee.\n                Eighty patients with OA of the knee were recruited from a rheumatology out-patient clinic and received either glucosamine sulphate 1500 mg daily for 6 months or dummy placebo. The primary outcome measure was patients' global assessment of pain in the affected knee.\n                Area under the curve analysis for the primary outcome measure showed no difference between placebo and glucosamine [mean difference 0.15 mm, 95% confidence interval (CI) -8.78 to 9.07]. The placebo response was 33%. There was a statistically significant difference between groups in knee flexion (mean difference 13 degrees, 95% CI -23.13 to -1.97), but this difference was small and could have been due to measurement error.\n                As a symptom modifier in OA patients with a wide range of pain severities, glucosamine sulphate was no more effective than placebo.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":25479,
        "ReviewID":"CD002946",
        "PMID":"PMID:15501201",
        "Title":"Effectiveness of glucosamine for symptoms of knee osteoarthritis: results from an internet-based randomized double-blind controlled trial.",
        "Abstract":"To present the safety and effectiveness results of a prototypical 12-week, double-blind, randomized placebo-controlled trial of glucosamine among subjects with knee osteoarthritis who were recruited and followed entirely over the Internet.\n                The study comprised 205 subjects aged 45 years or older with symptomatic knee osteoarthritis who were recruited over the Internet; eligibility was authenticated through medical record review. Participants were assigned randomly to 1.5 g\/d of glucosamine (n = 101) or placebo (n = 104), of whom 108 completed the intervention (93 in each arm). The primary outcome measure was the pain subscale of the Western Ontario and McMaster Universities Osteoarthritis Index (Likert version). Additional outcome measures included the physical function and stiffness subscales and overall score of the questionnaire, and analgesic use.\n                There was no difference between treatment and control groups in terms of change in pain score (2.0 +\/- 3.4 vs. 2.5 +\/- 3.8, P = 0.41), stiffness (0.7 +\/- 1.6 vs. 0.8 +\/- 1.5, P = 0.52), physical function (5.2 +\/- 9.5 vs. 4.6 +\/- 9.6, P = 0.49), overall score (7.8 +\/- 13.1 vs. 7.8 +\/- 13.5, P = 0.81), and analgesic use (133 +\/- 553 vs. -88 +\/- 755, P = 0.12). Stratification by osteoarthritis severity, glucosamine product, and use of a nonsteroidal anti-inflammatory drug, as well as exclusion of opiate users, did not alter the results. The number and type of adverse events reported was similar between the groups.\n                Our results suggest that although glucosamine appears to be safe, it is no more effective than placebo in treating the symptoms of knee osteoarthritis.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":25480,
        "ReviewID":"CD002946",
        "PMID":"PMID:15478160",
        "Title":"Randomized, double-blind, placebo-controlled glucosamine discontinuation trial in knee osteoarthritis.",
        "Abstract":"To assess the efficacy of glucosamine sulfate in knee osteoarthritis (OA).\n                A 4-center, 6-month, randomized, double-blind, placebo-controlled glucosamine discontinuation trial was conducted in 137 current users of glucosamine with knee OA who had experienced at least moderate improvement in knee pain after starting glucosamine. Study medication dosage was equivalent to the dosage of glucosamine taken prior to the study (maximum 1,500 mg\/day). Followup continued for 6 months or until disease flare, whichever occurred first. The primary outcome was the proportion of disease flares in the glucosamine and placebo groups using an intent-to-treat analysis. Secondary outcomes included time to disease flare; analgesic medication use; severity of disease flare; and change in pain, stiffness, function and quality of life in the glucosamine and placebo groups.\n                Disease flare was seen in 28 (42%) of 66 placebo patients and 32 (45%) of 71 glucosamine patients (difference -3%; 95% confidence interval [95% CI] -19, 14; P = 0.76). In the Cox regression analysis, after adjustment for sex, study site, and OA radiographic severity, time to disease flare was not significantly different in the glucosamine compared with placebo group (hazard ratio of flare = 0.8; 95% CI 0.5, 1.4; P = 0.45). At final study visit, acetaminophen was used in 27% and 21% of placebo and glucosamine patients, respectively (P = 0.40), nonsteroidal antiinflammatory drugs were used in 29% and 30% (P = 0.92), and both were used in 20% and 21% (P = 0.84). No differences were found in severity of disease flare or other secondary outcomes between placebo and glucosamine patients.\n                In patients with knee OA with at least moderate subjective improvement with prior glucosamine use, this study provides no evidence of symptomatic benefit from continued use of glucosamine sulfate.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":25469,
        "ReviewID":"CD002946",
        "PMID":"PMID:17516722",
        "Title":"Randomised, Double-Blind, Parallel, Placebo-Controlled Study of Oral Glucosamine, Methylsulfonylmethane and their Combination in Osteoarthritis.",
        "Abstract":"Glucosamine, classified as a slow-acting drug in osteoarthritis (SADOA), is an efficacious chondroprotective agent. Methylsulfonylmethane (MSM), the isoxidised form of dimethyl-sulfoxide (DSMO), is an effective natural analgesic and anti-inflammatory agent. The aim of this study was to compare the efficacy and safety of oral glucosamine (Glu), methylsulfonylmethane (MSM), their combination and placebo in osteoarthritis of the knee.\n                A total of 118 patients of either sex with mild to moderate osteoarthritis were included in the study and randomised to receive either Glu 500mg, MSM 500mg, Glu and MSM or placebo capsules three times daily for 12 weeks. Patients were evaluated at 0 (before drug administration), 2, 4, 8 and 12 weeks post-treatment for efficacy and safety. The efficacy parameters studied were the pain index, the swelling index, visual analogue scale pain intensity, 15m walking time, the Lequesne index, and consumption of rescue medicine.\n                Glu, MSM and their combination significantly improved signs and symptoms of osteoarthritis compared with placebo. There was a statistically significant decrease in mean (+\/- SD) pain index from 1.74 +\/- 0.47 at baseline to 0.65 +\/- 0.71 at week 12 with Glu (p < 0.001). MSM significantly decreased the mean pain index from 1.53 +\/- 0.51 to 0.74 +\/- 0.65, and combination treatment resulted in a more significant decrease in the mean pain index (1.7 +\/- 0.47 to 0.36 +\/- 0.33; p < 0.001). After 12 weeks, the mean swelling index significantly decreased with Glu and MSM, while the decrease in swelling index with combination therapy was greater (1.43 +\/- 0.63 to 0.14 +\/- 0.35; p < 0.05) after 12 weeks. The combination produced a statistically significant decrease in the Lequesne index. All treatments were well tolerated.\n                Glu, MSM and their combination produced an analgesic and anti-inflammatory effect in osteoarthritis. Combination therapy showed better efficacy in reducing pain and swelling and in improving the functional ability of joints than the individual agents. All the treatments were well tolerated. The onset of analgesic and anti-inflammatory activity was found to be more rapid with the combination than with Glu. It can be concluded that the combination of MSM with Glu provides better and more rapid improvement in patients with osteoarthritis.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":25483,
        "ReviewID":"CD002946",
        "PMID":"PMID:16324409",
        "Title":"[A multi-central, randomized, controlled clinical trial of glucosamine hydrochloride\/sulfate in the treatment of knee osteoarthritis].",
        "Abstract":"To evaluate the efficacy and safety of glucosamine hydrochloride (GH) in the treatment of patients with knee osteoarthritis (OA) comparing with glucosamine sulfate (GS).\n                A multi-central, randomized, parallel-controlled clinical trial of GH vs GS was performed. 142 patients suffering from knee OA were randomized into 2 groups, treated with GH and GS for 480 mg and 500 mg one time respectively. Patients received medicine 3 times daily with total 1440 mg per day for GH group and 1500 mg for GS group, orally for 4 weeks and were assessed for drug efficacy and safety for 2 more weeks. Knee pain at rest, at movement and at pressure, knee swelling, morning stiffness and walking ability were recorded at 1, 2, 3, 4 and 6 week according to Lequesne's criteria. Other features such as therapeutic efficacy, adverse events and laboratory parameters were also recorded.\n                A considerable improvement in OA symptoms and a reduce of total Lequesne's score were observed in both groups after the 4-week treatment. The Lequesne's score decreased to 3.4 +\/- 1.9 (P < 0.05) and 3.4 +\/- 1.8 (P < 0.05) after 4-week treatment comparing to 0-week in the GH (9.4 +\/- 1.8) group and GS (9.5 +\/- 1.4) group respectively. There was no significant difference between 2 groups in decreasing the Lequesne's score (P > 0.05). The symptomatic improvement rates in patients were 91.4% and 90.0% at 4-week treatment in the GH and GS group respectively (P > 0.05). There was a remnant therapeutic effect in both groups at 2 weeks after discontinuation of the treatment. And 4.2% (3\/71) of patients on GH reported adverse events, vs 7.0% (5\/71) adverse events with GS group (P > 0.05), mainly mild stomach discomfort and constipation.\n                There were no significant differences in efficacy and safety between GH and GS groups in the treatment of knee OA. Glucosamine hydrochloride is as effective and safe as glucosamine sulfate.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":25485,
        "ReviewID":"CD002946",
        "PMID":"PMID:17265490",
        "Title":"Glucosamine sulfate in the treatment of knee osteoarthritis symptoms: a randomized, double-blind, placebo-controlled study using acetaminophen as a side comparator.",
        "Abstract":"To assess the effects of the prescription formulation of glucosamine sulfate (1,500 mg administered once daily) on the symptoms of knee osteoarthritis (OA) during a 6-month treatment course.\n                Three hundred eighteen patients were enrolled in this randomized, placebo-controlled, double-blind trial in which acetaminophen, the currently preferred medication for symptomatic treatment of OA, was used as a side comparator. Patients were randomly assigned to receive oral glucosamine sulfate 1,500 mg once daily (n = 106), acetaminophen 3 gm\/day (n = 108), or placebo (n = 104). The primary efficacy outcome measure was the change in the Lequesne index after 6 months. Secondary parameters included the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) and response according to the Osteoarthritis Research Society International criteria. These outcome measures were assessed using an intent-to-treat analysis.\n                At baseline, the study patients had moderately severe OA symptoms (mean Lequesne index approximately 11 points). Glucosamine sulfate was more effective than placebo in improving the Lequesne score, with a final decrease of 3.1 points, versus 1.9 with placebo (difference between glucosamine sulfate and placebo -1.2 [95% confidence interval -2.3, -0.8]) (P = 0.032). The 2.7-point decrease with acetaminophen was not significantly different from that with placebo (difference -0.8 [95% confidence interval -1.9, 0.3]) (P = 0.18). Similar results were observed for the WOMAC. There were more responders to glucosamine sulfate (39.6%) and acetaminophen (33.3%) than to placebo (21.2%) (P = 0.004 and P = 0.047, respectively, versus placebo). Safety was good, and was comparable among groups.\n                The findings of this study indicate that glucosamine sulfate at the oral once-daily dosage of 1,500 mg is more effective than placebo in treating knee OA symptoms. Although acetaminophen also had a higher responder rate compared with placebo, it failed to show significant effects on the algofunctional indexes.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":25470,
        "ReviewID":"CD002946",
        "PMID":"PMID:18283204",
        "Title":"Effect of glucosamine sulfate on hip osteoarthritis: a randomized trial.",
        "Abstract":"The effectiveness of glucosamine sulfate as a symptom and disease modifier for osteoarthritis is still under debate.\n                To assess whether glucosamine sulfate has an effect on the symptoms and structural progression of hip osteoarthritis during 2 years of treatment.\n                Randomized, controlled trial.\n                Primary care in the Netherlands.\n                222 patients with hip osteoarthritis who were recruited by their general practitioner. Patients were eligible if they met the American College of Rheumatology clinical criteria for hip osteoarthritis.\n                2 years of treatment with 1500 mg of oral glucosamine sulfate or placebo once daily.\n                Primary outcome measures were Western Ontario and McMaster Universities (WOMAC) pain and function subscales over 24 months and joint space narrowing after 24 months. The main secondary outcome measures were WOMAC pain, function, and stiffness after 3, 12, and 24 months.\n                At baseline, both groups were similar in demographic and clinical variables. Overall, WOMAC pain did not differ (mean difference [glucosamine sulfate minus placebo], -1.54 [95% CI, -5.43 to 2.36]), nor did WOMAC function (mean difference, -2.01 [CI, -5.38 to 1.36]). Joint space narrowing also did not differ after 24 months (mean difference, -0.029 [CI, -0.122 to 0.064]). Only 1 of the sensitivity analyses, based on extreme assumptions regarding missing assessments due to total hip replacement, provided results consistent with a glucosamine effect.\n                Twenty patients had total hip replacement during the trial. Half of the patients had a Kellgren and Lawrence score of 1.\n                Glucosamine sulfate was no better than placebo in reducing symptoms and progression of hip osteoarthritis. International Standard Randomised Controlled Trial Number: ISRCTN54513166.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":25481,
        "ReviewID":"CD002946",
        "PMID":"PMID:16495392",
        "Title":"Glucosamine, chondroitin sulfate, and the two in combination for painful knee osteoarthritis.",
        "Abstract":"Glucosamine and chondroitin sulfate are used to treat osteoarthritis. The multicenter, double-blind, placebo- and celecoxib-controlled Glucosamine\/chondroitin Arthritis Intervention Trial (GAIT) evaluated their efficacy and safety as a treatment for knee pain from osteoarthritis.\n                We randomly assigned 1583 patients with symptomatic knee osteoarthritis to receive 1500 mg of glucosamine daily, 1200 mg of chondroitin sulfate daily, both glucosamine and chondroitin sulfate, 200 mg of celecoxib daily, or placebo for 24 weeks. Up to 4000 mg of acetaminophen daily was allowed as rescue analgesia. Assignment was stratified according to the severity of knee pain (mild [N=1229] vs. moderate to severe [N=354]). The primary outcome measure was a 20 percent decrease in knee pain from baseline to week 24.\n                The mean age of the patients was 59 years, and 64 percent were women. Overall, glucosamine and chondroitin sulfate were not significantly better than placebo in reducing knee pain by 20 percent. As compared with the rate of response to placebo (60.1 percent), the rate of response to glucosamine was 3.9 percentage points higher (P=0.30), the rate of response to chondroitin sulfate was 5.3 percentage points higher (P=0.17), and the rate of response to combined treatment was 6.5 percentage points higher (P=0.09). The rate of response in the celecoxib control group was 10.0 percentage points higher than that in the placebo control group (P=0.008). For patients with moderate-to-severe pain at baseline, the rate of response was significantly higher with combined therapy than with placebo (79.2 percent vs. 54.3 percent, P=0.002). Adverse events were mild, infrequent, and evenly distributed among the groups.\n                Glucosamine and chondroitin sulfate alone or in combination did not reduce pain effectively in the overall group of patients with osteoarthritis of the knee. Exploratory analyses suggest that the combination of glucosamine and chondroitin sulfate may be effective in the subgroup of patients with moderate-to-severe knee pain. (ClinicalTrials.gov number, NCT00032890.).\n                Copyright 2006 Massachusetts Medical Society.",
        "Year":null
    }
]