[
    {
        "Unnamed: 0":18578,
        "ReviewID":"CD005442",
        "PMID":"PMID:7499781",
        "Title":"Failure of ursodeoxycholic acid to prevent acute cellular rejection after liver transplantation.",
        "Abstract":"Acute rejection is still a major problem after liver transplantation. Ursodeoxycholic acid has beneficial effects in cholestasis by reducing the expression of major histocompatibility complex antigens.\n                We have performed a double-blind randomised study comparing ursodeoxycholic acid with placebo for the prevention of acute cellular rejection after liver transplantation. Twenty-six patients received ursodeoxycholic acid 600 mg per day and 24 patients received placebo for 2 months.\n                Neither rejection incidence nor rejection severity was significantly different in the two groups (p > 0.90).\n                We conclude that adjuvant ursodeoxycholic acid administration does not prevent rejection after liver transplantation.",
        "Year":1995
    },
    {
        "Unnamed: 0":18579,
        "ReviewID":"CD005442",
        "PMID":"PMID:9328304",
        "Title":"A randomized clinical trial of ursodeoxycholic acid as adjuvant treatment to prevent liver transplant rejection.",
        "Abstract":"Acute rejection following orthotopic liver transplantation is a common problem despite current immunosuppressive regimens. Ursodeoxycholic acid (UDCA) has been shown in small, open-labeled studies to prevent rejection episodes, although its effects on complications such as infections, length of hospital stay, and survival have not been evaluated. We conducted a randomized, placebo-controlled, double-blind trial to determine if UDCA (10-15 mg\/kg\/d) added to a cyclosporine-based immunosuppressive regimen was associated with a decrease in the incidence of at least one episode of acute cellular rejection. Secondary end-points included determining differences in the total number of rejection episodes, the use of muromonab-CD3, the incidence of infections, length of hospital stay, and survival at 90 days and 1 year. Fifty-two patients were randomized, 28 to the treatment group and 24 to the placebo group. During the 3 months of the trial, there was no difference between the placebo and UDCA groups in the number of patients who were rejection-free; however, there were significantly fewer patients in the treatment group who had multiple episodes of acute rejection (0 vs. 6; P = .007). Patients in the treatment group experienced a significantly lower incidence of bacterial infections (4% vs. 29%; P = .02), shorter hospital stay (25 days vs. 34 days; P = .03), and better 90-day survival (100% vs. 83%; P = .04) and 1-year survival (93% vs. 79%). The addition of UDCA to a cyclosporine-based immunosuppressive regimen results in significantly fewer patients experiencing multiple episodes of rejection and improved survival at 90 days and at 1 year. The use of UDCA as adjuvant therapy for patients undergoing liver transplantation who are treated with a cyclosporine-based immunosuppressive regimen should be considered.",
        "Year":1997
    },
    {
        "Unnamed: 0":18580,
        "ReviewID":"CD005442",
        "PMID":"PMID:9197351",
        "Title":"The Nordic multicenter double-blind randomized controlled trial of prophylactic ursodeoxycholic acid in liver transplant patients.",
        "Abstract":"Prophylactic treatment with ursodeoxycholic acid (UDCA) has been reported to reduce the incidence of acute rejection after liver transplantation compared with historical controls. We investigated this in a prospective, randomized, placebo-controlled multicenter study.\n                Fifty-four liver transplant patients were allocated to the UDCA treatment group (15 mg\/kg\/day), and 48 patients were allocated to the placebo group. Trial medicine was started on the first postoperative day and was given for 3 months. Follow-up was for 12 months. Treatment was stratified for adults with chronic liver disease (n=77), adults with acute liver failure (n=10), and children (n=15).\n                The frequency of patients with acute rejection was 65% in the UDCA treatment group and 68% in the placebo group. The frequency of steroid-resistant rejection was similar in both groups. The probability of acute rejection, analyzed according to the intention-to-treat policy with Kaplan-Meier analysis, was similar in both treatment groups. No significant differences were found in patient survival and graft survival probabilities. For the biochemical markers of cholestasis, only gamma-glutamyltransferase was significantly improved after 2 months of UDCA treatment.\n                The initial optimistic report of a beneficial effect of prophylactic treatment with UDCA on acute rejection after liver transplantation was not confirmed in this controlled study.",
        "Year":1997
    },
    {
        "Unnamed: 0":18577,
        "ReviewID":"CD005442",
        "PMID":"PMID:9649640",
        "Title":"A prospective, randomized, double-blind trial evaluating the efficacy of ursodeoxycholic acid in prevention of liver transplant rejection.",
        "Abstract":"Acute cellular rejection (ACR) after orthotopic liver transplantation occurs in 50% to 80% of patients despite the recent advances in immunosuppressive therapy. Adjuvant use of ursodeoxycholic acid (UDCA) is theoretically attractive, but studies have shown conflicting results. In this randomized, controlled study, we evaluated the efficacy of UDCA in reduction of the incidence of ACR. Thirty patients were randomized to receive either UDCA (15 mg\/kg) or placebo in addition to the standard triple-drug regimen; 14 patients received UDCA, and the rest received placebo, for 3 to 6 months. The diagnosis of ACR was based on histologic criteria. Three patients withdrew from the study within 1 month of therapy, all because of capsule size. There was no difference in the total incidence of ACR between the placebo and UDCA groups, with 12 and 11 episodes within 6 months, respectively; the overall incidence of rejection was 77%. There were also no differences in the incidence of recurrent rejection, in the number of rejection episodes occurring after 5 days of therapy, or in the use of OKT3. There was no difference in 1-year survival between groups. This study shows that adjuvant therapy with UDCA in addition to standard triple-drug immunosuppressive therapy does not reduce the incidence of ACR.\n                Copyright 1998 W.B. Saunders Company.",
        "Year":1998
    },
    {
        "Unnamed: 0":18581,
        "ReviewID":"CD005442",
        "PMID":"PMID:10575563",
        "Title":"One-year pilot study on tauroursodeoxycholic acid as an adjuvant treatment after liver transplantation.",
        "Abstract":"The usefulness of ursodeoxycholic acid after liver transplantation is controversial. Tauroursodeoxycholic acid, the natural taurine-amidate, is a highly hydrophilic and cytoprotective bile salt currently under investigation.\n                To investigate the clinical usefulness of tauroursodeoxycholic acid after liver transplantation.\n                Thirty-three patients undergoing liver transplantation entered the study.\n                Sixteen patients were randomized to receive tauroursodeoxycholic acid (250 b.i.d. for 12 months) and 17 served as controls. Tauroursodeoxycholic acid was given from day 5 after transplantation for one year.\n                Tauroursodeoxycholic acid treatment was safe and well tolerated. No drop outs occurred. Among the 29 patients undergoing long-term follow-up, five deaths occurred (3 of whom in the tauroursodeoxycholic acid group), none of which was related to treatment. The one-year actuarial survival was 78.6% in patients treated with tauroursodeoxycholic acid and 86.7% in controls (n.s.). No differences were observed with respect to early or late graft function and survival, nor to acute cellular rejection. Tauroursodeoxycholic acid therapy was associated with lower serum cholesterol levels (p < 0.02) during the early postoperative months; with milder cholestasis; with a drop in biliary cholates but no changes in endogenous hydrophobic bile salts.\n                Long-term treatment with low dose tauroursodeoxycholic acid after liver transplantation is safe but does not affect graft function and survival.",
        "Year":1999
    }
]