[
    {
        "Unnamed: 0":19331,
        "ReviewID":"CD009361",
        "PMID":"PMID:17379048",
        "Title":"Results of the glucose-lowering effect of WelChol study (GLOWS): a randomized, double-blind, placebo-controlled pilot study evaluating the effect of colesevelam hydrochloride on glycemic control in subjects with type 2 diabetes.",
        "Abstract":"This study evaluated the glycosylated hemoglobin (HbA(1c)-lowering effect of colesevelam hydrochloride, a bile acid sequestrant, in subjects with type 2 diabetes that was inadequately controlled by existing antihyperglycemic therapy.\n                After a 4-week placebo run-in period, subjects with type 2 diabetes and an HbA(1c) value of 7.0% to 10.0% were randomized to receive colesevelam 3.75 g\/d or matching placebo for 12 weeks. Subjects' previous oral anti hyperglycemic medication (sulfonylurea and\/or metformin) was continued throughout the study. Fasting blood samples were obtained at weeks -5, -1, 0, 1, 4, 8, and 12. The primary efficacy end point was the change in HbA(1c) from baseline to week 12. Secondary end points included changes in fructosamine levels, fasting plasma glucose levels, postprandial glucose level, and meal glucose response (ie, difference between preprandial and postprandial levels), and percent changes in lipid parameters from baseline to week 12.\n                The 65 randomized subjects (31 colesevelam, 34 placebo) had a mean age of 56.2 years and a mean body mass index of 32.4 kg\/m(2); 55.4% were male and 53.8% were white. The difference in least squares (LS) mean (SE) change in HbA(1c) between the colesevelam group and the placebo group was -0.5% (0.18) (P = 0.007). In subjects with a baseline HbAIc > or = 8.0%, the difference in LS mean change in HbA(1c) was -1.0% (0.27) (P = 0.002). Relative to placebo, colesevelam treatment was associated with reductions in levels of fructosamine (-29.0 [10.9] pmol\/L; P = 0.011) and postprandial glucose (-31.5 [13.6] mg\/dL; P = 0.026). The mean percent change in low-density lipoprotein cholesterol was -9.6% in the colesevelam group, compared with 2.1% in the placebo group (treatment difference, -11.7% [4.2]; P = 0.007); the respective mean percent changes in total cholesterol were -4.0% and 3.4% (treatment difference, -7.3% [3.0]; P = 0.019). Colesevelam also was associated with significant decreases in the percent change in apolipoprotein B (P = 0.003) and low-density lipoprotein particle concentration (P = 0.037). The incidence of treatment-emergent adverse events (TEAEs) was similar in both groups, although treatment-related adverse events were more frequent in the colesevelam group than in the placebo group (29.0% vs 8.8%, respectively). The most frequent TEAEs in the colesevelam group were gastrointestinal disorders (22.6%), primarily constipation (19.4%), compared with an 8.8% incidence of gastrointestinal disorders (0% constipation) in the placebo group. There were no significant changes in body weight or the occurrence of hypoglycemia between treatment groups.\n                In these subjects with type 2 diabetes, 12 weeks of colesevelam treatment were associated with significant reductions in HbA(1c) and in fructosamine and postprandial glucose levels compared with placebo. The 2 groups had a similar adverse-event profile, with the exception of an increased incidence of constipation in the colesevelam group. These results suggest that colesevelam may improve both lipid control and glycemic control in patients with type 2 diabetes receiving oral antihyperglycemic medications.",
        "Year":2007
    },
    {
        "Unnamed: 0":19332,
        "ReviewID":"CD009361",
        "PMID":"PMID:18663165",
        "Title":"Efficacy and safety of colesevelam in patients with type 2 diabetes mellitus and inadequate glycemic control receiving insulin-based therapy.",
        "Abstract":"Poor glycemic control is a risk factor for microvascular complications in patients with type 2 diabetes mellitus. Achieving glycemic control safely with insulin therapy can be challenging.\n                A prospective, 16-week, multicenter, randomized, double-blind, placebo-controlled, parallel-group study conducted at 50 sites in the United States and 1 site in Mexico between August 12, 2004, and December 28, 2005. Subjects had type 2 diabetes mellitus that was not adequately controlled (glycated hemoglobin level, 7.5%-9.5%, inclusive) receiving insulin therapy alone or in combination with oral antidiabetes agents. In total 287 subjects (52% men; mean age, 57 years; with a mean baseline glycated hemoglobin level of 8.3%) were randomized: 147 to receive colesevelam hydrochloride, 3.75 g\/d, and 140 to receive placebo.\n                Using the least squares method, the mean (SE) change in glycated hemoglobin level from baseline to week 16 was -0.41% (0.07%) for the colesevelam-treated group and 0.09% (0.07%) for the placebo group (treatment difference, -0.50% [0.09%]; 95% confidence interval, -0.68% to -0.32%; P < .001). Consistent reductions in fasting plasma glucose and fructosamine levels, glycemic-control response rate, and lipid control measures were observed with colesevelam. As expected, the colesevelam-treated group had a 12.8% reduction in low-density lipoprotein cholesterol concentration relative to placebo (P < .001). Of recipients of colesevelam and placebo, respectively, 30 and 26 discontinued the study prematurely; 7 and 9 withdrew because of protocol-specified hyperglycemia, and 10 and 4 withdrew because of adverse events. Both treatments were generally well tolerated.\n                Colesevelam treatment seems to be safe and effective for improving glycemic control and lipid management in patients with type 2 diabetes mellitus receiving insulin-based therapy, and it may provide a novel treatment for improving dual cardiovascular risk factors.",
        "Year":2008
    },
    {
        "Unnamed: 0":19333,
        "ReviewID":"CD009361",
        "PMID":"PMID:18852398",
        "Title":"Colesevelam hydrochloride therapy in patients with type 2 diabetes mellitus treated with metformin: glucose and lipid effects.",
        "Abstract":"Bile acid sequestrants are a well-accepted class of cholesterol-lowering drugs. Over the last decade, small studies have indicated that these agents may also lower glucose levels in patients with type 2 diabetes mellitus (T2DM).\n                This 26-week, randomized, double-blind, placebo-controlled, parallel-group study was conducted between August 2004 and July 2006 at 54 sites in the United States and 2 in Mexico to determine the effects of colesevelam hydrochloride, a bile acid sequestrant, in patients with inadequately controlled T2DM (hemoglobin A(1c) [HbA(1c)] level, 7.5%-9.5% [baseline HbA(1c) level, 8.1%]), who were receiving metformin monotherapy or metformin combined with additional oral anti-diabetes mellitus drugs. In total, 316 subjects were randomized (159 to colesevelam hydrochloride, 3.75 g\/d, and 157 to matching placebo). The primary efficacy parameter was mean placebo-corrected change in HbA(1c) level from baseline to week 26 (analysis was on an intent-to-treat population using a last-observation-carried-forward approach).\n                Colesevelam lowered the mean HbA(1c) level compared with placebo at week 26 (-0.54%; P < .001). Similar results were observed in the metformin monotherapy (-0.47%; P = .002) and combination therapy cohorts (-0.62%; P < .001). In addition, colesevelam significantly (1) lowered fasting plasma glucose (-13.9 mg\/dL P = .01), fructosamine (-23.2 micromol\/L; P < .001), total cholesterol (TC) (-7.2%; P < .001), low-density lipoprotein cholesterol (LDL-C) (-15.9%; P < .001), apolipoprotein B (-7.9%; P < .001), non-high-density lipoprotein cholesterol (HDL-C) (-10.3%; P < .001), and high-sensitivity C-reactive protein (-14.4%; P = .02) levels and (2) improved other measures of glycemic response, as well as TC\/HDL-C, LDL-C\/HDL-C, non-HDL-C\/HDL-C, and apolipoprotein B\/apolipoprotein A-I ratios (P < .003 for all). Triglyceride, HDL-C, and apolipoprotein A-I levels were not statistically significantly increased.\n                Colesevelam improves glycemic and lipid parameters in patients with T2DM inadequately controlled with metformin-based therapy.",
        "Year":2008
    },
    {
        "Unnamed: 0":19334,
        "ReviewID":"CD009361",
        "PMID":"PMID:18458145",
        "Title":"Colesevelam HCl improves glycemic control and reduces LDL cholesterol in patients with inadequately controlled type 2 diabetes on sulfonylurea-based therapy.",
        "Abstract":"Hyperglycemia is a risk factor for microvascular complications and may increase the risk of cardiovascular disease in patients with type 2 diabetes. This study tested the LDL cholesterol-lowering agent colesevelam HCl (colesevelam) as a potential novel treatment for improving glycemic control in patients with type 2 diabetes on sulfonylurea-based therapy.\n                A 26-week, randomized, double-blind, placebo-controlled, parallel-group, multicenter study was carried out between August 2004 and August 2006 to evaluate the efficacy and safety of colesevelam for reducing A1C in adults with type 2 diabetes whose glycemic control was inadequate (A1C 7.5-9.5%) with existing sulfonylurea monotherapy or sulfonylurea in combination with additional oral antidiabetes agents. In total, 461 patients were randomized (230 given colesevelam 3.75 g\/day and 231 given placebo). The primary efficacy measurement was mean placebo-corrected change in A1C from baseline to week 26 in the intent-to-treat population (last observation carried forward).\n                The least squares (LS) mean change in A1C from baseline to week 26 was -0.32% in the colesevelam group and +0.23% in the placebo group, resulting in a treatment difference of -0.54% (P < 0.001). The LS mean percent change in LDL cholesterol from baseline to week 26 was -16.1% in the colesevelam group and +0.6% in the placebo group, resulting in a treatment difference of -16.7% (P < 0.001). Furthermore, significant reductions in fasting plasma glucose, fructosamine, total cholesterol, non-HDL cholesterol, and apolipoprotein B were demonstrated in the colesevelam relative to placebo group at week 26.\n                Colesevelam improved glycemic control and reduced LDL cholesterol levels in patients with type 2 diabetes receiving sulfonylurea-based therapy.",
        "Year":2008
    },
    {
        "Unnamed: 0":19330,
        "ReviewID":"CD009361",
        "PMID":"PMID:20634175",
        "Title":"Initial combination therapy with metformin and colesevelam for achievement of glycemic and lipid goals in early type 2 diabetes.",
        "Abstract":"To evaluate the efficacy and safety of initial combination therapy with metformin plus colesevelam in patients with early type 2 diabetes.\n                In this 16-week, randomized, double-blind, placebo-controlled study, adults with type 2 diabetes (hemoglobin A1c [A1C] values of 6.5% to 10.0%) and hypercholesterolemia (low-density lipoprotein cholesterol [LDL-C] levels > or =100 mg\/dL) were randomly assigned (1:1) to colesevelam (3.75 g\/d) or placebo in combination with open-label metformin (850 mg\/d; uptitrated at week 2 to 1,700 mg\/d). The primary efficacy evaluation was change in A1C from baseline to study end (week 16 with last observation carried forward).\n                In total, 286 patients were randomized: metformin\/colesevelam (n = 145) or metformin\/placebo (n = 141). Mean A1C was reduced by 1.1% with metformin\/colesevelam (from 7.8% at baseline to 6.6% at study end) and by 0.8% with metformin\/placebo (from 7.5% to 6.7%), resulting in a treatment difference of -0.3% at study end (P = .0035). In addition, metformin\/colesevelam significantly reduced LDL-C (-16.3%), total cholesterol (-6.1%), non-high-density lipoprotein cholesterol (-8.3%), apolipoprotein B (-8.0%), and high-sensitivity C-reactive protein (-17%) and increased apolipoprotein A-I (+4.4%) and triglycerides (+18.6%) versus metformin\/placebo (P<.01 for all). The proportions of patients who achieved recommended goals with metformin\/colesevelam versus metformin\/placebo, respectively, were as follows: A1C <7.0% (67% versus 56% [P = .0092]), LDL-C <100 mg\/dL (48% versus 18% [P<.0001]), and composite A1C <7.0% + LDL-C <100 mg\/dL (40% versus 12% [P<.0001]). Safety and tolerability were similar between the treatment groups.\n                Metformin plus colesevelam may be a valid option for initial therapy to achieve glycemic and lipid goals safely in early type 2 diabetes.",
        "Year":2010
    },
    {
        "Unnamed: 0":19335,
        "ReviewID":"CD009361",
        "PMID":"PMID:20059361",
        "Title":"The effect of colesevelam hydrochloride on insulin sensitivity and secretion in patients with type 2 diabetes: a pilot study.",
        "Abstract":"This study evaluated the effect of colesevelam hydrochloride on insulin sensitivity, potential binding to glucose, and chronic effect(s) on fasting and postprandial glucose and insulin in patients with type 2 diabetes mellitus.\n                Patients meeting inclusion criteria were withdrawn from all antidiabetes agents for 2 weeks and randomized to colesevelam 3.75 grams\/day (n = 17) or placebo (n = 18) for 8 weeks. Hyperinsulinemic-euglycemic clamp studies were performed at baseline (week -1) and weeks 2 and 8. A meal tolerance test was conducted at weeks -1, 0, 2, and 8. The meal tolerance test and study drug were coadministered at week 0 to assess the direct effect of colesevelam on glucose absorption.\n                Insulin sensitivity as measured by the insulin clamp method did not change, but the Matsuda Index, a measure of whole-body insulin sensitivity calculated from postmeal tolerance test glucose and insulin levels, increased significantly within the colesevelam group from baseline to week 8 with last observation carried forward (P = 0.020). The postprandial area under the curve for glucose decreased with colesevelam versus placebo at weeks 2 and 8 with last observation carried forward (P = 0.012 and P = 0.061, respectively); the area under the curve for insulin did not decrease in concert with the decrease in area under the curve for glucose at week 2 (P = 0.585). Colesevelam had no effect on postmeal tolerance test glucose levels at week 0.\n                These results suggest that colesevelam has no effect on peripheral insulin sensitivity or glucose absorption, but may improve glucose control by improving whole-body insulin sensitivity, although not by an acute effect on glucose absorption. CLINICAL TRIAL IDENTIFIER: NCT00361153.",
        "Year":2010
    }
]