[
    {
        "Unnamed: 0":18930,
        "ReviewID":"CD003288",
        "PMID":"PMID:7141881",
        "Title":"The effect of a dietary supplement (Build-up) on nutritional status in hospitalized elderly patients.",
        "Abstract":null,
        "Year":1982.0
    },
    {
        "Unnamed: 0":18923,
        "ReviewID":"CD003288",
        "PMID":"PMID:3742182",
        "Title":"Supplement feeds and nitrogen and calorie balance following femoral neck fracture.",
        "Abstract":"A 10 day study of nitrogen and calorie balance has been undertaken in 61 women patients aged 65-96 years (mean age 81 years) with femoral neck fractures. All underwent fracture surgery with an inhalation anaesthetic lasting from 45 min to 2 h. Intake of ward food varied widely but was always low with a mean of 127 mg N kg-1 and 17 kcal kg-1 daily. Daily nitrogen production was 85-250 mg N kg-1 (mean 158 mg N kg-1) and calorie expenditure was 17-48 kcal kg-1 (mean 32 kcal kg-1). These were greatest in trochanteric fracture patients. Of the 61 patients, 90 per cent were in negative nitrogen balance with a mean 8 day deficit of 411 mg N kg-1 and all in negative calorie balance, mean 141 kcal kg-1. The deficits were greatest in trochanteric fracture patients. Sip feeding with supplementary enriched drinks raised protein and calorie intake substantially. Both nitrogen and calorie balance were significantly improved, but large calorie deficits remained; intolerance of the supplements proved to be a handicap in correcting the deficits in many patients.",
        "Year":1986.0
    },
    {
        "Unnamed: 0":18901,
        "ReviewID":"CD003288",
        "PMID":"PMID:3749675",
        "Title":"[Food survey following femoral neck fracture: effect of a dietetic supplement on nutritional intake].",
        "Abstract":null,
        "Year":1986.0
    },
    {
        "Unnamed: 0":18931,
        "ReviewID":"CD003288",
        "PMID":"PMID:3282825",
        "Title":"Dietary supplementation and respiratory muscle performance in patients with COPD.",
        "Abstract":"We studied the effects of oral nutritional supplementation on respiratory muscle (RM) performance in 25 ambulatory patients with severe chronic obstructive pulmonary disease (COPD). There was a relationship between body weight and anthropometric parameters of nutritional status (triceps skinfold thickness [r = 0.67; p less than 0.005], midarm muscle circumference (r = 0.53; p less than 0.005), but body weight did not correlate with daily caloric intake, serum albumin, transferrin, or blood lymphocyte count. None of these measurements of nutritional status correlated with any measure of RM strength or endurance. In a randomized observer-blinded crossover trial, patients were allocated to one of two groups. In the first eight weeks of the study, group A received nutritional supplementation, and patients in group B were control subjects. In the second eight weeks, patients in group A were control subjects, and group B received supplement. Mean daily caloric intake and body weight increased in both groups while receiving supplement (both p less than 0.05). Calories provided by the supplement were frequently substituted for normal dietary calories. Any increases in RM performance in the group receiving supplement were matched by increases (due to learning) in controls. We conclude that oral dietary supplements have no important effects on RM performance in ambulatory patients with COPD.",
        "Year":1988.0
    },
    {
        "Unnamed: 0":18898,
        "ReviewID":"CD003288",
        "PMID":"PMID:16837353",
        "Title":"Effect of dietary supplement on nutritional status and clinical outcome in 501 geriatric patients--a randomised study.",
        "Abstract":"The present study was designed to evaluate to the effect of dietary supplements on clinical outcome and nutritional status in a large group of geriatric patients (n = 501). The patients were randomised into an experimental group which received nutritional supplementation (400 kcal) as well as a standard hospital diet, and a control group on hospital diet alone. The nutritional state was measured on admission and after 8 and 26 weeks by anthropometry, serum protein analysis and a delayed hypersensitivity skin test. Protein energy malnutrition was defined as the presence of three or more abnormal parameters. 28.5% of patients showed evidence of malnutrition on admission. Hospitalisation itself resulted in a gradual deterioration in nutritional status. Nutritional supplementation generally improved nutritional state. Among those patients who were well nourished on admission, and subsequently receiving dietary supplementation, 8.3% fulfilled malnutrition criteria after 26 weeks, while 21.1% were considered malnourished in the control group (p < 0.05). The improvement observed in transport proteins was probably related to nutritional support and not just to the reversal of inflammation. In the initially well nourished group of more than 300 patients, the mortality rate was 8.6% in those given nutritional support compared to 18.6% in the control group (p < 0.02).",
        "Year":1990.0
    },
    {
        "Unnamed: 0":18928,
        "ReviewID":"CD003288",
        "PMID":"PMID:1970070",
        "Title":"Dietary supplementation in elderly patients with fractured neck of the femur.",
        "Abstract":"59 elderly patients (mean age 82) with femoral neck fractures were randomised into two groups. 27 patients received daily an oral nutrition supplement (250 ml, 20 g protein, 254 kcal) for a mean of 32 days; 32 patients acted as controls. On admission most patients had nutritional deficiencies. Despite being offered adequate quantities, nutritional requirements were not met during the hospital stay. Clinical outcome was significantly better in the supplemented group (56% favourable course vs 13% in controls) during the stay in the convalescent hospital. The rates of complications and deaths were also significantly lower in supplemented patients (44% vs 87%). 6 months after the fracture the rates of complications and mortality were significantly lower in supplemented patients (40% vs 74%). The median duration of hospital stay was significantly shorter in the supplemented group (24 vs 40 days). Thus the clinical outcome of elderly patients with femoral neck fracture can be improved by once daily dietary oral supplementation.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":18925,
        "ReviewID":"CD003288",
        "PMID":"PMID:16839991",
        "Title":"The effect of a supplement which is nutrient dense compared to standard concentration on the total nutritional intake of anorectic patients.",
        "Abstract":"A randomised, double-blind trial was conducted to compare the intake of a standard (4.2kJ\/ml) and a nutrient dense (6.3kJ\/ml) commericial liquid supplement, and to assess their effect on total nutrient intake. Both products were offered as a supplement to the regular hospital diet to 34 elderly in-patients with poor appetite and intake. Only 24 of these patients completed the entire supplementation period of 10 days. Median (interquartile range) volumes of intake were 300 (200-400) ml of the standard product and 400 (250-500) ml of the nutrient dense product (NS). Neither product decreased energy intake from the hospital diet. In fact, patients on the standard product increased slightly their intake from the hospital diet. This was enough to outweigh the increased contribution to total energy intake provided by the nutrient dense product. Both products received high palatability ratings, but high ratings did not imply high volume intake or good compliance.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":18915,
        "ReviewID":"CD003288",
        "PMID":"PMID:1740600",
        "Title":"Body composition in elderly men: effect of dietary modification during strength training.",
        "Abstract":"To assess how dietary change affects gain in strength and muscle mass during heavy resistance training of elderly men.\n                Randomized controlled trial.\n                During 12 weeks of resistance training of knee extensors and flexors, a daily supplement of 560 +\/- 16 kcal\/day (17% energy from protein, 43% from carbohydrate, 40% from fat) was randomly assigned to six men (S) while five men (U) received no supplement. Food intake, strength, whole body composition, and midthigh composition by CT scan were assessed before training and at 6 and 12 weeks.\n                The men were outpatients but lived in a Metabolic Research Unit during the three assessments.\n                Eleven healthy men aged 61 to 72 years.\n                Densitometry showed no change over time in fat or fat-free mass. However, the S men increased (P less than 0.05) weight, skinfold thickness at six sites, subcutaneous midthigh fat, and creatinine excretion; in all men, changes in these values and in midthigh muscle were proportional to changes in reported energy intake (P less than 0.05). There was midthigh muscle hypertrophy in both groups, but it was greater in S than U (P less than 0.01). Both groups gained strength (P less than 0.001) with no effect of diet.\n                During physical rehabilitation of the elderly, dietary intake may influence the increase in lean as well as adipose tissue without altering strength gain. These preliminary findings should be confirmed by a larger study with sedentary controls.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":18935,
        "ReviewID":"CD003288",
        "PMID":"PMID:8190152",
        "Title":"Exercise training and nutritional supplementation for physical frailty in very elderly people.",
        "Abstract":"Although disuse of skeletal muscle and undernutrition are often cited as potentially reversible causes of frailty in elderly people, the efficacy of interventions targeted specifically at these deficits has not been carefully studied.\n                We conducted a randomized, placebo-controlled trial comparing progressive resistance exercise training, multinutrient supplementation, both interventions, and neither in 100 frail nursing home residents over a 10-week period.\n                The mean (+\/- SE) age of the 63 women and 37 men enrolled in the study was 87.1 +\/- 0.6 years (range, 72 to 98); 94 percent of the subjects completed the study. Muscle strength increased by 113 +\/- 8 percent in the subjects who underwent exercise training, as compared with 3 +\/- 9 percent in the nonexercising subjects (P < 0.001). Gait velocity increased by 11.8 +\/- 3.8 percent in the exercisers but declined by 1.0 +\/- 3.8 percent in the nonexercisers (P = 0.02). Stair-climbing power also improved in the exercisers as compared with the nonexercisers (by 28.4 +\/- 6.6 percent vs. 3.6 +\/- 6.7 percent, P = 0.01), as did the level of spontaneous physical activity. Cross-sectional thigh-muscle area increased by 2.7 +\/- 1.8 percent in the exercisers but declined by 1.8 +\/- 2.0 percent in the nonexercisers (P = 0.11). The nutritional supplement had no effect on any primary outcome measure. Total energy intake was significantly increased only in the exercising subjects who also received nutritional supplementation.\n                High-intensity resistance exercise training is a feasible and effective means of counteracting muscle weakness and physical frailty in very elderly people. In contrast, multi-nutrient supplementation without concomitant exercise does not reduce muscle weakness or physical frailty.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":18910,
        "ReviewID":"CD003288",
        "PMID":"PMID:8010171",
        "Title":"Nutritional status of elderly patients during recovery from chest infection and the role of nutritional supplementation assessed by a prospective randomized single-blind trial.",
        "Abstract":"We examined changes in the nutritional status of elderly patients with chest infection for a period of 3 months after discharge from hospital, including the effects of nutritional supplementation on well-being and functional status as well as on nutritional indices. Eighty-one subjects admitted to an acute medical ward aged 65 years and over with chest infection were recruited consecutively, and randomized to receive supplement (500 ml of Ensure liquid daily) for 1 month, or no supplement, on discharge. Assessment at baseline, 1, 2 and 3 months included a questionnaire to determine health, mental and functional status, and anthropometric measurements. Biochemical nutritional status was assessed at baseline, 1 and 3 months, and dietary intake (24 h recall method) at 1 and 3 months. During recovery, both supplement and non-supplement groups showed improvement in various measures of well-being and biochemical status. In addition, the former group showed improvement in more anthropometric measurements, in thiamine and pyridoxine status, while the non-supplement group showed a lower level of functional ability after 3 months. Various measures of well-being and biochemical status of the water-soluble vitamins were better in the supplement groups. We conclude that nutritional supplementation may have a role in helping elderly patients to recover from chest infections.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":18902,
        "ReviewID":"CD003288",
        "PMID":"PMID:7698134",
        "Title":"Nutritional assessment and muscle energy metabolism in severe chronic congestive heart failure--effects of long-term dietary supplementation.",
        "Abstract":"In order to investigate nutritional status in relation to the metabolic state of skeletal muscle in patients with severe congestive heart failure, and to explore the influence of long-term dietary supplementation, 22 patients were randomized in a double-blind study to receive either a placebo (n = 13) or high caloric fluid (n = 9). Before treatment, the muscle content of adenosine triphosphate (ATP), creatine and glycogen was lower than in healthy individuals, and muscle biopsies revealed an excess of water. Two patients were found to be malnourished according to nutritional assessment criteria. Following study treatment, no significant changes occurred, either within or between the two subgroups. Thus, patients with severe congestive heart failure displayed metabolic derangement in skeletal muscle which did not seem to be explained by malnutrition.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":18922,
        "ReviewID":"CD003288",
        "PMID":"PMID:7500174",
        "Title":"Randomized clinical trial of nutritional supplementation shows little effect on functional status among free-living frail elderly.",
        "Abstract":"Nutritional deficiencies, frequently observed among the frail elderly, have been associated with increased morbidity and dependency. A randomized clinical trial was conducted to assess the impact of nutritional supplementation on the functional status of frail elderly living at home. Subjects (n = 50) over age 60 (mean 78 y) requiring community services and at elevated risk of undernutrition (excessive weight loss or body mass index < 24 kg\/m2) were randomized to a high energy nutrient dense supplement provided by a dietitian or a control group receiving visits only. Outcome measures, including changes in handgrip strength, general well-being score, perception of health and number of falls, were measured by an investigator who was unaware of treatment assignment. After 12 wk, weight gain was greater in the supplemented group (2.1 +\/- 2.3 vs. 0.6 +\/- 1.6 kg; P < 0.01). Despite adequate statistical power, no functional measures differed except that the number of falls was lower among treated subjects vs. controls (0% vs. 21%; P = 0.05). Frail elderly can gain weight through oral supplementation, indicating the reversibility of weight loss in this group, but changes in functional status indicators may require a longer period of supplementation.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":18927,
        "ReviewID":"CD003288",
        "PMID":"PMID:7551381",
        "Title":"Physiologic effects of nutritional support and anabolic steroids in patients with chronic obstructive pulmonary disease. A placebo-controlled randomized trial.",
        "Abstract":"Nutritional depletion commonly occurs in patients with COPD, causing muscle wasting and impaired physiologic function. Two hundred seventeen patients with COPD participated in a placebo-controlled, randomized trial investigating the physiologic effects of nutritional intervention alone (N) for 8 wk or combined with the anabolic steroid nandrolone decanoate (N + A). Nandrolone decanoate or placebo (P) was injected intramuscularly (women, 25 mg; men, 50 mg) in a double-blind fashion on Days 1, 15, 29, and 43. Nutritional intervention consisted of a daily high caloric supplement (420 kcal; 200 ml). Also, all patients participated in an exercise program. In the depleted patients, both treatment regimens induced a similar significant body weight gain (2.6 kg) but different body compositional changes. Particularly in the last 4 wk of treatment, weight gain in the N group was predominantly due to an expansion of fat mass (p < 0.03 versus P and N + A), whereas the relative changes in fat-free mass (FFM) and other measures of muscle mass were more favorable in the N + A group (p < 0.03 versus P). Maximal inspiratory mouth pressure improved within both treatment groups in the first 4 wk of treatment, but after 8 wk only N + A was significantly different from P (p < 0.03). Nutritional supplementation in combination with a short course of anabolic steroids may enhance the gain in FFM and respiratory muscle function in depleted patients with COPD without causing adverse side effects.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":18929,
        "ReviewID":"CD003288",
        "PMID":"PMID:8878142",
        "Title":"A comparison between oral and nasogastric nutritional supplements in malnourished patients.",
        "Abstract":"There is a common perception that malnutrition is an inevitable manifestation of illness, that oral nutritional supplements are not taken or reduce the consumption of oral diet, and that nasogastric feeding is poorly tolerated. This study assessed the efficacy of supplemental enteral feeding on the nutritional status of malnourished patients, to compare oral supplements (OS) with overnight supplemental nasogastric feeding (NG) on nutritional status and to determine the effect of nutritional supplements on oral diet. Malnourished hospital patients were randomized to one of three groups: control (C), OS, or NG. All patients had access to hospital diet. Supplements were prescribed to meet estimated nutritional needs. Nutritional status was recorded at the start and the end of the feeding period. The total nutritional intake was recorded. Weight gain occurred in 64% of the supplemented patients, whereas 73% of the controls lost weight with mean weight changes of +2.9% OS. +3.3% NG, and -2.5% C. There was no difference in the mean energy intake from food in the three groups. There were no documented complications of OS and three minor complications of NG. Both methods of supplementation allow weight gain without significantly affecting spontaneous oral intake.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":18904,
        "ReviewID":"CD003288",
        "PMID":"PMID:9061125",
        "Title":"Nutritional support and functional status in undernourished geriatric patients during hospitalization and 6-month follow-up.",
        "Abstract":"The objective of this study, designed as a randomized controlled prospective intervention study, was to evaluate the effect of nutritional supplementation on functional status and need of care in undernourished geriatric patients during hospitalization, and up to 6 months after discharge. Participants consisted of 46 undernourished geriatric patients from a geriatric acute care hospital aged 75 years or older without malignant disease, or need for tube feeding or parenteral nutrition. Patients in the supplement group (SG, N = 20) were offered 400 mL (2100 kJ) daily of a liquid supplement during hospital stay and 200 mL (1050 kJ) per day for the following 6 months at home. Patients in the control group (CG, N = 26) had usual care without supplements. The main outcome measure was functional status based on the Barthel Activities of Daily Living score (ADL) at hospital admission, discharge and after 6 months, with higher scores indicating greater independence and a maximum score of 100 points. In supplemented patients with good acceptance (SG+, N = 11), a median improvement of 20 points was observed between admission and discharge, and a further improvement of 5 points at home. Median changes were 0 and -10 points in supplemented patients with poor acceptance (SG-, N = 9) and 5 and 2.5 points in CG, respectively. In SG+, the proportion of independent patients (> 65 points) increased continuously from 36% at admission to 63% at discharge, to 72% after 6 months, and was significantly higher compared to CG at discharge (63% vs 19%, p < 0.05) and after 6 months (72% vs 39%, p < 0.05). 64% of the patients in SG+ improved during hospitalization, compared to 23% in CG (p < 0.05). In the six months at home, 18% of SG+ improved; none of SG+ deteriorated in hospital or at home. In contrast, deterioration of the ADL score occurred in considerable proportions of SG- (22% in hospital, 22% at home) and CG (4% at hospital, 12% at home) patients. The proportion of patients who improved was smaller in SG- (44% at hospital, 22% at home) as well as in CG (23% at hospital, 35% at home), compared to SG+. In conclusion, a positive functional course was evident in supplemented patients with good acceptance during hospitalization, and further improvement was observed during the following 6 months at home. Nutritional support may contribute to reconvalescence and recovery of undernourished geriatric patients.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":18907,
        "ReviewID":"CD003288",
        "PMID":"PMID:9309995",
        "Title":"Impact of nutritional support on functional status during an acute exacerbation of chronic obstructive pulmonary disease.",
        "Abstract":"The impact of oral nutritional supplementation during an acute exacerbation of COPD on functional status was assessed through measuring change in lung function, strength testing, and general well-being. Subjects hospitalized for an acute exacerbation of COPD (n = 33) were randomized to extra nutritional support or the regular hospital care. They consumed an additional 10 kcal\/kg\/d. Outcome measures were measured at 2 wk as change scores. Forced vital capacity (% predicted) improved in the treatment group as compared with the control group (+8.7% versus -3.5%, p = 0.015), and change in FEV1 was in the same direction but not significantly different (p = 0.099). There were no changes in handgrip strength or respiratory muscle strength, but there was a trend towards more improvement in the general well-being score (+11.96 versus -10.25, p = 0.066). Almost all subjects were in negative nitrogen balance, indicating muscle wasting. The degree of muscle wasting was strongly correlated with the dose of corticosteroids (r = 0.73, p < 0.005). In conclusion, it is difficult to prevent important muscle wasting in patients with COPD treated with corticosteroids, but some small gains were observed with increased dietary intake.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":18899,
        "ReviewID":"CD003288",
        "PMID":"PMID:9225334",
        "Title":"Dietary supplementation at home improves the regain of lean body mass after surgery.",
        "Abstract":"Little is known about nutritional intake after discharge though it takes months to regain preoperative weight after gastrointestinal surgery. We studied whether a 4-mo intervention with dietary advice and protein-rich supplements would increase nutritional intake and gain in lean body mass (LBM) in patients who had undergone gastrointestinal surgery. Patients admitted for gastrointestinal surgery were randomized at discharge to serve as control patients (n = 47) or to receive intervention (n = 40). One month after discharge, the control patients had a nutritional intake (3-d diet record) comparable with the intake of the general population that did not increase further. During the 4 m, the intervention patients had an increased intake of protein (+22%) and energy (+16%), and an enhanced gain of LBM after 2 mo (control 0.8 kg versus intervention 2.1 kg; P = 0.009). After the 4-mo intervention, both LBM and fat were gained (control 1.7 kg LBM and 0.2 kg fat versus intervention 3.1 kg LBM and 1.5 kg fat; LBM: P = 0.029 and fat: P = 0.056). At discharge patients should increase protein intake to 1.5 g.kg-1.d-1 for 2 mo, e.g., by taking protein-rich liquid supplements.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":18926,
        "ReviewID":"CD003288",
        "PMID":"PMID:10608948",
        "Title":"Subjectively healthy elderly consuming a liquid nutrition supplement maintained body mass index and improved some nutritional parameters and perceived well-being.",
        "Abstract":"To evaluate regular use of a liquid nutrition supplement by subjectively healthy elderly persons in terms of body mass index, nutrient intake, selected biochemical parameters, and perceived quality-of-life changes, and to identify advantages and limitations of use.\n                A 16-week intervention study in which subjects were assigned randomly to either a supplemented group or a control group and compared in terms of intergroup and intragroup differences in weight, food intake, blood values, and quality-of-life indexes. Adherence to protocol was monitored by monthly visits with an interviewer and food intake records.\n                Seventy-one independent living, older Canadian adults (mean age = 70 +\/- 7 years) consuming on average less than 4 servings of fruit and vegetables daily and a supplement-free diet before the study. Subjects were without functional limitations and did not require therapeutic diets or medical treatments that affect nutritional status. Data were collected in home interviews. Blood for analysis was obtained from a subsample of 36 subjects.\n                Inclusion of six 235-mL cans of liquid nutrition supplement weekly into the self-selected dietary patterns of the supplemented group.\n                Results were analyzed by Student t tests or Wilcoxon rank sum test, analysis of variance, and multiple stepwise regression.\n                Body mass index, energy intake, and consumption of fruit and vegetables did not change throughout the study. In the supplemented group, statistically significant increases occurred from baseline to termination of the study in these nutrients: protein, calcium, iron, magnesium, and folate. Serum albumin, folate, ferritin, hemoglobin, and zinc values were within the normal range for the supplemented and control groups. Scores for the Medical Outcomes Study 36-Item Short-Form Health Status scales increased for the supplemented group from baseline to termination for vitality and general health perception. Values for the General Well-Being Questionnaire improved for anxiety and general well-being. Of the dietary predictors, folate intake explained the most variance for vitality and for general well-being, 8.6% and 14.2%, respectively.\n                A liquid nutrition supplement could be recommended to the elderly when energy maintenance and increases in nutrient intake are necessary and convenience is an important consideration. Dietetics professionals should address the issues of affordability of the supplement, the role of food in achieving nutritional adequacy, and overall quality of life of clients. Folate intake as a predictor of perceived general well-being and vitality requires further investigation.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":18906,
        "ReviewID":"CD003288",
        "PMID":"PMID:10690696",
        "Title":"Protein-energy oral supplementation in malnourished nursing-home residents. A controlled trial.",
        "Abstract":"To validate a nutritional intervention programme for elderly people living in nursing homes.\n                In a prospective, randomized, controlled study of 88 residents, we determined nutritional status at day 0 and day 60 using a record of dietary intake, anthropometry, hand-grip strength and mini-nutritional assessment. Dietary intake, grip strength and body weight were also recorded at day 30. We divided subjects into four groups according to their mini-nutritional assessment score. Those with a score 24 received no oral supplementation. Those at risk of malnutrition (with a score of 17-23.5) were randomized to oral supplementation. Those with a score <17 received oral supplementation. We recorded the amount of oral supplements consumed daily.\n                Compliance with oral supplementation was good, and daily intake averaged about 400 kcal. The total energy intake on day 60 was significantly higher in both of the groups that received supplements. Following supplementation, most subjects at risk of malnutrition improved their mini-nutritional assessment score and increased their weight (by 1.4 +\/- 0.5 kg). Neither the mini-nutritional assessment score nor weight improved in subjects at risk of malnutrition who did not receive supplements. Supplementation in the malnourished group resulted in a mean mini-nutritional assessment score increase (from 13.9 +\/- 2.6 to 17.1 +\/- 3.9) and a mean weight gain of 1.5 +\/- 0.4 kg.\n                Oral nutritional supplements are well accepted and result in increased daily protein and energy intake, body weight and nutritional status in most malnourished patients and in those at risk of malnutrition.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":18911,
        "ReviewID":"CD003288",
        "PMID":"PMID:10978851",
        "Title":"Oral dietary supplements in pre- and postoperative surgical patients: a prospective and randomized clinical trial.",
        "Abstract":"It has been suggested that the routine provision of oral dietary supplements (ODS) in postoperative surgical patients is of benefit in terms of morbidity and length of hospital stay. The aim of this study was to evaluate the effects of both pre- and postoperative ODS in patients undergoing an elective laparotomy. Patients requiring elective major gastrointestinal surgery were prospectively randomized into one of four groups: Group I received ODS in addition to normal diet both pre- and postoperatively, Group II were given ODS in the preoperative period only, Group III received ODS only in the postoperative period, and Group IV did not receive any supplements. Assessments of nutritional status, voluntary food intake, weight loss, serum albumin, morbidity and mortality, anxiety and depression, and postoperative activity levels were performed, and comparisons made between the groups. One hundred patients were included in the study. The mean daily energy intake from preoperative ODS was 507 +\/- 140 kcal, significantly more than the 252 +\/- 195 kcal in the postoperative period (P < 0.001). The postoperative voluntary food intake in patients receiving ODS was not significantly different from that in patients receiving normal diet alone (1090 versus 1268 kcal, 46.2 versus 49.1 g protein, P > 0. 05). All groups demonstrated an overall weight loss, with no significant differences between the groups, and there was no demonstrable effect on clinical outcome. At 6 mo postoperatively there were no differences between the study groups in terms of levels of activity. These results suggest that the routine use of perioperative ODS in well-nourished patients undergoing major gastrointestinal surgery confers no clinical or functional benefit.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":18917,
        "ReviewID":"CD003288",
        "PMID":"PMID:10916520",
        "Title":"Effects of increased consumption of fluid milk on energy and nutrient intake, body weight, and cardiovascular risk factors in healthy older adults.",
        "Abstract":"To assess the impact of increased consumption of milk, without other dietary advice, on older adults' energy and nutrient intakes, weight, cardiovascular risk factors (blood pressure, plasma lipid levels), and quality of life.\n                Two hundred four healthy men and women, aged 55 to 85 years, who consumed fewer than 1.5 dairy servings per day were chosen from six US academic health centers.\n                Randomized, controlled open trial.\n                Advice to increase skim or 1% milk intake by 3 cups per day (n = 101) or to maintain usual diet (n = 103) for 12 weeks after a 4-week baseline period.\n                Changes in energy and nutrient intake assessed from 3-day food records, body weight, blood pressure, and plasma lipid levels.\n                Group-by-time analysis of variance with repeated-measures, chi 2 test.\n                Compliance with the intervention was good. Compared with controls, participants in the milk-supplemented group significantly increased energy, protein, cholesterol, vitamins A, D, and B-12, riboflavin, pantothenate, calcium, phosphorus, magnesium, zinc, and potassium intakes. Prevalence of nutrient inadequacy, assessed for nutrients with Estimated Average Requirements, decreased among women in the milk group for magnesium (40% at baseline vs 13% at 12 weeks, P < .001) and vitamin B-12 (6% vs 0%, P < .05) and tended to decrease (P < .10) for protein and thiamin (women) and magnesium and vitamin B-6 (men). The milk group gained 0.6 kg more than control group (P < .01); however, weight gain was less than predicted, which suggests some compensation for the added energy from milk. Blood pressure decreased similarly over time in both groups. Total and low-density lipoprotein cholesterol levels, and the ratio of total cholesterol to high-density lipoprotein cholesterol, were unchanged. Triglyceride levels increased within the normal range in the milk group (P = .002). Quality of life scores were high at baseline and remained high throughout.\n                Older adults can successfully increase milk intake, thereby meaningfully improving their nutrient intakes. Dietitians can play a key role in disseminating this advice.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":18905,
        "ReviewID":"CD003288",
        "PMID":"PMID:11884000",
        "Title":"Should the food intake of patients admitted to acute hospital services be routinely supplemented? A randomized placebo controlled trial.",
        "Abstract":"Many patients admitted to acute hospital services are underweight or harbour vitamin deficiencies.\n                To determine the effect on patient throughput of a policy of routine vitamin supplementation, and of early routine sipfeed supplementation in 'thin' patients (5-10% weight loss or body mass index 18-22).\n                Factorial randomized placebo controlled trial of oral multivitamins from the first day of admission, and, after nutritional screening, of a nutritionally complete sipfeed from the second day in 'thin' patients.\n                Acute medical, surgical and orthopaedic hospital services of a London teaching hospital.\n                1561 patients admitted as emergencies were included in the vitamin study of which 549 were included in the sipfeed study.\n                Length of hospital stay (LOS).\n                Offering multivitamins to acute admissions resulted in a mean change (reduction) in LOS of -0.4 days 95% CI (-2-1.2days). The results suggest greater reductions for those discharged after 10 days: mean change=-2.3 days 95% CI (-5.7 to 1.2). Sipfeed supplementation was associated with an increased mean length of stay 2.8 days 95% CI (-0.8-6.3). 18% of acute admissions were classified undernourished on the basis of BMI, MUAC or percent weight loss combined.\n                No benefit was observed for sipfeed intervention although a small benefit of less than one day is not excluded. Vitamin supplementation may have slight but economically important benefit.\n                Copyright 2001 Harcourt Publishers Ltd.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":18913,
        "ReviewID":"CD003288",
        "PMID":"PMID:11688936",
        "Title":"Protein energy supplements in unwell elderly patients--a randomized controlled trial.",
        "Abstract":"To determine whether oral protein energy supplements, prescribed during hospitalization to elderly medical admissions, affect nutritional status and if baseline nutritional state influences this status. We also considered the effects on mortality, length of hospital stay, functional recovery, and institutionalization.\n                A prospective randomized controlled trial with no placebo. Consenting patients were stratified in 3 nutritional categories, and patients from each stratum were randomized into treatment or control. Observers were blinded to randomization. The participants were emergency admissions from home to a Medicine for the Elderly Unit in a Scottish hospital. The inclusion criteria were as follows: no known malignancy, the ability to swallow, and nonobesity (BMI < 75th percentile). The intervention was a prescription of 120 mL sip feed, 3 times daily (540 kcal, 22.5 g protein per day) throughout hospitalization, using the medicine prescription chart. The trial was powered to detect change in mean percentage weight. The following outcomes were also considered: anthropometry; mortality, length of hospital stay, functional recovery, and rates of institutionalization.\n                Included in the trial were 381 patients. Nutritional supplementation was associated with significantly better energy intake (p = .001) and weight gain (p = .003) pooled across all nutritional categories. In the most poorly nourished patients, the intervention was associated with reduced mortality (5\/34 versus 14\/40, p < .05) and more patients improved functionally (17\/25 versus 11\/28, p < .04). Overall mortality results were 21\/186 versus 33\/195, odds ratio (OR) 0.62, 95% confidence interval (CI) 0.35, 1.13.\n                Prescribing sip feed supplements in the medicine prescription chart during hospital stay reduces weight loss. Our data also support other evidence for a reduction in mortality noted in elderly patients on nutritional supplementation. There were suggestions of other clinical benefits.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":18920,
        "ReviewID":"CD003288",
        "PMID":"PMID:11250664",
        "Title":"Does low lactose milk powder improve the nutritional intake and nutritional status of frail older Chinese people living in nursing homes?",
        "Abstract":"Malnutrition is prevalent among nursing home residents in Hong Kong. Nutrient dense oral supplements and yoghurt are unpopular among the Chinese older people because of their unfamiliar tastes and relatively high costs. Vitamin and mineral supplements do not address the problem of protein calorie undernutrition. Milk powder may be a suitable alternative supplement, but diarrhoea resulting from lactase deficiency is common in Chinese people.\n                We hypothesized that a low lactose milk powder would be better tolerated in Chinese nursing home residents and result in improvement in nutritional intake without reducing habitual intake.\n                Forty-seven residents were randomized to receive milk powder twice daily, or no supplement for seven weeks. Twenty-four hour food record, body weight, upper limb skinfold thicknesses and midarm circumference, grip strength, Barthel Index, and abbreviated mental test score were carried out at baseline and at seven weeks.\n                The overall compliance was nearly 100%, and no subjects developed diarrhoea. Compared with controls, milk supplementation increased intake of calcium, vitamin D, vitamin A, riboflavin and potassium. There was no significant reduction in habitual dietary intake in supplemented subjects. There was a trend of weight gain in supplemented subjects, though this did not reach statistical significance. There was no change in handgrip strength, mental function and disability level.\n                The study shows that low lactose milk powder is a well-accepted nutritional supplement without reducing habitual dietary intake.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":18909,
        "ReviewID":"CD003288",
        "PMID":"PMID:11431045",
        "Title":"Impact on pressure ulcer healing of an arginine-enriched nutritional solution in patients with severe cognitive impairment.",
        "Abstract":null,
        "Year":2001.0
    },
    {
        "Unnamed: 0":18932,
        "ReviewID":"CD003288",
        "PMID":"PMID:12171453",
        "Title":"Benefits of nutritional supplementation in free-living, frail, undernourished elderly people: a prospective randomized community trial.",
        "Abstract":"To evaluate the impact of nutritional supplementation on nutritional status, muscle strength, perceived health, and functional status in a population of community-living, frail, undernourished elderly people.\n                A 16-week intervention study in which subjects were randomized to an experimental or a control group and visited in their home on a monthly basis. Outcome variables were measured at the start and end of the study at subjects' homes by a dietitian blinded to treatment assignment.\n                83 elderly people (experimental group: n=42; control group: n=41; mean age=80+\/-7 years) receiving community home-care services and at high risk for undernutrition.\n                Provision of a nutrient-dense protein-energy liquid supplement and encouragement to improve intake from other foods.\n                Anthropometric indexes, handgrip strength, isometric elbow flexion and leg extension strength, lower extremity function, perceived health, and functional status.\n                Study groups were compared on an \"intention to treat\" basis using analysis of variance for repeated measures and unpaired and paired t tests and their nonparametric equivalents where appropriate.\n                Total energy intake (1,772 vs 1,440 kcal; P<.001) and weight gain (1.62 vs 0.04 kg; P<.001) were higher in the supplemented group. No significant changes were observed with respect to other anthropometric indexes, muscle strength, or functional variables; however, beneficial effects were observed in emotional role functioning (P<0.01) and number of days spent in bed (P=.04).\n                Nutrition intervention is feasible in free-living, frail, undernourished elderly people and results in significant improvement of nutritional status with respect to energy and nutrient intake and weight gain. Weight loss can be stopped and in some cases reversed; however, increased physical activity may also be required to improve health and functional status.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":18933,
        "ReviewID":"CD003288",
        "PMID":"PMID:12947128",
        "Title":"Nutritional enhancement of exercise performance in chronic obstructive pulmonary disease: a randomised controlled trial.",
        "Abstract":"Pulmonary rehabilitation is effective in improving exercise performance and health status in chronic obstructive pulmonary disease (COPD). However, the role of nutritional support in the enhancement of the benefits of exercise training has not been explored. A double blind, randomised, controlled trial of carbohydrate supplementation was undertaken in patients attending outpatient pulmonary rehabilitation.\n                85 patients with COPD were randomised to receive a 570 kcal carbohydrate rich supplement or a non-nutritive placebo daily for the duration of a 7 week outpatient pulmonary rehabilitation programme. Primary outcome measures were peak and submaximal exercise performance using the shuttle walk tests. Changes in health status, body composition, muscle strength, and dietary macronutrient intake were also measured.\n                Patients in both the supplement and placebo groups increased shuttle walking performance and health status significantly. There was no statistically significant difference between treatment groups in these outcomes. Patients receiving placebo lost weight whereas supplemented patients gained weight. In well nourished patients (BMI >19 kg\/m(2)) improvement in incremental shuttle performance was significantly greater in the supplemented group (mean difference between groups: 27 (95% CI 1 to 53) m, p<0.05). Increases in incremental shuttle performance correlated with increases in total carbohydrate intake.\n                When universally prescribed, carbohydrate supplementation does not enhance the rehabilitation of patients with COPD. This study suggests that exercise training results in negative energy balance that can be overcome by supplementation and that, in selected patients, this may improve the outcome of training. The finding of benefit in well nourished patients may suggest a role for nutritional supplementation beyond the treatment of weight loss in COPD.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":18921,
        "ReviewID":"CD003288",
        "PMID":"PMID:14512038",
        "Title":"Nutritional supplements after hip fracture: poor compliance limits effectiveness.",
        "Abstract":"Undernutrition and weight loss are important determinants of clinical outcome in older patients after hip fracture but the effectiveness of nutritional support programs in routine clinical practice remains controversial. AIMS OF THE PROJECT: To determine if oral nutritional supplements given daily for 28 days after hip fracture surgery could prevent weight loss and\/or lead to improved clinical outcomes (mortality rates, discharge destination, activities of daily living or length of hospital stay) in non-malnourished community-dwelling older women with hip fracture.\n                One hundred and nine women with BMI range 20-30 kg\/m(2) were allocated to either nutritional supplements (352 kcal\/day) or usual hospital nutrition using a quasi-randomisation technique. Body weight changes were monitored at 4 and 8 weeks and clinical outcomes were recorded at discharge and at 6 months.\n                No significant differences in weight change or clinical outcomes were seen between the two groups. Compliance with consuming the nutritional supplements was quite variable and there was a significant negative correlation between the amount of supplement consumed and subsequent weight change (r=-0.36, P=0.019).\n                Poor compliance with oral nutritional supplements is an important determinant of the effectiveness of oral nutritional interventions in preventing weight loss after hip fracture. Whilst this may explain the lack of clinical improvements seen, our data do not support the routine use of oral nutritional supplements in non-malnourished hip fracture patients.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":18919,
        "ReviewID":"CD003288",
        "PMID":"PMID:12720593",
        "Title":"The effects of exercise and protein-energy supplements on body composition and muscle function in frail elderly individuals: a long-term controlled randomised study.",
        "Abstract":"Fighting against inactivity and inadequate nutritional intake are of utmost importance in the elderly. To our knowledge, the few studies which have been performed were conducted for only a short period and the results do not permit formal conclusions to be drawn. We therefore tried to fill this gap in our knowledge by determining whether an intervention combining an acceptable progressive exercise programme and nutritional supplements would be feasible for a long-term period in the very frail elderly, and would bring about concomitant benefits in body composition and muscle power. Accordingly, this exercise and nutritional combination was assessed in the frail elderly in a 9-month randomised trial with a factorial design. Fifty-seven elderly volunteers over 72 years, from sixteen retirement homes in Lyon, France participated in the study. Dietary supplements were compared with placebo, and physical exercise was compared with memory training. Main outcome measures were fat-free mass (FFM) and muscle power. FFM was determined by labelled water, and muscle power was measured by a leg-extensor machine. At 9 months, the compliance was 63 % for exercise sessions, and 54 % for nutritional supplements. In patients with dietary supplements, muscle power increased by 57 % at 3 months (P=0.03), and showed only a tendency at 9 months; although FFM increased by 2.7 % at 9 months, the difference was not significant (P=0.10). Exercise did not improve muscle power at 9 months, but improved functional tests (five-time-chair rise, P=0.01). BMI increased with supplements (+3.65 %), but decreased with placebo (-0.5 %) at 9 months (P=0.007). A long-term combined intervention is feasible in frail elderly individuals with a good rate of compliance. Nutritional supplements and exercise may improve muscle function. Despite no significant results on FFM, due to the limited number of volunteers, combined intervention should be suggested to counteract muscle weakness in the frail elderly.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":18934,
        "ReviewID":"CD003288",
        "PMID":"PMID:12880604",
        "Title":"The effect of a liquid nutrition supplement on body composition and physical functioning in elderly people.",
        "Abstract":"The elderly are at an increased risk of poor nutritional status which is mutually interacting with functional status. We evaluated the effects of a liquid nutrition supplement on anthropometric and functional indices in elderly people.\n                Subjects (n=68; mean age=82+\/-7 years) with body mass index <or=25 kg\/m(2) received either a supplement or a placebo for 6 months. Anthropometric (body weight, bioelectrical impedance, calf circumference), biochemical (albumin, prealbumin), functional parameters (handgrip strength, timed 'up and go' test) and dietary intake were measured. Activities of daily living and Nottingham Health Profile (NHP) were assessed.\n                No compensation of energy intake occurred. After 6 months, the supplement group had gained more weight (+1.6 kg) than the placebo group (+0.3 kg) (P=0.03). No other significant changes in anthropometric, functional or blood parameters were seen. There was a significant improvement on the section 'sleep' of the NHP (mean change+\/-SE=-0.38+\/-0.19 for supplement vs 0.24+\/-0.19 for placebo, P=0.03).\n                Dietary supplementation led to an increase in body weight and had a positive influence on sleep in elderly persons. Supplementation did not affect energy intake from regular meals and thus resulted in additional energy intake.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":18912,
        "ReviewID":"CD003288",
        "PMID":"PMID:12904840",
        "Title":"Effects of dietary improvement on bone metabolism in elderly underweight women with osteoporosis: a randomised controlled trial.",
        "Abstract":"Malnutrition in elderly people contributes to osteoporosis and fracture. The aim of the study was to investigate the effects of nutritional improvement on bone metabolism in elderly community-dwelling women. A 12-month randomized controlled trial of 71 ambulant women aged > or =70 years with BMI < or =21 kg\/m(2 )and osteoporosis at the hip was undertaken. They received either calcium (1 g) and vitamin D (800 units of cholecalciferol) only (group 1: n=35) or calcium\/vitamin D and one or two cartons of a nutritional supplement drink which provided 300 Kcal, 12 g protein, 11.6 g fat and 36.8 g carbohydrate per carton (group 2: n=36). Body composition and bone mineral density (BMD) were assessed at baseline and 12 months. Biochemical markers of bone turnover were measured at baseline and at 1, 3, 6, 9 and 12 months. Group 2 gained significantly more weight [mean (SD) group 1: 0.15 (2.45), group 2:2.66 (2.8) kg P<0.001] and fat mass [group 1: -0.26 (1.8), group 2:1.9 (1.7) kg P<0.001]. BMD at the spine, femoral neck and total hip did not change significantly, although there was a positive trend at the total hip in group 2 [group 1: -0.5 (5.2), group 2:1.25 (3.3)%, P=0.13]. In a subgroup analysis, irrespective of their treatment group, there was a significant difference in changes in BMD at the lumbar spine and total hip in those who lost body weight (A) compared to those who had maintained or increased their weight (B), [mean (SD) % change in BMD lumbar spine; A: -1.64 (3.75), B: 0.96 (2.75) P=0.013, total hip A: -2.09 (6.0), B: 1.04 (3.3), P=0.05)] A significant reduction in serum CTX, a marker of bone resorption, was seen in group 2 [% decrease at 3 months, group 1: 1 (8.7), Group 2: 32 (5.8), P<0.01]. Serum osteoprotegerin (OPG) increased significantly in group 2 with a maximal increase (27%) observed at 6 ( P<0.01) and 9 months ( P<0.05). A small increase in bone-specific alkaline phosphatase was seen at 12 months in group 2 [% increase group 1:5 (5), group 2: 17 (6), P=0.05]. Serum osteocalcin increased at 12 months in group 2 ( P=0.01). Dietary improvement in elderly women with low BMI is associated with a reduction in bone resorption with a small but \"net\" positive effect on bone formation.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":18924,
        "ReviewID":"CD003288",
        "PMID":"PMID:12720620",
        "Title":"Prevention of malnutrition in older people during and after hospitalisation: results from a randomised controlled clinical trial.",
        "Abstract":"to prevent the occurrence of weight loss during hospitalisation and following discharge by daily oral supplementation.\n                in a prospective, randomised, controlled study of 80 patients aged 75 or more, and at risk of undernutrition based on their initial Mini Nutritional Assessment score, patients were randomised into a control group or one receiving oral supplementation. The intervention was a prescription of 200 ml sweet or salty sip feed twice daily (500 kcal, 21 g protein per day) throughout hospitalisation and convalescence. Nutritional status was assessed at baseline and after 2 months using Mini Nutritional Assessment and body weight record.\n                compliance with oral supplementation was good and daily extra energy intake was 407+\/-184 kcal. On day 60, significant weight loss from upon admission was observed in the control group (-1.23+\/-2.5 kg; P=0.01), but not in the supplemented group (0.28+\/-3.8 kg; NS). At the end of the study, Mini Nutritional Assessment scores were higher in the supplemented group than in the control group (23.5+\/-3.9 versus 20.8+\/-3.6; P<0.01).\n                use of daily oral supplementation during and after hospitalisation maintains body weight and increases Mini Nutritional Assessment score in patients at risk of undernutrition.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":18937,
        "ReviewID":"CD003288",
        "PMID":"PMID:15030959",
        "Title":"A prospective randomised controlled trial of nutritional supplementation in malnourished elderly in the community: clinical and health economic outcomes.",
        "Abstract":"Malnutrition is common in sick elderly people on admission to hospital and in the community. We conducted a randomised controlled trial to determine if nutritional supplementation after discharge from hospital improved nutritional status and functional outcomes, or reduced health-care costs.\n                Elderly malnourished subjects were randomised to 8 weeks of supplementation or no supplementation post discharge, and followed up for 24 weeks. Weight, body mass index, anthropometrics, handgrip strength, quality of life and requirements for health-care professionals' services and social services were measured throughout the study.\n                Nutritional status improved significantly from baseline to week 24 in the intervention group (P<0.05), but not in the control group. There was no significant difference in nutritional status between groups at week 24. Handgrip strength improved significantly in the intervention group during supplementation, and was significantly different from that of the control group at week 8, but decreased thereafter. There was no significant difference in quality of life or health economic outcomes between groups at week 24.\n                In already malnourished elderly subjects, it may be too late to expect to improve function or quality of life or to reduce health-care costs simply by providing nutritional supplements after hospitalisation. Prevention is key. All elderly patients should be nutritionally assessed as part of their routine care, and appropriate intervention initiated early.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":18903,
        "ReviewID":"CD003288",
        "PMID":"PMID:15450048",
        "Title":"Improvement of weight and fat-free mass with oral nutritional supplementation in patients with Alzheimer's disease at risk of malnutrition: a prospective randomized study.",
        "Abstract":"To study the effects of oral nutritional supplements (OS) on body weight, body composition, nutritional status, and cognition in elderly patients with Alzheimer's disease (AD).\n                Prospective, randomized, controlled study.\n                Geriatric wards and day care centers in the Toulouse area, France.\n                Ninety-one subjects with AD aged 65 and older at risk of undernutrition as evaluated using the Mini Nutritional Assessment.\n                After randomization, 46 patients (intervention group) received 3-month OS. The other 45 patients (control group) received usual care.\n                Weight, body composition (evaluated using dual-energy x-ray absorptiometry), cognitive function, activities of daily living, eating behavior, and dietary intakes were evaluated at the beginning of the study and at 3 months and 6 months. Supplement compliance was recorded each day.\n                Between baseline and 3 months, energy and protein intakes significantly improved in the intervention group, resulting in a significant increase in weight and fat-free mass, but no significant changes were found for dependence, cognitive function, or biological markers. The nutritional benefit was maintained in the intervention group after discontinuation of OS at 3 months.\n                Three-month daily OS significantly improves body weight. It is practicable and effective, and the patients accepted it well. The improvement that was observed even in the control group showed that caregiver education is an important factor in maintaining the nutritional status of patients with AD. Moreover, regular courses of OS may help to maintain the increase in fat-free mass and improve the nutritional status of these patients.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":18936,
        "ReviewID":"CD003288",
        "PMID":"PMID:15271118",
        "Title":"Providing nutrition supplements to institutionalized seniors with probable Alzheimer's disease is least beneficial to those with low body weight status.",
        "Abstract":"To examine whether providing a midmorning nutrition supplement increases habitual energy intake in seniors with probable Alzheimer's disease (AD) and to investigate the effects of body weight status and cognitive and behavioral function on the response to the intervention.\n                Randomized, crossover, nonblinded clinical trial.\n                A fully accredited geriatric teaching facility affiliated with the University of Toronto's Medical School with a home for the aged.\n                Thirty-four institutionalized seniors with probable AD who ate independently.\n                Nutrition supplements were provided between breakfast and lunch for 21 consecutive days and compared with 21 consecutive days of habitual intake.\n                Investigator-weighed food intake, body weight, cognitive function (Severe Impairment Battery and Global Deterioration Scale), behavioral disturbances (Neuropsychiatric Inventory-Nursing Home Version), and behavioral function (London Psychogeriatric Rating Scale).\n                Relative to habitual intake, group mean analyses showed increased 24-hour energy, protein, and carbohydrate intake during the supplement phase, but five of 31 subjects who finished all study phases completely compensated for the energy provided by the supplement by reducing lunch intake, and 24-hour energy intake was enhanced in only 21 of 31 subjects. Compensation at lunch was more likely in subjects with lower body mass indices, increased aberrant motor behavior, poorer attention, and increased mental disorganization\/confusion.\n                Nutrition supplements were least likely to enhance habitual energy intake in subjects who would normally be targeted for nutrition intervention-those with low body weight status. Those likely to benefit include those with higher body mass indices, less aberrant motor problems, less mental disorganization, and increased attention.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":18918,
        "ReviewID":"CD003288",
        "PMID":"PMID:15297095",
        "Title":"Effects of protein-rich supplementation and nandrolone in lean elderly women with femoral neck fractures.",
        "Abstract":"To evaluate the effects of a protein-rich liquid supplementation, alone or in combination with the anabolic steroid nandrolone decanoate, on body composition, activities of daily living (ADL) status and the health-related quality of life (HRQoL) after a femoral neck fracture.\n                Sixty women, aged 83 +\/- 5 years (mean +\/- SD), BMI < 24 kg\/m2 (20.4 +\/- 2 kg\/m2 ) and capable of co-operating, with a femoral neck fracture treated with internal fixation, were randomised to open treatment during 6 months with a protein-rich liquid formula alone (PR, Fortimel, 200 ml\/day, 20 g protein\/day) or in combination with nandrolone decanoate (PR\/N, Deca-Durabol 25 mg i.m.\/3 weeks) or to a control group (C). The patients were re-examined after 6 and 12 months regarding body weight (BW), lean body mass (LBM, DXA), ADL status according to Katz, HRQoL according to EQ 5-D and fracture healing.\n                LBM decreased in the C (-1.2 +\/- 2 kg) and PR groups (-1.2 +\/- 1 kg) but remained the same in the PR\/N group (0.3 +\/- 1 kg) (P < 0.05 between groups). ADL remained at a high level in the two intervention groups but declined significantly in the C group (P < 0.005 between groups). The decline in HRQoL was least pronounced in the PR\/N group at 6 months (P < 0.05 between groups). Patients with fracture healing complications lost more BW (P < 0.05) and LBM (P < 0.01) than patients with uneventful fracture healing.\n                Protein-rich liquid supplementation in combination with nandrolone given for 6 months to lean elderly women after a femoral neck fracture may positively affect LBM, ADL and HRQoL.\n                Copyright 2003 Elsevier Ltd.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":18938,
        "ReviewID":"CD003288",
        "PMID":"PMID:15896425",
        "Title":"Effect of oral administration of a whole formula diet on nutritional and cognitive status in patients with Alzheimer's disease.",
        "Abstract":"To evaluate the effect of a whole formula diet on nutritional and cognitive status in Alzheimer's disease patients.\n                Patients were randomly assigned to two interventions: a whole formula diet based on lyophilised foods (Treatment Group, n=24) or nutritional advice (Control Group, n=29). Energy intake, body weight, biochemistry, Mini Nutritional Assessment (MNA) and Pfeiffer's tests were determined at baseline and at 3 months of treatment.\n                No differences were observed between groups at baseline. Energy intake tended to increase in the Treatment Group and to decrease in the Control Group, although differences were not significant. The improvement in MNA and Pfeiffer test scores was not significantly different between groups. Body weight increased by 2.06+\/-1.9 kg in the Treatment Group and by 0.32+\/-3.04 kg in the Control Group (P=0.007). The increases in albumin (P=0.007), haemoglobin (P=0.002) and serum ferritin (P=0.009) were higher in the Treatment Group than in controls. A similar rate of serious adverse events (hospitalisation or death) was observed in both groups.\n                Administration of this whole formula has a positive impact on nutritional status. The great diversity in textures and tastes enable these formulations to be administered to a wide range of patients with or without liquid dysphagia.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":18916,
        "ReviewID":"CD003288",
        "PMID":"PMID:15814873",
        "Title":"Effect of an enriched drink on cognitive function in frail elderly persons.",
        "Abstract":"Many elderly persons report that they have difficulties learning new things and remembering names, plans, and conversations. Because decreased cognitive function in elderly persons is potentially related to their poor nutritional status, provision of essential nutrients may improve cognitive function. The authors wanted to determine whether consumption of an enriched drink, including moderate doses of all essential micronutrients, improves cognitive function in frail elderly persons.\n                Frail, white adults (n=101) who were aged 65 years or older with a body mass index<or=25 kg\/m2 were selected for this randomized, double-blind, placebo-controlled trial. They received either an enriched drink or a placebo product for 6 months. Before and after the intervention, participants' cognitive function was assessed (word learning test [WLT], WLT delayed, category fluency [CF] for animals and professions, and recognition memory test for words [RMTW]) and blood biochemical analyses (vitamin B12, homocysteine) were performed.\n                Sixty-seven residents completed the study period. After 6 months, significant differences were noted in changes of the WLT (0.9+\/-0.3 vs -0.1+\/-0.3; p=.014) and CF professions (1.2+\/-0.7 vs -0.6+\/-0.5; p=.017) in the supplement group (n=34) compared with the placebo group (n=33). No significant differences were observed in WLT delayed, RMTW, and CF animals. The plasma vitamin B12 concentration increased (105+\/-50 vs 8 +\/-16; p=.003) and the homocysteine concentration decreased (-6.3+\/-5.9 vs -0.3+\/-2.9; p=.000) in the supplement group compared with the placebo group.\n                This study contributes to the evidence that nutritional supplementation may improve neuropsychological performance in frail elderly persons.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":18908,
        "ReviewID":"CD003288",
        "PMID":"PMID:16608139",
        "Title":"Early nutritional supplementation immediately after diagnosis of infectious disease improves body weight in psychogeriatric nursing home residents.",
        "Abstract":"Many elderly people with Alzheimer's disease experience weight loss. Illness and inadequate regain after a period of illness are considered as contributory causes of progressive weight loss in psychogeriatric patients. We studied whether early use of a liquid nutrition supplement immediately after onset of acute illness from infection can prevent weight loss in elderly psychogeriatric nursing home residents.\n                Randomised controlled trial of 5 weeks after the onset of illness. Thirty-four psychogeriatric nursing home residents (aged > or =65 yrs) completed the study period. A liquid nutrition supplement (200 ml) once daily immediately after diagnosis of infection or standard treatment (enriched food after referral to a dietician) were provided. Body weight, mid-upper arm circumference, calf circumference, triceps skin fold thickness, dietary energy intake, and need for care were measured.\n                Weight change during the study period was significantly different between the standard (-0.4 kg) and supplement (+0.8 kg) groups (p = 0.040). No significant differences were observed in changes of mid-upper arm circumference, triceps skin fold thickness, calf circumference or energy intake between groups.\n                Early provision of a liquid nutrition supplement immediately after onset of acute illness from infection leads to weight gain in elderly psychogeriatric nursing home residents.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":18900,
        "ReviewID":"CD003288",
        "PMID":"PMID:16764547",
        "Title":"High-intensity functional exercise program and protein-enriched energy supplement for older persons dependent in activities of daily living: a randomised controlled trial.",
        "Abstract":"The aims of this randomised controlled trial were to determine if a high-intensity functional exercise program improves balance, gait ability, and lower-limb strength in older persons dependent in activities of daily living and if an intake of protein-enriched energy supplement immediately after the exercises increases the effects of the training. One hundred and ninety-one older persons dependent in activities of daily living, living in residential care facilities, and with a Mini-Mental State Examination (MMSE) score of ? 10 participated. They were randomised to a high-intensity functional exercise program or a control activity, which included 29 sessions over 3 months, as well as to protein-enriched energy supplement or placebo. Berg Balance Scale, self-paced and maximum gait speed, and one-repetition maximum in lower-limb strength were followed-up at three and six months and analysed by 2 x 2 factorial ANCOVA, using the intention-to-treat principle. At three months, the exercise group had improved significantly in self-paced gait speed compared with the control group (mean difference 0.04 m\/s, p = 0.02). At six months, there were significant improvements favouring the exercise group for Berg Balance Scale (1.9 points, p = 0.05), self-paced gait speed (0.05 m\/s, p = 0.009), and lower-limb strength (10.8 kg, p = 0.03). No interaction effects were seen between the exercise and nutrition interventions. In conclusion, a high-intensity functional exercise program has positive long-term effects in balance, gait ability, and lower-limb strength for older persons dependent in activities of daily living. An intake of protein-enriched energy supplement immediately after the exercises does not appear to increase the effects of the training.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":18896,
        "ReviewID":"CD003288",
        "PMID":"PMID:16887416",
        "Title":"A randomized, double-blind, placebo-controlled trial of nutritional supplementation during acute illness.",
        "Abstract":"The study tested whether nutritional support of older patients during acute illness leads to a clinical benefit.\n                In this randomized, double-blind, placebo-controlled study, we randomly assigned 445 hospitalized patients aged 65 to 92 years to receive either a normal hospital diet plus 400 mL oral nutritional supplements (223 subjects) or a normal hospital diet plus a placebo (222 subjects) daily for 6 weeks. The composition of the supplement was such as to provide 995 kcal of energy and 100% of the Reference Nutrient Intakes for vitamins and minerals for a healthy older person. Patients had three assessments: at baseline, at 6 weeks, and at 6 months post-randomization. Outcome measures were 6 months of disability, non-elective readmission and length of hospital stay, discharge destination, morbidity, and mortality.\n                Randomization to the supplement group led to a significant improvement in nutritional status. Over 6 months, 65 patients (29%) in the supplements group were readmitted to the hospital compared with 89 patients (40%) in the placebo group (adjusted hazard ratio 0.68 [95% confidence interval 0.49-0.94]). The mean length of hospital stay was 9.4 days in the supplements group compared with 10.1 days in the placebo group. Thirty-two people (14%) died in the supplement group compared with 19 people (9%) in the placebo group at 6 months (adjusted hazard ratio 1.65 [95% confidence interval, 0.93-2.92]).\n                Oral nutritional supplementation of acutely ill patients improved nutritional status and led to a statistically significant reduction in the number of non-elective readmissions.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":18897,
        "ReviewID":"CD003288",
        "PMID":"PMID:11960300",
        "Title":"Study of the effect of a liquid nutrition supplement on the nutritional status of psycho-geriatric nursing home patients.",
        "Abstract":"To evaluate the acceptance of a multinutrient liquid nutrition supplement in psycho-geriatric nursing home patients and the effect on weight, plasma nutrients and activities of daily life.\n                Double-blind, placebo-controlled 12-week intervention study.\n                Two nursing homes in Boxtel, The Netherlands.\n                Forty-two (body mass index (BMI) <23 kg\/m2 for men or <25 kg\/m2 for women) psycho-geriatric nursing home patients aged 60 y or over.\n                Provision with a complete micronutrient-enriched liquid nutrition supplement of 125 ml and 0.6 MJ (135 kcal) or placebo twice daily during daytime between main meals. Study parameters were assessed at 0, 6 and 12 weeks. MAIN OUTCOME FOR MEASURES: Weight, Barthel index of daily activities, several plasma values (albumin, C-reactive protein (CRP), homocysteine, thiamine, thiamine diphosphate (TDF), vitamin B6, vitamin B12, folic acid, vitamin D), bowel function.\n                The supplement was well accepted. Thirty-five patients completed the intervention period (16 control group; 19 supplement group). Baseline daily nutrient intake was low. A statistically significant improvement was observed for body weight (difference between groups 2.2 kg, P=0.03), and homocysteine, vitamin B1, TDF, vitamin B6, vitamin B12, folate and vitamin D in the supplement group compared to the placebo group. No significant difference was observed in the Barthel index (mean difference -0.3+\/-1.1 for both groups). No difference in occurrence of diarrhoea was observed.\n                The study shows that nutritional supplementation is well accepted and can improve the nutritional status of psycho-geriatric nursing home patients.\n                Numico Research BV.",
        "Year":null
    },
    {
        "Unnamed: 0":18914,
        "ReviewID":"CD003288",
        "PMID":"PMID:9739036",
        "Title":"A randomized, controlled, a single-blind trial of nutritional supplementation after acute stroke.",
        "Abstract":"Although stroke patients who do not have difficulty swallowing may be at risk of undernutrition and worsening nutritional status during hospitalization, optimum methods for nutrition intervention in stroke patients have not been established.\n                To examine the feasibility of enteral sip feeding as an effective nutrition intervention after acute stroke.\n                Forty-two acute ischemic stroke inpatients with impaired nutritional status who did not have difficulty swallowing within 1 week after the stroke were entered into a single-blind, randomized, controlled, prospective study of enteral sip feeding. Twenty-one patients were randomized to receive daily oral food supplements for 4 weeks in addition to the hospital food, and 21 patients received only the hospital food for the same period. Main outcome measures were energy and protein intakes during the intervention period, change in nutritional status, disability, infective complications, length of stay, and mortality during hospitalization and at 3 months.\n                Two patients, one from each group, were lost to follow-up immediately after randomization. Twenty patients received oral nutritional supplementation. The energy intake was significantly greater in the supplemented group: 1807 +\/- 318 vs 1084 +\/- 343 kcal\/d (mean +\/- SD; p < .0001) (estimated treatment effect, 723 kcal\/d; 95% confidence interval [CI], 498 to 947), as was protein intake: 65.1 +\/- 13.8 vs 44.1 +\/- 12.8 g\/d (p < .001) (estimated treatment effect, 21.0 g\/d; 95% CI, 11.7 to 30.3). There also were significant differences between the two groups in the changes in serum albumin and serum iron concentrations between randomization and at follow-up. There was a trend to lower mortality at 3 months in the supplemented group with two deaths (10%) compared with seven deaths (35%) in the control group (p = .127, relative risk, 0.29; 95% CI, 0.07 to 1.21).\n                This study suggests that enteral sip feeding is effective in improving nutritional intake and status in stroke patients who do not have swallowing difficulties. There also may be some beneficial effects on clinical outcome, but larger studies are required to confirm this observation and define more precisely the magnitude of any favorable effects.",
        "Year":null
    }
]