[
    {
        "Unnamed: 0":3068,
        "ReviewID":"CD010538",
        "PMID":"PMID:10911825",
        "Title":"Randomized controlled trial of nettle sting for treatment of base-of-thumb pain.",
        "Abstract":"There are numerous published references to use of nettle sting for arthritis pain but no randomized controlled trials have been reported. We conducted a randomized controlled double-blind crossover study in 27 patients with osteoarthritic pain at the base of the thumb or index finger. Patients applied stinging nettle leaf (Urtica dioica) daily for one week to the painful area. The effect of this treatment was compared with that of placebo, white deadnettle leaf (Lamium album), for one week after a five-week washout period. Observations of pain and disability were recorded for the twelve weeks of the study. After one week's treatment with nettle sting, score reductions on both visual analogue scale (pain) and health assessment questionnaire (disability) were significantly greater than with placebo (P = 0.026 and P = 0.0027).",
        "Year":2000
    },
    {
        "Unnamed: 0":3064,
        "ReviewID":"CD010538",
        "PMID":"PMID:17318618",
        "Title":"Choosing between NSAID and arnica for topical treatment of hand osteoarthritis in a randomised, double-blind study.",
        "Abstract":"The use of topical preparations for symptom relief is common in osteoarthritis. The effects of ibuprofen (5%) and arnica (50 g tincture\/100 g, DER 1:20), as gel preparations in patients with radiologically confirmed and symptomatically active osteoarthritis of interphalangeal joints of hands, were evaluated in a randomised, double-blind study in 204 patients, to ascertain differences in pain relief and hand function after 21 days' treatment. Diagnosis was according to established criteria; primary endpoints were pain intensity and hand function; statistical design was as per current regulatory guidelines for testing topical preparations. There were no differences between the two groups in pain and hand function improvements, or in any secondary end points evaluated. Adverse events were reported by six patients (6.1%) on ibuprofen and by five patients (4.8%) on arnica. Our results confirm that this preparation of arnica is not inferior to ibuprofen when treating osteoarthritis of hands.",
        "Year":2007
    },
    {
        "Unnamed: 0":3067,
        "ReviewID":"CD010538",
        "PMID":"PMID:17169543",
        "Title":"Efficacy of a comfrey root (Symphyti offic. radix) extract ointment in the treatment of patients with painful osteoarthritis of the knee: results of a double-blind, randomised, bicenter, placebo-controlled trial.",
        "Abstract":"This randomised, double-blind, bicenter, placebo-controlled clinical trial investigated the effect of a daily application of 6g Kytta-Salbe f (3 x 2 g) over a 3 week period with patients suffering from painful osteoarthritis of the knee. The two hundred and twenty patients examined consisted of 153 women and 67 men of an average age of 57.9 years. On average, the complaints relating to osteoarthritis of the knee had persisted for 6.5 years. Two hundred and twenty patients were included in the Full Analysis Set (FAS) and safety collective, 186 (84.5%) in the Valid Case Analysis Set (VCAS) collective. In the course of the trial, the visual analog scale (VAS) total score (primary target value) in the verum group dropped by 51.6 mm (54.7%) and in the placebo group by 10.1 mm (10.7%). The average difference between the groups of 41.5 mm (95% confidence interval=34.8 to 48.2 mm) or 44.0% is significant (p<0.001). The significance is confirmed through the evaluation of the diary, the VCAS evaluation and the separate assessment of the two centres. This also applies to the separate assessment of the VAS total score following pain at rest and on movement. The WOMAC (Western Ontario and McMaster Universities) total score (secondary target value) also improved similar to the VAS total score. At the end of the trial, a reduction by 60.4 mm (58.0%) was recorded for the verum group and a reduction of 14.7 mm (14.1%) for the placebo group. The average group difference of 45.7 mm (95% confidence interval=37.1 to 54.3 mm) or 43.9% is significant (p<0.001). The difference between the treatment groups increased systematically and significantly, in parallel with the duration of the treatment. Thus, the superiority of the treatment with Kytta-Salbe f over that with the placebo is proven, even by means of the multi-factorial multivariate analysis for repetitive measurements. In respect of the explorative secondary target values SF-36 (quality of life), angle measurement (mobility of the knee), CGI (clinical global impression) and global assessment of efficacy by the physician and the patient, a significant superiority (p<0.001 each) of the verum group over the placebo group was also proven. The results suggest that the comfrey root extract ointment is well suited for the treatment of osteoarthritis of the knee. Pain is reduced, mobility of the knee improved and quality of life increased.",
        "Year":2007
    },
    {
        "Unnamed: 0":3065,
        "ReviewID":"CD010538",
        "PMID":"PMID:18514907",
        "Title":"Nettle sting for chronic knee pain: a randomised controlled pilot study.",
        "Abstract":"Non-pharmacological interventions for chronic knee pain are increasingly requested by patients and are recommended in current treatment guidelines. An intervention that has been used for many years for pain relief is nettle sting.\n                To explore the feasibility of a definitive RCT of nettle sting for chronic knee pain, in particular the acceptability of the research to GPs and patients, and the optimal methods for recruitment and outcome measurement.\n                Patient blinded pilot RCT, set in two inner city primary care practices in Plymouth, UK. Potential participants were identified from practice computerised databases using three different approaches: age and analgesic use, age and appropriate Read code, or age alone. Patients had to be aged between 55 and 80 years with knee pain and a presumptive clinical diagnosis of OA knee, with a baseline WOMAC pain subscale score of more than 4. They were randomised to receive either treatment with Urtica dioica, or placebo intervention with Urtica galeopsifolia daily for 1 week. The main outcome measure for the treatment effect was the WOMAC pain subscale; other outcomes included quantitative and qualitative data to inform the design of a future study.\n                Out of 45 patients who were eligible, 42 were recruited. Invitations targeted at patients who were both currently receiving repeat prescriptions for non-steroidal or analgesic drugs and had relevant Read codes proved most efficient for recruitment. Mean baseline WOMAC pain subscale scores were 9.2 (S.D. 3.4) and 7.9 (2.3) in the two groups. The mean reduction in pain score at the end of treatment in the nettles group was 1.7 (95% confidence interval 0.6, 2.9) and in the controls 1.6 (CI 0.5, 2.7). All GP practices, and all patients approached, were willing to be involved in the research. Patients liked the treatment mostly because it was 'natural'. The sting was acceptable and viewed as a minor irritation.\n                Research into nettle sting is acceptable to patients and GPs, and patients do not find the treatment more than a minor irritation. Larger rigorous studies are justified to determine the effectiveness of this ancient therapy.",
        "Year":2008
    },
    {
        "Unnamed: 0":3063,
        "ReviewID":"CD010538",
        "PMID":"PMID:22427772",
        "Title":"Mixture of Arnebia euchroma and Matricaria chamomilla (Marhame-Mafasel) for pain relief of osteoarthritis of the knee - a two-treatment, two-period crossover trial.",
        "Abstract":"Osteoarthritis is the most prevalent chronic non-infective joint arthritis. Because of its chronic disease nature, local drugs are preferred due to lower complications. In the present study, the new herbal pomade Marhame-Mafasel for knee osteoarthritis was used in a double-blind crossover trial. The aim of the study was to assess the efficacy and safety of Marhame-Mafasel pomade, which consists of several medical herbs including Arnebia euchroma and Matricaria chamomilla, in osteoarthritis of the knee.\n                This study was a placebo-controlled double-blind crossover trial. Forty-two patients with pain associated with osteoarthritis of the knee (diagnosed by criteria of the European League against Rheumatism and physical examination) were drawn from patients attending the Clinic of Mostafa-Khomeini Hospital. In this study we assessed efficacy (analgesic effect and improved function) of herbal pomade Marhame-Mafasel, which was used locally in patients with primary osteoarthritis of the knee over three weeks. The instrument of the study was the Western Ontario and McMaster Universities (WOMAC) LK3.1 standard questionnaires.\n                The participants in each group were 21 patients; 30 (71.4%) were women and 12 (28.6%) of them were men. The participants were between 40 and 76 years old. Six patients had mild arthritis, 15 had moderate arthritis and 21 had severe arthritis. The positive analgesic effect of the herbal pomade Marhame-Mafasel in primary knee osteoarthritis was proven. The herbal joint pomade Marhame-Mafasel had a significantly greater mean change in score compared to the placebo group for osteoarthritis severity (p < 0.05).\n                Herbal pomade Marhame-Mafasel in comparison to placebo has more effect on reduction of pain of primary knee osteoarthritis.",
        "Year":2010
    },
    {
        "Unnamed: 0":3066,
        "ReviewID":"CD010538",
        "PMID":"PMID:20973322",
        "Title":"Efficacy of symptomatic control of knee osteoarthritis with 0.0125% of capsaicin versus placebo.",
        "Abstract":"Knee osteoarthritis (OA) is prevalent and associated with both pain and functional disability. Current treatments aim to alleviate mild to moderate symptoms by various methods. Topical capsaicin (0.075% and 0.05%) has been evaluated for the treatment of the painful joints. A burning sensation was the most common side effect at these strengths. Therefore, the authors aimed to evaluate the efficacy of 0.0125% capsaicin gel (Capsika gel) compared to a placebo (the vehicle gel) in patients with symptomatic OA knee.\n                This was a cross-over; double blinded, randomized, controlled trial of 100 patients with mild to moderate knee OA. All of the patients received either capsaicin gel or placebo gel applied to the affected knee, three times daily for 4 weeks with one week washout period after which the treatment switched to either capsaicin gel or placebo gel for the next 4 weeks. A blinded examiner used the visual analog scale (VAS) and WOMAC score to do weekly assessments.\n                Subjects averaged 61 years of age (range, 44 to 82). During the enrollment phase, only female farmers presented. Mean body weight and height was 62.97 +\/- 10.25 kg and 1.54 +\/- 0.053 m, respectively The respective baseline VAS and WOMAC score was 6.40 +\/- 1.64 and 51.65 +\/- 13.3. The severity of OA, according to the KL criteria was: 83 patients with grade 2 and 16 with grade 3. The respective mean difference of VAS and total WOMAC score in the capsaicin group vs. the placebo group was statistically significant (p < 0.05). The mean difference of the WOMAC pain, stiffness and functional subscales in the capsaicin vs. the placebo group was also significant (p < 0.05). The only adverse event reported was a burning sensation. During the 4-week treatment with capsaicin, approximately 67% of patients had a burning sensation but none withdrew for this reason.\n                0.0125% capsaicin gel was an effective treatment in mildly to moderately painful OA knees. The burning sensation reported by patients in the capsaicin group was less disturbing than in previous studies and none of the present patients withdrew for this reason.",
        "Year":2010
    }
]