[
    {
        "Unnamed: 0":34396,
        "ReviewID":"CD010223",
        "PMID":"PMID:16837619",
        "Title":"Selenium treatment in autoimmune thyroiditis: 9-month follow-up with variable doses.",
        "Abstract":"The aim of this study is to investigate the long-term (9 months) effects of variable doses (200\/100 microg\/day) of L-selenomethionine on autoimmune thyroiditis (AIT) and the parameters affecting the success rate of this therapy. The present study was designed in three steps: (1) 88 female patients with AIT (mean age = 40.1 +\/- 13.3 years) were randomized into two groups according to their initial serum TSH, thyroid peroxidase antibody (TPOAb) concentrations, and age. All the patients were receiving L-thyroxine to keep serum TSH <or=2 mIU\/l. Group S2 (n = 48, mean TPOAb = 803.9 +\/- 483.8 IU\/ml) received 200 microg L-selenomethionine per day, orally for 3 months, and group C (n = 40, mean TPOAb = 770.3 +\/- 406.2 IU\/ml) received placebo. (2) 40 volunteers of group S2 were randomized into two age- and TPOAb-matched groups. Group S22 (n = 20) went on taking L-selenomethionine 200 microg\/day, while others (group S21) lowered the dose to 100 microg\/day. (3) 12 patients of group S22 (group S222) went on taking L-selenomethionine 200 microg\/day, while 12 patients of group S21 (S212) increased the dose to 200 microg\/day. Serum titers of TPOAb decreased significantly in group S2 (26.2%, P < 0.001), group S22 (23.7%, P < 0.01) and group S212 (30.3%, P < 0.01). There were no significant changes in group C and group S222 (P > 0.05). TPOAb titers increased significantly in group S21 (38.1%, P < 0.01). A significant decrease in thyroglobulin antibody titers was only noted in group S2 (5.2%, P < 0.01). L-selenomethionine substitution suppresses serum concentrations of TPOAb in patients with AIT, but suppression requires doses higher than 100 microg\/day which is sufficient to maximize glutathione peroxidase activities. The suppression rate decreases with time.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":34395,
        "ReviewID":"CD010223",
        "PMID":"PMID:18302514",
        "Title":"No immunological benefit of selenium in consecutive patients with autoimmune thyroiditis.",
        "Abstract":"Recently it has been demonstrated that after selenium (Se) supplementation in autoimmune thyroiditis (AIT) patients, there was a significant decrease of thyroid peroxidase (TPO) autoantibody (TPOAb) levels. The aim of our study was to evaluate the immunological benefit of Se administration in unselected AIT patients and thus address the question whether Se administration should generally be recommended for AIT patients.\n                Thirty-six consecutive AIT patients (aged 19-85 years) were included in the present study. In addition to their levothyroxine (LT(4)) treatment, 18 patients received 200 microg (2.53 micromol) sodium selenite per day orally for the time span of 3 months, whereas 18 patients received placebo. All patients had measurement of thyroid hormones, thyrotropin (TSH), autoantibodies (thyroglobulin antibodies [TgAb] and TPOAb), Se levels, and intracellular cytokine detection in CD4(+) and CD8(+) T cells of peripheral blood mononuclear cells (PBMC) by flow cytometry before and after Se or placebo administration.\n                No significant difference in the TPOAb levels was found after Se administration (524 +\/- 452 vs. 505 +\/- 464 IU\/mL; p > 0.05). Furthermore, we found no significant differences in the CD4(+) or CD8(+) cytokine pattern (IFN-gamma, IL-2, IL-4, IL-5, IL-6, IL-10, IL-13, TNF-alpha, TNF-beta) in patients before and after Se administration, in patients before and after placebo administration and between Se group and placebo group before and after Se vs. placebo administration.\n                We demonstrate that Se administration in our AIT patient's cohort does not induce significant immunological changes, either in terms of cytokine production patterns of peripheral T lymphocytes or of TPOAb levels. Our data suggest that AIT patients with moderate disease activity (in terms of TPOAb and cytokine production patterns) may not (equally) benefit as patients with high disease activity.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":34393,
        "ReviewID":"CD010223",
        "PMID":"PMID:21508145",
        "Title":"The effect of levothyroxine and selenomethionine on lymphocyte and monocyte cytokine release in women with Hashimoto's thyroiditis.",
        "Abstract":"No previous study determined monocyte- and lymphocyte-suppressing effects of levothyroxine and selenomethionine and assessed whether their coadministration is superior to treatment with only one of these drugs.\n                Our objective was to compare the effect of levothyroxine and selenomethionine on monocyte and lymphocyte cytokine release and systemic inflammation in patients with Hashimoto's thyroiditis. DESIGN, SETTING, PARTICIPANTS, AND INTERVENTION: We conducted a randomized clinical trial involving a group of 170 ambulatory euthyroid women with recently diagnosed and previously untreated Hashimoto's thyroiditis and 41 matched healthy subjects. Participants were randomized in a double-blind fashion to receive a 6-month treatment with levothyroxine, selenomethionine, levothyroxine plus selenomethionine, or placebo. One hundred sixty-five patients completed the study.\n                Monocyte and lymphocyte release of proinflammatory cytokines and plasma levels of C-reactive protein (CRP) were assessed.\n                Compared with the control subjects, monocytes and lymphocytes of Hashimoto's thyroiditis patients released greater amounts of all cytokines studied. Levothyroxine reduced monocyte release of TNF-α, IL-1β, IL-6, and monocyte chemoattractant protein-1, whereas selenomethionine inhibited lymphocyte release of IL-2, interferon-γ, and TNF-α, which was accompanied by a reduction in plasma CRP levels. The decrease in cytokine release and in plasma CRP levels was strongest when both drugs were given together.\n                Despite affecting different types of inflammatory cells, levothyroxine and selenomethionine exhibit a similar systemic antiinflammatory effect in euthyroid females with Hashimoto's thyroiditis. This action, which correlates with a reduction in thyroid peroxidase antibody titers, may be associated with clinical benefits in the prevention and management of Hashimoto's thyroiditis, particularly in subjects receiving both agents.",
        "Year":2011.0
    },
    {
        "Unnamed: 0":34394,
        "ReviewID":"CD010223",
        "PMID":"PMID:17284630",
        "Title":"The influence of selenium supplementation on postpartum thyroid status in pregnant women with thyroid peroxidase autoantibodies.",
        "Abstract":"Pregnant women who are positive for thyroid peroxidase antibodies [TPOAb(+)] are prone to develop postpartum thyroid dysfunction (PPTD) and permanent hypothyroidism. Selenium (Se) decreases thyroid inflammatory activity in patients with autoimmune thyroiditis.\n                We examined whether Se supplementation, during and after pregnancy, influences the thyroidal autoimmune pattern and function.\n                This was a prospective, randomized, placebo-controlled study.\n                The study was conducted in the Department of Obstetrics and Gynecology and Department of Endocrinology.\n                A total of 2143 euthyroid pregnant women participated in the study; 7.9% were TPOAb(+).\n                During pregnancy and the postpartum period, 77 TPOAb(+) women received selenomethionine 200 microg\/d (group S1), 74 TPOAb(+) women received placebo (group S0), and 81 TPOAb(-) age-matched women were the control group (group C).\n                We measured the prevalence of PPTD and hypothyroidism.\n                PPTD and permanent hypothyroidism were significantly lower in group S1 compared with S0 (28.6 vs. 48.6%, P<0.01; and 11.7 vs. 20.3%, P<0.01).\n                Se supplementation during pregnancy and in the postpartum period reduced thyroid inflammatory activity and the incidence of hypothyroidism.",
        "Year":null
    }
]