[
    {
        "Unnamed: 0": 16766,
        "ReviewID": "CD005270",
        "PMID": "PMID:3655634",
        "Title": "Changes in blood pressure and body weight over ten years in men selected for glucose intolerance.",
        "Abstract": "Relative changes in body weight and blood pressure over ten years of observation are reported in men recruited for a trial of therapy in relation to the natural history of glucose intolerance. Half were recommended a diet restricting carbohydrate to 120 g daily (diet group) and half were recommended to 'limit use of table sugar' (no diet). In both groups average weight and blood pressure fell over the 12 to 18 months after treatment allocation, the decline being proportionately greater for both variables in the diet group. Subsequently, average weight remained constant up to the end of the ten year study, but blood pressure levels rose, though remaining below baseline levels in the diet group. Statistical analysis of changes in blood pressure and weight between initial (pre-treatment) and third follow-up visit measurement indicated that the proportional change in blood pressure was related principally to change in weight, with little relation to initial level of blood pressure. Although a reduction in weight results in a fall in blood pressure, it does not necessarily prevent a subsequent age related increase in blood pressure.",
        "Year": 1987,
        "CitationCount": 14
    },
    {
        "Unnamed: 0": 16768,
        "ReviewID": "CD005270",
        "PMID": "PMID:1643806",
        "Title": "Can life-styles of subjects with impaired glucose tolerance be changed? A feasibility study.",
        "Abstract": "Thirty-one subjects with impaired glucose tolerance were randomly allocated to a group receiving advice to improve their diet and physical activity levels over 6 months (n = 23) or to a control group (n = 8). At 6 months, 18 of the 23 subjects receiving 'healthy living' advice were re-examined (five subjects had withdrawn). Fourteen of the 18 subjects showed an alteration in diet or an increase in exercise. The 18 subjects re-evaluated showed a reduction in systolic blood pressure (118 +/- 15 vs 124 +/- 15 mmHg, p less than 0.05) and decrease in total plasma cholesterol (4.5 +/- 1 vs 5.2 +/- 1 mmol l-1, p less than 0.01) and LDL-cholesterol levels (2.8 +/- 0.9 vs 3.2 +/- 0.9 mmol l-1, p less than 0.05). Plasma glucose levels were unchanged. One subject withdrew from the control group. At 6 months, the seven control subjects examined showed no significant change in metabolic parameters, with little measurable change in diet or exercise. At 2 years, 17 of the 23 'healthy living' subjects were reassessed. Nine of the subjects had continued to exercise or maintained a decreased weight compared to baseline. Fasting plasma glucose levels had increased (6.0 +/- 1.2 vs 5.5 +/- 0.6 mmol l-1, p less than 0.05), with the only continued improvement being a reduced LDL level (2.8 +/- 0.7 vs 3.1 +/- 0.9 mmol l-1, p less than 0.05). At 2 years, a similar proportion of the control group were taking regular exercise compared with the 'healthy living' group.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1992,
        "CitationCount": 50
    },
    {
        "Unnamed: 0": 16764,
        "ReviewID": "CD005270",
        "PMID": "PMID:9096977",
        "Title": "Effects of diet and exercise in preventing NIDDM in people with impaired glucose tolerance. The Da Qing IGT and Diabetes Study.",
        "Abstract": "Individuals with impaired glucose tolerance (IGT) have a high risk of developing NIDDM. The purpose of this study was to determine whether diet and exercise interventions in those with IGT may delay the development of NIDDM, i.e., reduce the incidence of NIDDM, and thereby reduce the overall incidence of diabetic complications, such as cardiovascular, renal, and retinal disease, and the excess mortality attributable to these complications.\n                In 1986, 110,660 men and women from 33 health care clinics in the city of Da Qing, China, were screened for IGT and NIDDM. Of these individuals, 577 were classified (using World Health Organization criteria) as having IGT. Subjects were randomized by clinic into a clinical trial, either to a control group or to one of three active treatment groups: diet only, exercise only, or diet plus exercise. Follow-up evaluation examinations were conducted at 2-year intervals over a 6-year period to identify subjects who developed NIDDM. Cox's proportional hazard analysis was used to determine if the incidence of NIDDM varied by treatment assignment.\n                The cumulative incidence of diabetes at 6 years was 67.7% (95% CI, 59.8-75.2) in the control group compared with 43.8% (95% CI, 35.5-52.3) in the diet group, 41.1% (95% CI, 33.4-49.4) in the exercise group, and 46.0% (95% CI, 37.3-54.7) in the diet-plus-exercise group (P < 0.05). When analyzed by clinic, each of the active intervention groups differed significantly from the control clinics (P < 0.05). The relative decrease in rate of development of diabetes in the active treatment groups was similar when subjects were stratified as lean or overweight (BMI < or > or = 25 kg/m2). In a proportional hazards analysis adjusted for differences in baseline BMI and fasting glucose, the diet, exercise, and diet-plus-exercise interventions were associated with 31% (P < 0.03), 46% (P < 0.0005), and 42% (P < 0.005) reductions in risk of developing diabetes, respectively.\n                Diet and/or exercise interventions led to a significant decrease in the incidence of diabetes over a 6-year period among those with IGT.",
        "Year": 1997,
        "CitationCount": 4203
    },
    {
        "Unnamed: 0": 16755,
        "ReviewID": "CD005270",
        "PMID": "PMID:10598830",
        "Title": "Leptin concentrations and their relation to body fat distribution and weight loss--a prospective study in individuals with impaired glucose tolerance. DPS-study group.",
        "Abstract": "Leptin is proposed to be involved in regulation of body weight. Only little information is available on leptin concentrations in individuals with impaired glucose tolerance (IGT). The aim of the present study was to assess the effect of body fat distribution and weight reduction on serum leptin levels in a prospective setting in IGT subjects. Sixty-nine individuals with impaired glucose tolerance aged 45-64 years participated in this prospective study. Serum leptin levels were about 300% higher among females than among males, despite an only 30% higher fat percentage in females. A close association between degree of obesity and leptin concentrations was observed in both sexes. The correlation coefficient between fat mass and leptin concentration ranged between r = 0.467- 0.817 (p< 0.001 - 0.01). A close correlation between degree of weight loss and decrease in leptin concentrations was observed in both sexes. A 10.1 kg (9.6%) decrease in body weight among females was associated with a 32% decrease in leptin concentrations. The corresponding value among males for an 8.0 kg (8.6%) decrease was 29%. Changes in leptin concentrations were best explained by changes in fat mass among both males and females. Body fat distribution was also of importance, especially among females. Gender associated differences in leptin concentrations appear to be largely influenced by gender differences in body fat distribution.",
        "Year": 1999,
        "CitationCount": 27
    },
    {
        "Unnamed: 0": 16760,
        "ReviewID": "CD005270",
        "PMID": "PMID:10447232",
        "Title": "Improved fibrinolysis by intense lifestyle intervention. A randomized trial in subjects with impaired glucose tolerance.",
        "Abstract": "To assess the effects of lifestyle intervention on cardiovascular risk factors in general and especially on fibrinolysis.\n                Randomized clinical study.\n                A total of 186 subjects with impaired glucose tolerance and obesity.\n                The intervention programme included a low-fat, high-fibre diet and regular physical exercise. Half of the participants (n = 93) took part in a one-month learning and training session using different behavioural modification techniques and conducted in a full-board wellness centre (intense intervention group). The other half (n = 93) was randomized a one-hour counselling session with a specially trained nurse (usual care group). Follow-up was carried out after 12 months.\n                Body weight, oxygen consumption, plasminogen activator inhibitor type 1 (PAI-1) activity, tissue plasminogen activator (tPA) antigen, fibrinogen and fasting plasma insulin measured at the start of the programme and at follow-up after 1 year.\n                The intense intervention group had a mean weight decline by 1 year of 5.4 kg compared to 0.5 kg in the usual care group. Oxygen consumption in the intense group increased 10% vs. a 1% decline in the usual care group. In the intense group, PAI-1 activity decreased 31% (-10.1 U mL(-1)), which was significantly more than in the usual care group (12%; -3.0 U mL(-1)). The corresponding reductions in tPA antigen were 14% (-1.65 microg L(-1)) and 6% (-0.69 microg L(-1)).\n                The present randomized study shows that an intense lifestyle programme has sustained beneficial effects on fibrinolysis.",
        "Year": 1999,
        "CitationCount": 92
    },
    {
        "Unnamed: 0": 16769,
        "ReviewID": "CD005270",
        "PMID": "PMID:10440120",
        "Title": "Prevention of Type II diabetes in subjects with impaired glucose tolerance: the Diabetes Prevention Study (DPS) in Finland. Study design and 1-year interim report on the feasibility of the lifestyle intervention programme.",
        "Abstract": "AIMS/HYPOTHESIS; The aim of the Diabetes Prevention Study is to assess the efficacy of an intensive diet-exercise programme in preventing or delaying Type II (non-insulin-dependent) diabetes mellitus in subjects with impaired glucose tolerance, to evaluate the effects of the intervention programme on cardiovascular risk factors and to assess the determinants for the progression to diabetes in persons with impaired glucose tolerance.\n                A total of 523 overweight subjects with impaired glucose tolerance ascertained by two oral glucose tolerance tests were randomised to either a control or intervention group. The control subjects received general information at the start of the trial about the lifestyle changes necessary to prevent diabetes and about annual follow-up visits. The intervention subjects had seven sessions with a nutritionist during the first year and a visit every 3 months thereafter aimed at reducing weight, the intake of saturated fat and increasing the intake of dietary fibre. Intervention subjects were also guided individually to increase their physical activity.\n                During the first year, weight loss in the first 212 study subjects was 4.7 +/- 5.5 vs 0.9 +/- 4.1 kg in the intervention and control group, respectively (p < 0.001). The plasma glucose concentrations (fasting: 5.9 +/- 0.7 vs 6.4 +/- 0.8 mmol/l, p < 0.001; and 2-h 7.8 +/- 1.8 vs 8.5 +/- 2.3 mmol/l, p < 0.05) were significantly lower in the intervention group after the first year of intervention. Favourable changes were also found in blood pressure, serum lipids and anthropometric indices in the intervention group.\n                The interim results show the efficacy and feasibility of the lifestyle intervention programme.",
        "Year": 1999,
        "CitationCount": 394
    },
    {
        "Unnamed: 0": 16754,
        "ReviewID": "CD005270",
        "PMID": "PMID:10889804",
        "Title": "The Finnish Diabetes Prevention Study.",
        "Abstract": "The aim of the Finnish Diabetes Prevention Study is to assess the efficacy of an intensive diet-exercise programme in preventing or delaying type 2 diabetes in individuals with impaired glucose tolerance (IGT) and to evaluate the effect of the programme on the risk factors of atherosclerotic vascular diseases and the incidence of cardiovascular events. In this ongoing study, a total of 523 overweight subjects with IGT based on two oral glucose tolerance tests were randomized to either an intervention group or a control group. The main measure in the intervention group is individual dietary advice aimed at reducing weight and intake of saturated fat and increasing intake of dietary fibre. The intervention subjects are individually guided to increase their level of physical activity. The control group receives general information about the benefits of weight reduction, physical activity and healthy diet in the prevention of diabetes. A pilot study began in 1993, and recruitment ended in 1998. By the end of April 1999 there were 65 new cases of diabetes, 34 drop-outs and one death. The weight reduction was greater (-4.6 kg) at 1 year in the intervention group (n = 152) than in the control group (n = 143, -0.9 kg, P < 0.0001), and this difference was sustained in the second year of follow-up. At 1 year 43.4% and at 2 years 41.8% of the intervention subjects had achieved a weight reduction of at least 5 kg, while the corresponding figures for the control subjects were 14.0 and 12.0% (P < 0.001 between the groups). At 1 year the intervention group showed significantly greater reductions in 2 h glucose, fasting and 2 h insulin, systolic and diastolic blood pressure, and serum triglycerides. Most of the beneficial changes in cardiovascular risk factors were sustained for 2 years. These interim results of the ongoing Finnish Diabetes Prevention Study demonstrate the efficacy and feasibility of the lifestyle intervention programme.",
        "Year": 2000,
        "CitationCount": 459
    },
    {
        "Unnamed: 0": 16758,
        "ReviewID": "CD005270",
        "PMID": "PMID:11092283",
        "Title": "The Diabetes Prevention Program: baseline characteristics of the randomized cohort. The Diabetes Prevention Program Research Group.",
        "Abstract": "The Diabetes Prevention Program (DPP) is a 27-center randomized clinical trial designed to evaluate the safety and efficacy of interventions that may delay or prevent development of diabetes in people at increased risk for type 2 diabetes.\n                Eligibility requirements were age > or = 25 years, BMI > or = 24 kg/m2 (> or = 22 kg/m2 for Asian-Americans), and impaired glucose tolerance plus a fasting plasma glucose of 5.3-6.9 mmol/l (or < or = 6.9 mmol for American Indians). Randomization of participants into the DPP over 2.7 years ended in June 1999. Baseline data for the three treatment groups--intensive lifestyle modification, standard care plus metformin, and standard care plus placebo--are presented for the 3,234 participants who have been randomized.\n                Of all participants, 55% were Caucasian, 20% were African-American, 16% were Hispanic, 5% were American Indian, and 4% were Asian-American. Their average age at entry was 51 +/- 10.7 years (mean +/- SD), and 67.7% were women. Moreover, 16% were < 40 years of age, and 20% were > or = 60 years of age. Of the women, 48% were postmenopausal. Men and women had similar frequencies of history of hypercholesterolemia (37 and 33%, respectively) or hypertension (29 and 26%, respectively). On the basis of fasting lipid determinations, 54% of men and 40% of women fit National Cholesterol Education Program criteria for abnormal lipid profiles. More men than women were current or former cigarette smokers or had a history of coronary heart disease. Furthermore, 66% of men and 71% of women had a first-degree relative with diabetes. Overall, BMI averaged 34.0 +/- 6.7 kg/m2 at baseline with 57% of the men and 73% of women having a BMI > or = 30 kg/m2. Average fasting plasma glucose (6.0 +/- 0.5 mmol/l) and HbA1c (5.9 +/- 0.5%) in men were comparable with values in women (5.9 +/- 0.4 mmol/l and 5.9 +/- 0.5%, respectively).\n                The DPP has successfully randomized a large cohort of participants with a wide distribution of age, obesity, and ethnic and racial backgrounds who are at high risk for developing type 2 diabetes. The study will examine the effects of interventions on the development of diabetes.",
        "Year": 2000,
        "CitationCount": 350
    },
    {
        "Unnamed: 0": 16757,
        "ReviewID": "CD005270",
        "PMID": "PMID:11333990",
        "Title": "Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance.",
        "Abstract": "Type 2 diabetes mellitus is increasingly common, primarily because of increases in the prevalence of a sedentary lifestyle and obesity. Whether type 2 diabetes can be prevented by interventions that affect the lifestyles of subjects at high risk for the disease is not known.\n                We randomly assigned 522 middle-aged, overweight subjects (172 men and 350 women; mean age, 55 years; mean body-mass index [weight in kilograms divided by the square of the height in meters], 31) with impaired glucose tolerance to either the intervention group or the control group. Each subject in the intervention group received individualized counseling aimed at reducing weight, total intake of fat, and intake of saturated fat and increasing intake of fiber and physical activity. An oral glucose-tolerance test was performed annually; the diagnosis of diabetes was confirmed by a second test. The mean duration of follow-up was 3.2 years.\n                The mean (+/-SD) amount of weight lost between base line and the end of year 1 was 4.2+/-5.1 kg in the intervention group and 0.8+/-3.7 kg in the control group; the net loss by the end of year 2 was 3.5+/-5.5 kg in the intervention group and 0.8+/-4.4 kg in the control group (P<0.001 for both comparisons between the groups). The cumulative incidence of diabetes after four years was 11 percent (95 percent confidence interval, 6 to 15 percent) in the intervention group and 23 percent (95 percent confidence interval, 17 to 29 percent) in the control group. During the trial, the risk of diabetes was reduced by 58 percent (P<0.001) in the intervention group. The reduction in the incidence of diabetes was directly associated with changes in lifestyle.\n                Type 2 diabetes can be prevented by changes in the lifestyles of high-risk subjects.",
        "Year": 2001,
        "CitationCount": 10392
    },
    {
        "Unnamed: 0": 16759,
        "ReviewID": "CD005270",
        "PMID": "PMID:12453955",
        "Title": "The Diabetes Prevention Program (DPP): description of lifestyle intervention.",
        "Abstract": "The purpose of the present article is to provide a detailed description of the highly successful lifestyle intervention administered to 1,079 participants, which included 45% racial and ethnic minorities and resulted in a 58% reduction in the incidence rate of diabetes (2). The two major goals of the Diabetes Prevention Program (DPP) lifestyle intervention were a minimum of 7% weight loss/weight maintenance and a minimum of 150 min of physical activity similar in intensity to brisk walking. Both goals were hypothesized to be feasible, safe, and effective based on previous clinical trials in other countries (3-7). The methods used to achieve these lifestyle goals include the following key features: 1) individual case managers or \"lifestyle coaches;\" 2) frequent contact with participants; 3) a structured, state-of-the-art, 16-session core-curriculum that taught behavioral self-management strategies for weight loss and physical activity; 4) supervised physical activity sessions; 5) a more flexible maintenance intervention, combining group and individual approaches, motivational campaigns, and \"restarts;\" 6) individualization through a \"toolbox\" of adherence strategies; 7) tailoring of materials and strategies to address ethnic diversity; and finally 8) an extensive network of training, feedback, and clinical support.",
        "Year": 2002,
        "CitationCount": 1332
    },
    {
        "Unnamed: 0": 16765,
        "ReviewID": "CD005270",
        "PMID": "PMID:12196418",
        "Title": "Improvement of BMI, body composition, and body fat distribution with lifestyle modification in Japanese Americans with impaired glucose tolerance.",
        "Abstract": "To determine whether diet and endurance exercise improved adiposity-related measurements in Japanese Americans with impaired glucose tolerance (IGT).\n                This study compared the effects of an American Heart Association (AHA) step 2 diet (<30% of total calories as fat, <7% saturated fat, 55% carbohydrate, and < 200 mg cholesterol daily) plus endurance exercise for 1 h three times a week (treatment group) with an AHA step 1 diet (30% of total calories as fat, 10% saturated fat, 50% carbohydrate, and <300 mg cholesterol) plus stretching exercise three times a week (control group) on BMI, body composition (% fat), and body fat distribution at 6 and 24 months of follow-up in 64 Japanese American men and women with IGT, 58 of whom completed the study.\n                At 6 months, the treatment group showed significantly greater reduction in percent, body fat (-1.4 +/- 0.4 vs. -0.3 +/- 0.3%); BMI (-1.1 +/- 0.2 vs. -0.4 +/- 0.1 kg/m(2)); subcutaneous fat by computed tomography at the abdomen (-29.3 +/- 4.2 vs. -5.7 +/- 5.9 cm(2)), thigh (-13.2 +/- 3.6 vs. -3.6 +/- 3.0 cm(2)), and thorax (-19.6 +/- 3.6 vs. -8.9 +/- 2.6 cm(2)); and skinfold thickness at the bicep (-2.0 +/- 0.6 vs. 1.1 +/- 0.6 mm) and tricep (-3.7 +/- 0.8 vs. -0.9 +/- 0.6 mm), which continued despite moving to home-based exercise for the last 18 months.\n                Diet and endurance exercise improved BMI, body composition, and body fat distribution and, thus, may delay or prevent type 2 diabetes in Japanese Americans with IGT.",
        "Year": 2002,
        "CitationCount": 87
    },
    {
        "Unnamed: 0": 16767,
        "ReviewID": "CD005270",
        "PMID": "PMID:14633807",
        "Title": "The Finnish Diabetes Prevention Study (DPS): Lifestyle intervention and 3-year results on diet and physical activity.",
        "Abstract": "To describe the 1) lifestyle intervention used in the Finnish Diabetes Prevention Study, 2) short- and long-term changes in diet and exercise behavior, and 3) effect of the intervention on glucose and lipid metabolism.\n                There were 522 middle-aged, overweight subjects with impaired glucose tolerance who were randomized to either a usual care control group or an intensive lifestyle intervention group. The control group received general dietary and exercise advice at baseline and had an annual physician's examination. The subjects in the intervention group received additional individualized dietary counseling from a nutritionist. They were also offered circuit-type resistance training sessions and advised to increase overall physical activity. The intervention was the most intensive during the first year, followed by a maintenance period. The intervention goals were to reduce body weight, reduce dietary and saturated fat, and increase physical activity and dietary fiber.\n                The intervention group showed significantly greater improvement in each intervention goal. After 1 and 3 years, weight reductions were 4.5 and 3.5 kg in the intervention group and 1.0 and 0.9 kg in the control group, respectively. Measures of glycemia and lipemia improved more in the intervention group.\n                The intensive lifestyle intervention produced long-term beneficial changes in diet, physical activity, and clinical and biochemical parameters and reduced diabetes risk. This type of intervention is a feasible option to prevent type 2 diabetes and should be implemented in the primary health care system.",
        "Year": 2003,
        "CitationCount": 1840
    },
    {
        "Unnamed: 0": 16762,
        "ReviewID": "CD005270",
        "PMID": "PMID:12849923",
        "Title": "Study on lifestyle-intervention and impaired glucose tolerance Maastricht (SLIM): design and screening results.",
        "Abstract": "The study on lifestyle-intervention and impaired glucose tolerance Maastricht (SLIM) is a 3 years randomised clinical trial designed to evaluate the effect of a combined diet and physical activity intervention program on glucose tolerance in a Dutch population at increased risk for developing type 2 diabetes. Here the design of the lifestyle-intervention study is described and results are presented from the preliminary population screening, conducted between March 1999 and June 2000. In total, 2,820 subjects with an increased risk of having disturbances in glucose homeostasis (i.e. age >40 years and BMI>25 kg/m(2) or a family history of diabetes) underwent a first oral glucose tolerance test (OGTT). Abnormal glucose homeostasis was detected in 826 subjects (30.4%): 226 type 2 diabetes (type 2DM, 8.3%), 215 impaired fasting glucose (IFG, 7.9%) and 385 impaired glucose tolerance (IGT, 14.2%). Both increasing age and BMI were strongly related to the prevalence of IGT and diabetes. After a second OGTT, 114 subjects with glucose intolerance and in otherwise good health were eligible for participation in the intervention study (SLIM). The high prevalence of disturbances in glucose homeostasis observed in the preliminary screening underscore the importance of early (lifestyle) interventions in those at risk for developing diabetes. SLIM will address this topic in the Dutch population.",
        "Year": 2003,
        "CitationCount": 76
    },
    {
        "Unnamed: 0": 16756,
        "ReviewID": "CD005270",
        "PMID": "PMID:14514637",
        "Title": "Long-term improvement in insulin sensitivity by changing lifestyles of people with impaired glucose tolerance: 4-year results from the Finnish Diabetes Prevention Study.",
        "Abstract": "Lifestyle interventions reduce the incidence of type 2 diabetes among individuals with impaired glucose tolerance (IGT). However, it is unknown whether this is due to improved insulin sensitivity or insulin secretion. We investigated at baseline insulin sensitivity and insulin secretion applying frequently sampled intravenous glucose tolerance test (FSIGT) in 87 of 101 obese middle-aged subjects with IGT randomized into an intervention or a control group in the Finnish Diabetes Prevention Study. FSIGT was repeated after 4 years in 52 people. There were no significant differences in any of the baseline anthropometric or metabolic characteristics between the groups. The 4-year weight and waist circumference decreases were greater in the intervention than in the control group (P = 0.043 and P = 0.025, respectively). At 4-year examination, insulin sensitivity (Si) tended to be higher in the intervention group (the difference between the mean values 36%; P = 0.067, and P = 0.136 after adjustment for age, sex, BMI, and baseline Si value). There was strong correlation between the 4-year changes in Si and weight (r = -0.628 and r = -0.710, for intervention and control groups; P < 0.001 for both). In the entire group, Si improved by 64% in the highest tertile of weight loss but deteriorated by 24% in those who gained weight (lowest tertile). Acute insulin response declined significantly in the control group. In conclusion, Si markedly improved by weight reduction during the 4-year follow-up of individuals with IGT. Insulin secretion remained constant for years in individuals with IGT who were able to lose weight.",
        "Year": 2003,
        "CitationCount": 192
    },
    {
        "Unnamed: 0": 16763,
        "ReviewID": "CD005270",
        "PMID": "PMID:12629566",
        "Title": "Study on Lifestyle Intervention and Impaired Glucose Tolerance Maastricht (SLIM): preliminary results after one year.",
        "Abstract": "Important risk factors for the progression from impaired glucose tolerance to type II diabetes mellitus are obesity, diet and physical inactivity. The aim of this study is to evaluate the effect of a lifestyle-intervention programme on glucose tolerance in Dutch subjects with impaired glucose tolerance (IGT).\n                A total of 102 subjects were studied, randomised into two groups. Subjects in the intervention group received regular dietary advice, and were stimulated to lose weight and to increase their physical activity. The control group received only brief information about the beneficial effects of a healthy diet and increased physical activity. Before and after the first year, glucose tolerance was measured and several other measurements were done.\n                Body weight loss after 1 y was higher in the intervention group. The 2-h blood glucose concentration decreased 0.8+/-0.3 mmol/l in the intervention group and increased 0.2+/-0.3 mmol/l in the control group (P<0.05). Body weight loss and increased physical fitness were the most important determinants of improved glucose tolerance and insulin sensitivity.\n                A lifestyle-intervention programme according to general recommendations is effective and induces beneficial changes in lifestyle, which improve glucose tolerance in subjects with IGT. Body weight loss and increased physical fitness were the most important determinants of improved glucose tolerance and insulin sensitivity.",
        "Year": 2003,
        "CitationCount": 112
    },
    {
        "Unnamed: 0": 16770,
        "ReviewID": "CD005270",
        "PMID": "PMID:14694225",
        "Title": "Lifestyle intervention according to general recommendations improves glucose tolerance.",
        "Abstract": "Changing dietary and physical activity habits has the potential to postpone or prevent the development of type 2 diabetes. However, it needs to be assessed whether moderate interventions, in agreement with current guidelines for the general population, are effective. We evaluated the impact of a 2-year combined diet and physical activity intervention program on glucose tolerance in Dutch subjects at increased risk for developing diabetes.\n                Subjects with glucose intolerance were randomly assigned to either the lifestyle intervention group (INT) or control group (CON). The INT received regular dietary advice and was stimulated to increase their physical activity. The CON received a brief leaflet about healthy diet and increased physical activity. Primary outcome measure was the change in glucose tolerance.\n                In total, 88 subjects completed 2 years of intervention (40 subjects in the INT, 48 subjects in the CON, mean BMI 29.4 kg/m2). Subjects in the INT reduced their body weight, waist circumference, and (saturated) fat intake and improved their aerobic capacity. Two-hour plasma glucose concentration declined from 8.7 to 8.0 mM in the INT and rose from 8.6 to 9.4 mM in the CON (p < 0.01). Subjects adherent to both the diet and exercise intervention showed the largest reduction in 2-hour glucose levels.\n                Our results showed that a lifestyle intervention program according to general recommendations improves glucose tolerance, even in a less obese and more physical active population. Furthermore, our results underscore the importance of combining diet and physical activity to improve glucose tolerance and insulin resistance.",
        "Year": 2003,
        "CitationCount": 129
    },
    {
        "Unnamed: 0": 16761,
        "ReviewID": "CD005270",
        "PMID": "PMID:761734",
        "Title": "Worsening to diabetes in men with impaired glucose tolerance (\"borderline diabetes\").",
        "Abstract": "Two hundred and four men with impaired glucose tolerance (borderline diabetes) discovered in a screening examination have been observed for five years and repeated tests of glucose tolerance performed. By pre-determined criteria 27 men 'worsened to diabetes' and this metabolic deterioration was not significantly influenced by treatment with carbohydrate restriction with or without a daily dose of 50 mg phenformin. Of the baseline variables measured prior to treatment allocation only the blood glucose values were significantly predictive of ultimate worsening to diabetes.",
        "Year": 2004,
        "CitationCount": 87
    }
]