[
    {
        "Unnamed: 0": 14876,
        "ReviewID": "CD001083",
        "PMID": "PMID:3281603",
        "Title": "Cyclosporin in rheumatoid arthritis: a double blind, placebo controlled study in 52 patients.",
        "Abstract": "The efficacy and safety of cyclosporin A (CyA) for patients with rheumatoid arthritis were assessed in a four month double blind, placebo controlled study using an initial dosage of 5 mg/kg daily. Six patients withdrew from the study (two in the placebo group because of inefficacy of treatment and four in the CyA group because of side effects). These six patients were considered therapeutic failures. At the end of the trial the study treatment was considered as good or very good by 14 out of the 26 CyA group patients and by only two out of the 26 placebo group patients. Moreover, in the CyA group significant improvement was observed in five of the seven clinical assessment criteria. Clinical improvement was correlated with a decrease in C reactive protein, alpha 1 glycoprotein levels, and platelet count but not with erythrocyte sedimentation rate or rheumatoid factor titres. Renal toxicity (13 cases) remained the major problem in the management of these patients. This study shows that CyA is effective in active rheumatoid arthritis but requires close monitoring for toxicity.",
        "Year": 1988,
        "CitationCount": 130
    },
    {
        "Unnamed: 0": 14875,
        "ReviewID": "CD001083",
        "PMID": "PMID:1970370",
        "Title": "Low-dose cyclosporin versus placebo in patients with rheumatoid arthritis.",
        "Abstract": "144 patients with severe rheumatoid arthritis from six centres were randomised to receive oral cyclosporin or placebo for 6 months. The initial daily dose of cyclosporin was 2.5 mg/kg, which was increased cautiously with monitoring of serum cyclosporin levels and creatinine; the mean stabilisation dose was 3.8 mg/kg. There were significant improvements in the cyclosporin-treated patients compared with the controls in the major outcomes of reduction of active joints (23% improvement), pain (24%), and functional status (16%); global improvement was 27%. In the cyclosporin group serum creatinine increased by a mean of 15.6 mumols/l and mean arterial blood pressure by 6.27 mmHg; these increases were controlled in all but 2 patients by dose adjustment without withdrawal from the study.",
        "Year": 1990,
        "CitationCount": 237
    },
    {
        "Unnamed: 0": 14874,
        "ReviewID": "CD001083",
        "PMID": "PMID:7945477",
        "Title": "Radiologic evidence of disease modification in rheumatoid arthritis patients treated with cyclosporine. Results of a 48-week multicenter study comparing low-dose cyclosporine with placebo. Norwegian Arthritis Study Group.",
        "Abstract": "To evaluate the therapeutic efficacy of 46 weeks of treatment with cyclosporine (5 mg/kg/day) in patients with rheumatoid arthritis (RA).\n                A 48-week randomized, double-blind, placebo-controlled, multicenter study of cyclosporine was conducted in 122 patients with active RA. Patients were evaluated by objective and subjective clinical and radiologic measurements at baseline and at the end of the study.\n                Statistically significant improvement and clinically important changes were seen for the number of tender joints, number of swollen joints, pain score, duration of morning stiffness, and Lee's functional index in the cyclosporine-treated group at the end of the study. Radiographic examination showed that cyclosporine was capable of retarding joint destruction. In the cyclosporine-treated group, serum creatinine levels increased by 17.5 mumoles/liter (23%) at week 24 and by 21.8 mumoles/liter (26%) at week 48. There was no significant difference in mean serum creatinine levels in patients treated with cyclosporine alone and those treated with cyclosporine plus nonsteroidal antiinflammatory drugs. Five patients had to be treated with antihypertensive drugs, and 2 patients were withdrawn from the study because of increased serum creatinine.\n                The study shows that cyclosporine seems to have disease-modifying effects in RA.",
        "Year": 1994,
        "CitationCount": 103
    }
]