[
    {
        "Unnamed: 0": 29856,
        "ReviewID": "CD000951",
        "PMID": "PMID:2405864",
        "Title": "The effect of folic acid supplementation on the toxicity of low-dose methotrexate in patients with rheumatoid arthritis.",
        "Abstract": "Thirty-two patients with rheumatoid arthritis completed a 24-week, placebo-controlled, double-blind trial of folic acid (FA) supplementation during low-dose methotrexate (MTX) therapy. Administration of the daily FA supplement significantly lowered toxicity scores without affecting efficacy, as measured by joint counts, joint indices, and patient and physician evaluation of disease activity. Fifteen patients experienced some sort of toxicity; 67% were in the placebo group, and 33% were in the FA supplement group. Four patients in the placebo group had toxicity levels serious enough to require discontinuation of the MTX, while no patients in the FA supplement group discontinued MTX because of toxicity. Low-normal initial plasma and red blood cell folate levels were predictive of future toxicity with MTX therapy. We conclude that a daily supplement of 1 mg of FA during low-dose MTX therapy (median dose 7.5 mg/week [16.4 mumoles]) is usefull in lessening toxicity without altering efficacy during the first 6 months of treatment.",
        "Year": 1990.0,
        "CitationCount": 254
    },
    {
        "Unnamed: 0": 29858,
        "ReviewID": "CD000951",
        "PMID": "PMID:8350329",
        "Title": "Low dose leucovorin does not interfere with the efficacy of methotrexate in rheumatoid arthritis: an 8 week randomized placebo controlled trial.",
        "Abstract": "To determine if simultaneously administered low dose leucovorin interferes with the efficacy of methotrexate (MTX).\n                An 8-week double blind placebo controlled study of leucovorin (1 mg) in 16 patients with rheumatoid arthritis receiving chronic MTX was performed at a single academic center.\n                A flare of disease activity was not observed. Clinical variables of arthritis activity did not change in the leucovorin treated population.\n                Low dose leucovorin when taken simultaneously with MTX did not interfere with the efficacy of MTX in a short term 8 week trial.",
        "Year": 1993.0,
        "CitationCount": 52
    },
    {
        "Unnamed: 0": 29860,
        "ReviewID": "CD000951",
        "PMID": "PMID:8507221",
        "Title": "Low-dose methotrexate with leucovorin (folinic acid) in the management of rheumatoid arthritis. Results of a multicenter randomized, double-blind, placebo-controlled trial.",
        "Abstract": "To determine whether the side effects of methotrexate can be decreased by the concurrent use of leucovorin, without affecting the efficacy of the methotrexate.\n                We conducted a multicenter randomized, double-blind, placebo-controlled trial of leucovorin administration, 2.5-5.0 mg orally, to be given 24 hours after the single, weekly, oral dose of methotrexate. Every 3 weeks for 52 weeks, patients were evaluated for rheumatic disease activity and side effects. Dosage adjustments for both methotrexate and leucovorin were made as needed, according to a defined protocol. The primary outcome evaluated was the frequency of study withdrawals because of side effects and/or inefficacy. Secondary outcomes evaluated included the frequency of side effects and the relative efficacy of methotrexate in the leucovorin and placebo treatment groups.\n                Ninety-two evaluable patients were analyzed (44 took leucovorin and 48 placebo). Twenty-two patients withdrew early because of side effects unresponsive to our protocol, and 1 because of inefficacy; 17 had been taking placebo and 6 had been taking leucovorin (35% versus 14%, P < 0.02). The number of visits during which side effects were reported was reduced by almost 50% in the leucovorin treatment group (P < 0.001). There were significant reductions in the frequencies of all common side effects. At 52 weeks, disease activity was similar in both patient groups.\n                The methotrexate-leucovorin protocol used significantly reduces common side effects of methotrexate therapy without significantly altering efficacy.",
        "Year": 1993.0,
        "CitationCount": 132
    },
    {
        "Unnamed: 0": 29857,
        "ReviewID": "CD000951",
        "PMID": "PMID:7978695",
        "Title": "Supplementation with folic acid during methotrexate therapy for rheumatoid arthritis. A double-blind, placebo-controlled trial.",
        "Abstract": "To determine the effect of two different weekly doses of folic acid on the toxicity and efficacy of low-dose methotrexate therapy for rheumatoid arthritis.\n                Randomized, double-blind, placebo-controlled study.\n                79 persons between 19 and 78 years of age who fulfilled the American Rheumatism Association's criteria for rheumatoid arthritis.\n                Participants were randomly assigned to visually identical placebo or to 5 mg or 27.5 mg of folic acid each week.\n                Duration, intensity, and clinical severity of toxic events; efficacy (indices of joint tenderness and swelling and grip strength); plasma and erythrocyte folate levels; and other laboratory variables.\n                Folic acid supplementation at either dose did not affect the efficacy of methotrexate therapy as judged by joint indices and patient and physician assessments of disease. Patients given folic acid supplements had lower toxicity scores than did participants given placebo (P < or = 0.001). Low blood folate levels and increased mean corpuscular volumes were associated with substantial methotrexate toxicity, whereas daily dietary intakes of more than 900 nmol (400 micrograms) of folic acid were associated with little methotrexate toxicity.\n                Folic acid, an inexpensive vitamin, is safe in a broad range of doses and protects patients with rheumatoid arthritis who are taking methotrexate from toxicity while preserving the efficacy of methotrexate.",
        "Year": 1994.0,
        "CitationCount": 367
    },
    {
        "Unnamed: 0": 29859,
        "ReviewID": "CD000951",
        "PMID": "PMID:11710708",
        "Title": "The C677T mutation in the methylenetetrahydrofolate reductase gene: a genetic risk factor for methotrexate-related elevation of liver enzymes in rheumatoid arthritis patients.",
        "Abstract": "To study the possible relationship between the C677T mutation in the methylenetetrahydrofolate reductase (MTHFR) gene and the toxicity and efficacy of treatment with methotrexate (MTX) in patients with rheumatoid arthritis (RA).\n                Genotype analysis of the MTHFR gene was done in 236 patients who started MTX treatment with (n = 157) or without (n = 79) folic or folinic acid supplementation. Outcomes were parameters of efficacy of MTX treatment, patient withdrawal due to adverse events, discontinuation of MTX treatment because of elevated liver enzyme levels, and the total occurrence of elevated liver enzyme levels during the study. Multivariate logistic regression analysis was used to study the relationship between the presence of the MTHFR C677T mutation and toxicity outcomes of MTX treatment.\n                Forty-eight percent of the patients showed the homozygous (T/T) or heterozygous (T/C) mutation. The presence of the C677CT or C677TT genotypes was associated with an increased risk of discontinuing MTX treatment because of adverse events (relative risk 2.01; 95% confidence interval 1.09, 3.70), mainly due to an increased risk of elevated liver enzyme levels (relative risk 2.38; 95% confidence interval 1.06, 5.34). Efficacy parameters were not significantly different between the patients with and those without the mutation.\n                The C677T mutation is the first identified genetic risk factor for elevated alanine aminotransferase values during MTX treatment in patients with RA. We postulate that the incidence of clinically important elevation of liver enzyme levels during MTX treatment is mediated by homocysteine metabolism. Supplementation with folic or folinic acid reduced the risk of toxicity-related discontinuation of MTX treatment both in patients with and in patients without the mutation.",
        "Year": 2001.0,
        "CitationCount": 202
    },
    {
        "Unnamed: 0": 29861,
        "ReviewID": "CD000951",
        "PMID": "PMID:2132565",
        "Title": "Administration of folinic acid after low dose methotrexate in patients with rheumatoid arthritis.",
        "Abstract": "Folinic acid (leucovorin) supplementation has been suggested as a possible means of treating the short term side effects that occur with low dose methotrexate (MTX). However, it has not been established whether leucovorin will abrogate the antiarthritic effect of MTX. We entered 20 patients with rheumatoid arthritis treated with MTX into a 48 week randomized, double blind, crossover trial of folinic acid vs placebo. The dose of folinic acid was equal to the dose of MTX and it was given orally 4 h following the single, weekly MTX administration. Under these conditions, leucovorin did not decrease the therapeutic effect of MTX. While the incidence of stomatitis and gastrointestinal toxicity were lower during leucovorin treatment, our study lacked sufficient power to establish a statistically significant difference.",
        "Year": null,
        "CitationCount": 57
    }
]