[
    {
        "Unnamed: 0": 28312,
        "ReviewID": "CD003186",
        "PMID": "PMID:9457092",
        "Title": "Thrombosis prevention trial: randomised trial of low-intensity oral anticoagulation with warfarin and low-dose aspirin in the primary prevention of ischaemic heart disease in men at increased risk. The Medical Research Council's General Practice Research Framework.",
        "Abstract": "We aimed to evaluate low intensity oral anticoagulation with warfarin and low-dose aspirin in the primary prevention of ischaemic heart disease (IHD).\n                5499 men aged between 45 years and 69 years at high risk of IHD were recruited from 108 practices in the UK that belong to the Medical Research Council's General Practice Research Framework. Initially, warfarin or placebo was randomly allocated to 1427 men; 1013 of these men later moved to a factorial stage of the trial, retaining their warfarin or placebo warfarin allocation and adding randomly allocated active or placebo aspirin. Another 4072 men entered directly into the factorial stage making a total of 5085 men. The four factorial treatment groups were: active warfarin and active aspirin (WA, n = 1277), active warfarin and placebo aspirin (W, n = 1268), and placebo warfarin and active aspirin (A, n = 1268), and placebo warfarin and placebo aspirin (P, n = 1272). The primary end-point was all IHD defined as the sum of coronary death and fatal and non-fatal myocardial infarction (MI).\n                The mean International Normalised Ratio (INR) of those on active warfarin was 1.47. The mean warfarin dose was 4.1 mg a day (range 0.5 mg-12.5 mg). There were 410 IHD events (142 fatal, 268 non-fatal). The main effect of warfarin (i.e., WA and W vs A and P) was a reduction in all IHD of 21% (95% CI 4-35, p = 0.02) chiefly due to a 39% reduction (15-57, p = 0.003) in fatal events so that warfarin reduced the death rate from all causes by 17% (1-30, p = 0.04). The main effect of aspirin (i.e., WA and A vs W and P) was a reduction in all IHD of 20% (1-35, p = 0.04) almost entirely due to a 32% reduction (12-48, p = 0.004) in non-fatal events. Absolute reductions in all IHD due to warfarin or aspirin were 2.6 and 2.3 per 1000 person years, respectively. WA reduced all IHD by 34% (11-51, p = 0.006) compared with P. WA increased haemorrhagic and fatal strokes. Ruptured aortic or dissecting aneurysms occurred in 15 of those who were or had been on warfarin compared with three of those who had not (p = 0.01).\n                These results add to evidence that aspirin reduces non-fatal IHD. Warfarin reduced all IHD chiefly because of an effect on fatal events. Combined treatment with warfarin and aspirin is more effective in the reduction of IHD than either agent on its own.",
        "Year": 1998,
        "CitationCount": 634
    },
    {
        "Unnamed: 0": 28313,
        "ReviewID": "CD003186",
        "PMID": "PMID:9635947",
        "Title": "Effects of intensive blood-pressure lowering and low-dose aspirin in patients with hypertension: principal results of the Hypertension Optimal Treatment (HOT) randomised trial. HOT Study Group.",
        "Abstract": "Despite treatment, there is often a higher incidence of cardiovascular complications in patients with hypertension than in normotensive individuals. Inadequate reduction of their blood pressure is a likely cause, but the optimum target blood pressure is not known. The impact of acetylsalicylic acid (aspirin) has never been investigated in patients with hypertension. We aimed to assess the optimum target diastolic blood pressure and the potential benefit of a low dose of acetylsalicylic acid in the treatment of hypertension.\n                18790 patients, from 26 countries, aged 50-80 years (mean 61.5 years) with hypertension and diastolic blood pressure between 100 mm Hg and 115 mm Hg (mean 105 mm Hg) were randomly assigned a target diastolic blood pressure. 6264 patients were allocated to the target pressure < or =90 mm Hg, 6264 to < or =85 mm Hg, and 6262 to < or =80 mm Hg. Felodipine was given as baseline therapy with the addition of other agents, according to a five-step regimen. In addition, 9399 patients were randomly assigned 75 mg/day acetylsalicylic acid (Bamycor, Astra) and 9391 patients were assigned placebo.\n                Diastolic blood pressure was reduced by 20.3 mm Hg, 22.3 mm Hg, and 24.3 mm Hg, in the < or =90 mm Hg, < or =85 mm Hg, and < or =80 mm Hg target groups, respectively. The lowest incidence of major cardiovascular events occurred at a mean achieved diastolic blood pressure of 82.6 mm Hg; the lowest risk of cardiovascular mortality occurred at 86.5 mm Hg. Further reduction below these blood pressures was safe. In patients with diabetes mellitus there was a 51% reduction in major cardiovascular events in target group < or =80 mm Hg compared with target group < or =90 mm Hg (p for trend=0.005). Acetylsalicylic acid reduced major cardiovascular events by 15% (p=0.03) and all myocardial infarction by 36% (p=0.002), with no effect on stroke. There were seven fatal bleeds in the acetylsalicylic acid group and eight in the placebo group, and 129 versus 70 non-fatal major bleeds in the two groups, respectively (p<0.001).\n                Intensive lowering of blood pressure in patients with hypertension was associated with a low rate of cardiovascular events. The HOT Study shows the benefits of lowering the diastolic blood pressure down to 82.6 mm Hg. Acetylsalicylic acid significantly reduced major cardiovascular events with the greatest benefit seen in all myocardial infarction. There was no effect on the incidence of stroke or fatal bleeds, but non-fatal major bleeds were twice as common.",
        "Year": 1998,
        "CitationCount": 5846
    }
]