[
    {
        "Unnamed: 0": 40094,
        "ReviewID": "CD005110",
        "PMID": "PMID:6150275",
        "Title": "Controlled trial of hypnotherapy in the treatment of severe refractory irritable-bowel syndrome.",
        "Abstract": "30 patients with severe refractory irritable-bowel syndrome were randomly allocated to treatment with either hypnotherapy or psychotherapy and placebo. The psychotherapy patients showed a small but significant improvement in abdominal pain, abdominal distension, and general well-being but not in bowel habit. The hypnotherapy patients showed a dramatic improvement in all features, the difference between the two groups being highly significant. In the hypnotherapy group no relapses were recorded during the 3-month follow-up period, and no substitution symptoms were observed.",
        "Year": 1984,
        "CitationCount": 527
    },
    {
        "Unnamed: 0": 40097,
        "ReviewID": "CD005110",
        "PMID": "PMID:10457813",
        "Title": "The treatment of irritable bowel syndrome with hypnotherapy.",
        "Abstract": "Previous research from the United Kingdom has shown hypnotherapy to be effective in the treatment of irritable bowel syndrome (IBS). The current study provides a systematic replication of this work in the United States. Six matched pairs of IBS patients were randomly assigned to either a gut-directed hypnotherapy (n = 6) or to a symptom monitoring wait-list control condition (n = 6) in a multiple baseline across subjects design. Those assigned to the control condition were later crossed over to the treatment condition. Subjects were matched on concurrent psychiatric diagnoses, susceptibility to hypnosis, and various demographic features. On a composite measure of primary IBS symptoms, treatment was superior (p = .016) to symptom monitoring. Results from the entire treated sample (n = 11; one subject was removed from analysis) indicate that the individual symptoms of abdominal pain, constipation, and flatulence improved significantly. State and trait anxiety scores were also seen to decrease significantly. Results at the 2-month follow-up point indicated good maintenance of treatment gains. No significant correlation was found between initial susceptibility to hypnosis and treatment gain. A positive relationship was found between the incidence of psychiatric diagnosis and overall level of improvement.",
        "Year": 1998,
        "CitationCount": 32
    },
    {
        "Unnamed: 0": 40096,
        "ReviewID": "CD005110",
        "PMID": "PMID:12452403",
        "Title": "Hypnosis treatment for severe irritable bowel syndrome: investigation of mechanism and effects on symptoms.",
        "Abstract": "Hypnosis improves irritable bowel syndrome (IBS), but the mechanism is unknown. Possible physiological and psychological mechanisms were investigated in two studies. Patients with severe irritable bowel syndrome received seven biweekly hypnosis sessions and used hypnosis audiotapes at home. Rectal pain thresholds and smooth muscle tone were measured with a barostat before and after treatment in 18 patients (study I), and treatment changes in heart rate, blood pressure, skin conductance, finger temperature, and forehead electromyographic activity were assessed in 24 patients (study II). Somatization, anxiety, and depression were also measured. All central IBS symptoms improved substantially from treatment in both studies. Rectal pain thresholds, rectal smooth muscle tone, and autonomic functioning (except sweat gland reactivity) were unaffected by hypnosis treatment. However, somatization and psychological distress showed large decreases. In conclusion, hypnosis improves IBS symptoms through reductions in psychological distress and somatization. Improvements were unrelated to changes in the physiological parameters measured.",
        "Year": 2002,
        "CitationCount": 193
    },
    {
        "Unnamed: 0": 40095,
        "ReviewID": "CD005110",
        "PMID": "PMID:16464325",
        "Title": "Gut-directed hypnotherapy for irritable bowel syndrome: piloting a primary care-based randomised controlled trial.",
        "Abstract": "In western populations irritable bowel syndrome (IBS) affects between 10% and 30% of the population and has a significant effect on quality of life. It generates a substantial workload in both primary and secondary care and has significant cost implications. Gut-directed hypnotherapy has been demonstrated to alleviate symptoms and improve quality of life but has not been assessed outside of secondary and tertiary referral centres.\n                To assess the effectiveness of gut-directed hypnotherapy as a complementary therapy in the management of IBS.\n                Randomised controlled trial.\n                Primary care patients aged 18-65 years inclusive, with a diagnosis of IBS of greater than 6 weeks' duration and having failed conventional management, located in South Staffordshire and North Birmingham, UK.\n                Intervention patients received five sessions of hypnotherapy in addition to their usual management. Control patients received usual management alone. Data regarding symptoms and quality of life were collected at baseline and again 3, 6, and 12 months post-randomisation.\n                Both groups demonstrated a significant improvement in all symptom dimensions and quality of life over 12 months. At 3 months the intervention group had significantly greater improvements in pain, diarrhoea and overall symptom scores (P<0.05). No significant differences between groups in quality of life were identified. No differences were maintained over time. Intervention patients, however, were significantly less likely to require medication, and the majority described an improvement in their condition.\n                Gut-directed hypnotherapy benefits patients via symptom reduction and reduced medication usage, although the lack of significant difference between groups beyond 3 months prohibits its general introduction without additional evidence. A large trial incorporating robust economic analysis is, therefore, urgently recommended.",
        "Year": 2006,
        "CitationCount": 77
    }
]