[
    {
        "Unnamed: 0": 23125,
        "ReviewID": "CD005313",
        "PMID": "PMID:9657469",
        "Title": "Randomized comparison of coronary stenting with balloon angioplasty in selected patients with acute myocardial infarction.",
        "Abstract": "Although the benefits of primary angioplasty in acute myocardial infarction have been demonstrated, several areas for improvement remain. Therefore, a prospective randomized trial comparing primary stenting with balloon angioplasty in patients with acute myocardial infarction was conducted.\n                Patients with acute myocardial infarction were randomly assigned to undergo either primary stenting (n=112) or balloon angioplasty (n=115). The clinical end points were death, recurrent infarction, subsequent bypass surgery, or repeat angioplasty of the infarct-related vessel. The overall mortality rate at 6 months was 2%. Recurrent infarction occurred in 8 patients (7%) after balloon angioplasty and in 1 (1%) after stenting (P=0.036). Subsequent target-vessel revascularization was necessary in 19 (17%) and 4 (4%) patients, respectively (P=0.0016). The cardiac event-free survival rate in the stent group was significantly higher than in the balloon angioplasty group (95% versus 80%; P=0.012).\n                In selected patients with acute myocardial infarction, primary stenting can be applied safely and effectively, resulting in a lower incidence of recurrent infarction and a significant reduction in the need for subsequent target-vessel revascularization compared with balloon angioplasty.",
        "Year": 1998,
        "CitationCount": 336
    },
    {
        "Unnamed: 0": 23127,
        "ReviewID": "CD005313",
        "PMID": "PMID:9631964",
        "Title": "In-hospital and late results of coronary stents versus conventional balloon angioplasty in acute myocardial infarction (GRAMI trial). Gianturco-Roubin in Acute Myocardial Infarction.",
        "Abstract": "One hundred four patients presenting with acute myocardial infarction < 24 hours after onset were randomized to 2 groups: group I (n = 52) was treated with balloon angioplasty followed electively with Gianturco Roubin II stents, and group II was treated with conventional balloon angioplasty alone (n = 52). All lesions were suitable for stenting. Baseline clinical, demographic, and angiographic characteristics were similar in the 2 groups. Procedural success was defined as no laboratory death or emergent coronary bypass, Thrombolysis In Myocardial Infarction (TIMI) trial 2 or 3 flow after the procedure in a culprit vessel, and a residual stenosis < or = 30% for coronary angioplasty and < 20% for stent. Procedural success was 98% in group I versus 94.2% in group II, p = NS. Thirteen patients in group II (25%) had bailout stenting during the initial procedure. Adverse in-hospital events including either death, nonelective coronary bypass, recurrent ischemia, and reinfarction occurred in 3.8% in group I versus 19.2% in group II, p = 0.03. Repeat angiography performed routinely before hospital discharge revealed TIMI 3 flow in the infarct-related artery in 98% in group I versus 83% in group II, p < 0.03. At late follow-up, event-free survival was significantly better in the stent (83%) than in the coronary angioplasty (65%) group (p = 0.002). The procedural in-hospital and late outcomes of this randomized study demonstrate that balloon angioplasty followed electively by coronary stents can be used as the primary modality for patients undergoing coronary interventions for acute myocardial infarction, increasing TIMI 3 flow, reducing in-hospital adverse events, and improving late outcome compared with balloon angioplasty alone.",
        "Year": 1998,
        "CitationCount": 181
    },
    {
        "Unnamed: 0": 23128,
        "ReviewID": "CD005313",
        "PMID": "PMID:10525224",
        "Title": "Primary stent implantation is superior to balloon angioplasty in acute myocardial infarction: final results of the primary angioplasty versus stent implantation in acute myocardial infarction (PASTA) trial. PASTA Trial Investigators.",
        "Abstract": "Several studies have shown that stent implantations in acute myocardial infarction (AMI) result in better short- and long-term outcomes than primary balloon angioplasty. These results, however, have not been ascertained in randomized trials. We randomized 136 patients out of 208 patients with AMI within 12 hr from onset into two groups: 69 patients with primary balloon angioplasty (POBA group) and 67 patients with primary stent implantation (STENT group). We compared the incidences of major cardiac events (repeat MI, target lesion revascularization, and cardiac death) and angiographic parameters during hospitalization and follow-up periods up to 12 months in these two groups. There was no significant difference in the reperfusion success rates. The incidences of major cardiac events were lower in the STENT group than in the POBA group during hospitalization, the first 6 months and 12 months (6% vs. 19%, P = 0.023; 21% vs. 46%, P < 0.0001; 22% vs. 49%, P = 0.0011). Minimum lumen diameters were significantly bigger in the STENT group than the POBA group at predischarge angiogram and 6-month follow-up (2.85 +/- 0.62 vs. 2.08 +/- 0.82 mm, P < 0.0001; 2.24 +/- 0.64 vs. 1.72 +/- 0.76, P = 0.002). Restenosis rates at 6-month follow-up were significantly lower in the STENT group than in the POBA group (17% vs. 37.5%, P = 0.02). In selected patients with AMI, primary stent implantation results in a lower incidence of major cardiac events during the first 12 months, postprocedure, and less frequent 6-month restenosis than primary balloon angioplasty.\n                Copyright 1999 Wiley-Liss, Inc.",
        "Year": 1999,
        "CitationCount": 124
    },
    {
        "Unnamed: 0": 23129,
        "ReviewID": "CD005313",
        "PMID": "PMID:10841218",
        "Title": "A comparison of systematic stenting and conventional balloon angioplasty during primary percutaneous transluminal coronary angioplasty for acute myocardial infarction. STENTIM-2 Investigators.",
        "Abstract": "In a multicenter, randomized trial, systematic stenting using the Wiktor stent was compared to conventional balloon angioplasty with provisional stenting for the treatment of acute myocardial infarction (AMI).\n                Primary angioplasty in AMI is limited by in-hospital recurrent ischemia and a high restenosis rate.\n                A total of 211 patients with AMI <12 h from symptom onset, with an occluded native coronary artery, were randomly assigned to systematic stenting (n = 101) or balloon angioplasty (n = 110). The primary end point was the binary six-month restenosis rate determined by core laboratory quantitative angiographic analysis.\n                Angiographic success (Thrombolysis in Myocardial Infarction [TIMI] flow grade 3 and residual diameter stenosis <50%) was achieved in 86% of the patients in the stent group and in 82.7% of those in the balloon angioplasty group (p = 0.5). Compared with the 3% cross-over in the stent group, cross-over to stenting was required in 36.4% of patients in the balloon angioplasty group (p = 0.0001). Six-month binary restenosis (> or = 50% residual stenosis) rates were 25.3% in the stent group and 39.6% in the balloon angioplasty group (p = 0.04). At six months, the event-free survival rates were 81.2% in the stent group and 72.7% in the balloon angioplasty group (p = 0.14), and the repeat revascularization rates were 16.8% and 26.4%, respectively (p = 0.1). At one year, the event-free survival rates were 80.2% in the stent group and 71.8% in the balloon angioplasty group (p = 0.16), and the repeat revascularization rates were 17.8% and 28.2%, respectively (p = 0.1).\n                In the setting of primary angioplasty for AMI, as compared with a strategy of conventional balloon angioplasty, systematic stenting using the Wiktor stent results in lower rates of angiographic restenosis.",
        "Year": 2000,
        "CitationCount": 161
    },
    {
        "Unnamed: 0": 23126,
        "ReviewID": "CD005313",
        "PMID": "PMID:11152857",
        "Title": "Long-term follow-up of a randomized study of primary stenting versus angioplasty in acute myocardial infarction.",
        "Abstract": "Primary stenting leads to better short-term outcomes than does balloon angioplasty among patients with acute myocardial infarction, but there are no data available on long-term follow-up.\n                We designed a randomized study with long-term follow-up to compare primary angioplasty with angioplasty accompanied by implantation of a silicon carbide-coated stent in patients within 24 hours after the onset of acute myocardial infarction. All 88 patients had lesions that were suitable for coronary stenting.\n                There were 44 patients in each of the randomization groups. During long-term follow-up (mean +/- SD: 710+/-282 days), primary stenting was associated with a reduction in the combined endpoint of death, reinfarction, or target vessel revascularization (10 [23%] versus 19 [43%], P = 0.03); death (4 [9%] versus 8 [18%], P = 0.18); reinfarction (1 [2%] versus 4 [9%], P = 0.18); and target lesion revascularization (7 [16%] versus 15 [34%], P = 0.04). Rehospitalization due to ischemic events (unstable angina or reinfarction) was also less frequent in the stent group (6 [14%] versus 10 [23%], P = 0.20).\n                Primary stenting in acute myocardial infarction is significantly superior to angioplasty alone in both short-term and long-term follow-up.",
        "Year": 2001,
        "CitationCount": 43
    }
]