[
    {
        "Unnamed: 0": 4676,
        "ReviewID": "CD008344",
        "PMID": "PMID:3932509",
        "Title": "Controlled trial of nutritional supplementation, with and without branched chain amino acid enrichment, in treatment of acute alcoholic hepatitis.",
        "Abstract": "Sixty-four patients admitted with acute alcoholic hepatitis, with or without underlying cirrhosis, were randomized regardless of encephalopathy to receive a controlled diet either alone, or supplemented orally, nasogastrically, or intravenously as necessary, with 2000 kCal and 10 g nitrogen daily. Whether this came from a conventional protein source or a branched chain amino acid enriched formulation was also randomly determined. In the absence of renal failure, nitrogen intakes of 10 g or more daily were invariably associated with positive nitrogen balance, but complications of liver dysfunction prevented the attainment of significantly more positive balance in the supplemented groups than in controls. Neither in the series as a whole, nor in any identifiable subgroup of patients, was mortality affected by treatment. Changes in prothrombin time and in measured nutritional parameters during the study did not differ between supplemented and control groups, and the observed changes in midarm muscle circumference appeared to reflect changes in degree of fluid retention. Neither enteral nor parenteral branched chain amino acids showed any consistent effect upon encephalopathy.",
        "Year": 1985,
        "CitationCount": 133
    },
    {
        "Unnamed: 0": 4671,
        "ReviewID": "CD008344",
        "PMID": "PMID:3082733",
        "Title": "A randomized clinical trial of supplementary parenteral nutrition in jaundiced alcoholic cirrhotic patients.",
        "Abstract": "Between March 1982 and September 1983, 40 inpatients (25 men and 15 women, mean age 53 years) with alcoholic cirrhosis and total serum bilirubin greater than or equal to 5 mg per dl were studied. Those with hepatocellular carcinoma, renal failure, hyponatremia, septicemia, spontaneous bacterial peritonitis, gastrointestinal bleeding, and hepatic coma were excluded. Patients were studied for 28 days. The two groups were offered an oral diet containing 40 kcal per kg per day. Patients in the supplementary parenteral nutrition group received 40 kcal per kg per day and 200 mg nitrogen per kg per day using a central catheter. The major endpoint was total serum bilirubin on Day 28. On admission, serum bilirubin was not significantly different in the two groups: oral group, 12.5 +/- 6.6 mg per dl; supplementary parenteral nutrition group, 12.3 +/- 8.5 mg per dl. On Day 28, serum bilirubin was lower in the supplementary parenteral nutrition group (2.5 +/- 1.4 mg per dl) than in the oral group (4.1 +/- 2.2 mg per dl) (p less than 0.02). Serum bilirubin was also lower in the supplementary parenteral nutrition group than in the oral group on Days 7, 14 and 21 (p less than 0.05). Analysis of covariance, considering serum bilirubin on admission and at randomization and time between admission and randomization, confirmed these results. On Day 28, anthropometric parameters, serum transferrin, prealbumin and retinol-binding protein were higher in the supplementary parenteral nutrition group, but the differences were not significant. Serum albumin was significantly lower in the supplementary parenteral nutrition group. The incidence of encephalopathy and sepsis was not significantly different between the two groups.",
        "Year": 1986,
        "CitationCount": 91
    },
    {
        "Unnamed: 0": 4662,
        "ReviewID": "CD008344",
        "PMID": "PMID:3092894",
        "Title": "Hyperalimentation of jaundiced patients on percutaneous transhepatic biliary drainage.",
        "Abstract": "Although percutaneous transhepatic biliary drainage (PTBD) restores hepatic and renal function in patients with obstructive jaundice, it is not certain whether it reduces the rate of complications and death after biliopancreatic surgery. We studied the possibility that the operative risks of jaundiced patients are related to malnutrition and the usefulness of hyperalimentation with PTBD to reduce the incidence of complications. Sixty-four patients with obstructive jaundice and serum bilirubin greater than 200 mumol/l were randomized into two treatment groups (n = 32) with PTBD or PTBD + hyperalimentation. Four patients were withdrawn from the latter group, two for metastatic cancer and two for complications of PTBD. Before starting hyperalimentation, the incidence of malnutrition was assessed by biochemical, immunological and anthropometric tests: malnutrition was found in 70 per cent of the patients. All the patients had good recovery of hepatic function but patients treated with PTBD alone still had high mortality (12.5 per cent) and morbidity (46.8 per cent) after biliopancreatic surgery. When hyperalimentation was provided to patients on PTBD for a period of 20 days before the operation, the incidence of complications fell to 17.8 per cent and mortality to 3.5 per cent. These results suggest that the combined use of PTBD and hyperalimentation, improving both hepatic function tests and the nutritional status of jaundiced patients, can reduce the rate of complications after biliary and pancreatic surgery.",
        "Year": 1986,
        "CitationCount": 53
    },
    {
        "Unnamed: 0": 4674,
        "ReviewID": "CD008344",
        "PMID": "PMID:3307390",
        "Title": "A prospective randomized clinical trial of peripheral amino acid-glucose supplementation in acute alcoholic hepatitis.",
        "Abstract": "Twenty-eight patients with biopsy or clinical acute alcoholic hepatitis were prospectively randomized to 21 days of conventional therapy (14 control patients) or, in addition, to 2 L/day of a peripheral iv infusion of a 900 mosmol amino acid-glucose solution (14 patients). Cirrhosis was present in 64% of controls and in 54% of infused patients. There were three deaths in controls and one in the infused group. There were no significant intergroup differences in mortality, clinical findings, liver tests, or functional mass by the galactose elimination capacity either at entry or after completion of the study. In controls, there was intragroup improvement in serum bilirubin (p = 0.033) and AST (p = 0.008) but not in other \"liver tests\" or in functional hepatic mass by galactose elimination capacity. In infused patients there was improvement in bilirubin (p = 0.001), AST (p = 0.008), and serum albumin (p = 0.016). Improvement in functional mass by galactose elimination capacity was significant at the p = 0.052 level. Hyaline was initially present in six of eight pairs of biopsies in both groups. After treatment, five of six pairs in controls but only one of six pairs in the infused group still had hyaline (p = 0.03). This latter finding, if confirmed in larger groups, may be of considerable clinical importance. It is suggested that 3- to 4-wk trials of such protocols may require a longer duration of follow-up in greater numbers of patients to detect important advantages of amino acid-glucose infusions which are only implicit in these findings.",
        "Year": 1987,
        "CitationCount": 64
    },
    {
        "Unnamed: 0": 4658,
        "ReviewID": "CD008344",
        "PMID": "PMID:3142949",
        "Title": "A randomized controlled study of peripheral parenteral nutrition in moderate and severe alcoholic hepatitis.",
        "Abstract": "We performed a controlled trial of peripheral hyperalimentation in moderate and severe alcoholic hepatitis to determine whether improvement in survival and liver function could be obtained. Twelve patients with moderate and 22 with severe alcoholic hepatitis were randomized to 28 days of peripheral parenteral nutrition (PPN) or standard therapy (ST). In the moderate group, six were treated with each therapy. In the severe group, 10 were treated with PPN and 12 with ST. Routine liver tests, hepatocyte function (galactose elimination capacity), estimated hepatic blood flow (galactose clearance) and assessment of ascites and encephalopathy were performed at randomization and at 28 days. Groups were equally matched at randomization. In the moderate group PPN produced no improvement in morbidity (liver tests) and mortality (no deaths). In the severe group there were seven deaths (4 PPN, 3 ST). PPN produced greater improvement than ST in serum bilirubin and transferrin concentrations and a trend toward greater improvement in prothrombin time, serum albumin and galactose elimination capacity. PPN had no deleterious effect on encephalopathy or ascites as only ST patients developed ascites or encephalopathy after randomization. We conclude that PPN compared to ST (1) provides no benefit in moderate alcoholic hepatitis, but (2) did more rapidly improve morbidity (liver tests) and probably liver function in severe alcoholic hepatitis; (3) PPN did not improve early mortality, and (4) it had no deleterious effect on encephalopathy or ascites.",
        "Year": 1988,
        "CitationCount": 88
    },
    {
        "Unnamed: 0": 4653,
        "ReviewID": "CD008344",
        "PMID": "PMID:2691239",
        "Title": "Nutritional support in hospitalized patients with alcoholic liver disease.",
        "Abstract": "The effects of a nutritional support in hospitalized patients with alcoholic cirrhosis and liver failure were studied in a controlled protocol. Thirty-six patients were included, 17 were randomly assigned to an experimental group and the rest to a control group. Experimentals received a diet aiming at 50 kcal (209 kJ)/kg bodyweight/d and 1.5 g protein/kg bodyweight/d (as proteins of high biological value). Controls received the standard diet prescribed by the attending physician. The severity of liver failure and the nutritional status on admission were similar in both groups. The measured energy intake in controls was 1813 +/- 121 kcal/d (7589 +/- 506 kJ/d) and 2707 +/- 71 kcal/d (1131 +/- 297 kJ/d) in experimentals (P less than 0.001). The protein intake in controls was 47 +/- 3.8 g/d and in experimentals 80 +/- 3 g/d (P less than 0.001). There were seven deaths during the study period (two experimentals and five controls). No differences were observed in the evolution of liver failure, hepatic encephalopathy or nutritional status between both study groups. It is concluded that a higher energy and protein intake in these patients does not have adverse effects and is associated with a non-significant reduction in mortality.",
        "Year": 1989,
        "CitationCount": 79
    },
    {
        "Unnamed: 0": 4677,
        "ReviewID": "CD008344",
        "PMID": "PMID:2105256",
        "Title": "Effect of total enteral nutrition on the short-term outcome of severely malnourished cirrhotics. A randomized controlled trial.",
        "Abstract": "Thirty-five severely malnourished cirrhotic patients were randomized to receive either enteral-tube feeding as the sole nutritional support (n = 16) or an isocaloric, isonitrogenous, low-sodium standard oral diet (n = 19). Both groups were homogeneous regarding age, sex distribution, etiology of liver cirrhosis, history of previous complications, clinical status, liver and renal function, modified Child's score, and nutritional status at admission. The enteral formula diet was energy dense, containing 40 mmol Na/day, whole protein plus branched-chain amino acids, medium- and long-chain triglycerides, and maltodextrin. It supplied 2115 kcal/day. The amount of vitamins and trace elements was at the upper limit of the recommended dietary allowances. The orally fed patients were encouraged to eat all meals served. Total enteral nutrition was well tolerated without major complications. Serum albumin and Child's score improved in the enterally fed patients but not in controls. Mortality rate while in the hospital was lower in patients on enteral feeding than in controls (12% vs 47%). These results show that total enteral nutrition is safe and effective in improving the short-term clinical outcome in severely malnourished cirrhotics.",
        "Year": 1990,
        "CitationCount": 319
    },
    {
        "Unnamed: 0": 4668,
        "ReviewID": "CD008344",
        "PMID": "PMID:2119446",
        "Title": "Nutritional support after liver transplantation: a randomized prospective study.",
        "Abstract": "Nutritional support in patients with advanced cirrhosis is difficult due to protein, fluid and salt restrictions. Successful liver transplantation should improve nutrient tolerance. We randomly assigned 28 hypoalbuminemic cirrhotic patients to receive, immediately after liver transplantation, one of three regimens: group 1, no nutritional support (n = 10); group 2, total parenteral nutrition (TPN) (35 kcal/kg/day) with standard amino acids (1.5 g/kg/day) (n = 8); or group 3, isocaloric isonitrogenous TPN with added branched-chain amino acids (n = 10). Therapy was continued for 7 days posttransplant. Jaundice resolution was unaffected by nutritional support. Nitrogen balance favored both TPN groups. Branched-chain amino acid (BCAA) aromatic amino acid ratios were highest in group 3. Coma scores and serum ammonia levels were similar in all groups. Both TPN groups achieved respirator independence earlier; this difference was not statistically significant. Group 1 patients stayed longest in ICU; the difference was statistically significant. TPN with either standard or BCAA- enriched amino acids is tolerated well immediately after successful liver transplant. Positive nitrogen balance is achieved; large protein loads do not worsen encephalopathy. Nutritional support may improve respiratory muscle function, allowing earlier weaning from ventilatory support. A shortened length of ICU stay justifies the expense of TPN.",
        "Year": 1990,
        "CitationCount": 191
    },
    {
        "Unnamed: 0": 4663,
        "ReviewID": "CD008344",
        "PMID": "PMID:1909085",
        "Title": "A randomized, controlled trial of treatment of alcoholic hepatitis with parenteral nutrition and oxandrolone. I. Short-term effects on liver function.",
        "Abstract": "The present studies were designed to provide careful measures of effects of oxandrolone, an anabolic steroid, intravenous nutritional supplementation, and the combination of these two treatments on liver functions, metabolic balances, nitrogen metabolism, and nutritional status in patients with moderate to severe alcoholic hepatitis. Of 43 patients originally recruited, 39 (19 men, 20 women) with typical clinical and laboratory features of alcoholic hepatitis (11 Child's-Pugh class B; 28 class C) were admitted to a metabolic unit and completed a 35-day three-phase protocol. Phase I was a 10-day baseline period of observation, during which routine and special quantitative tests of liver function (galactose and antipyrine metabolism), a 7-day elemental balance study, and a 15N, 13C-leucine metabolism study were done. Phase II was a 21-day treatment period during which patients were randomly assigned to receive one of four regimens: 1) standard therapy, consisting of abstinence, a balanced, nutritionally adequate diet, and multivitamins; 2) oxandrolone (20 mg orally four times a day) plus standard therapy; 3) nutritional supplementation, consisting of 2 L daily of 3.5% crystalline amino acids (in 5% dextrose), given by peripheral vein; or 4) a combination of oxandrolone and nutritional supplementation, along with standard therapy. Metabolic balances were repeated during phase II. Phase III was 2 or 3 days posttreatment, during which special studies of liver functions and volumes and leucine metabolism were repeated. All patients who completed phase I of study and were randomly allocated to one of the four treatment groups completed the subsequent two phases. Overall, with time, patients showed highly significant improvements in most clinical and laboratory features. For most standard laboratory tests (e.g., serum albumin, transferrin, prothrombin time) improvements were more marked in patients treated with nutritional supplementation and/or oxandrolone than in those given standard therapy alone. Liver volumes fell in all treatment groups, with greater improvement in those treated with nutritional supplementation. Improvements in galactose and antipyrine metabolism rates were significant only in those treated with nutritional supplementation or oxandrolone. Effects of treatments on metabolic balances, nitrogen metabolism, and measures of nutrition are described in this issue in a companion paper. We conclude that the addition of nutritional supplementation and oxandrolone to standard therapy of moderately severe or severe alcoholic hepatitis is well tolerated, and leads to more rapid improvement in the laboratory parameters measured.",
        "Year": 1991,
        "CitationCount": 92
    },
    {
        "Unnamed: 0": 4669,
        "ReviewID": "CD008344",
        "PMID": "PMID:1727754",
        "Title": "Accelerated improvement of alcoholic liver disease with enteral nutrition.",
        "Abstract": "This prospective study compared the effects of tube-fed nutrition with those of a regular diet in alcoholic liver disease. The high prevalence of malnutrition in patients with alcoholic liver disease requires clarification of the benefits of aggressive nutritional support. Patients were randomly assigned a regular diet without or with tube-fed supplementation, delivering 1.5 g/kg protein and 167 kJ/kg daily. Comparisons of encephalopathy, antipyrine clearance, metabolic rate, and biochemical parameters were performed weekly for 4 weeks. Sixteen patients receiving enteral supplementation had antipyrine half-life (50% vs. 3% reduction), serum bilirubin (25% vs. 0% reduction), and median encephalopathy scores that improved more rapidly than those of controls. Initially, 15 controls did not consume adequate calories to meet measured resting energy expenditure. Aggressive nutritional intervention accelerated improvement in alcoholic liver disease. Adverse effects did not offset the demonstrated benefits of a 2-cal/mL, casein-based tube-fed supplement. These findings support the use of standard, casein-based solutions in the treatment of alcoholic liver disease and as the control condition for future studies.",
        "Year": 1992,
        "CitationCount": 249
    },
    {
        "Unnamed: 0": 4666,
        "ReviewID": "CD008344",
        "PMID": "PMID:8455312",
        "Title": "Controlled trial on nutrition supplementation in outpatients with symptomatic alcoholic cirrhosis.",
        "Abstract": "A controlled trial on nutrition supplementation in ambulatory patients with decompensated alcoholic liver disease was carried out during 1 year. Fifty-one patients were studied; 26 were assigned to an experimental group receiving a daily supplement of 1000 kcal and 34 g of proteins given as a casein-based enteral nutrition product and 25 to a control group receiving one placebo capsule. Patients were examined in a special clinic once a month or more if required. Sixty-eight percent of patients admitted to alcohol ingestion or had alcohol in urine samples on at least one occasion. Dietary recalls showed a significantly higher protein and caloric intake in case patients subjects (p < .0001). Nine patients died during the study, three case patients and six control patients (p = NS). The frequency of hospitalizations was significantly less in the experimental group. This difference was attributed to a reduction in severe infections. Mid-arm circumference, serum albumin concentration, and hand grip strength improved earlier in case patients, although both groups had a significant improvement in these parameters. Bilirubin and aspartate aminotransferase decreased and prothrombin time increased significantly in both groups during the study period, without differences between groups. It is concluded that nutrition support decreases nutrition-associated complications in patients with alcoholic liver disease.",
        "Year": 1993,
        "CitationCount": 169
    },
    {
        "Unnamed: 0": 4665,
        "ReviewID": "CD008344",
        "PMID": "PMID:7969324",
        "Title": "Perioperative nutritional support in patients undergoing hepatectomy for hepatocellular carcinoma.",
        "Abstract": "Resection of hepatocellular carcinoma is associated with high rates of morbidity and mortality. Since intensive nutritional support can reduce the catabolic response and improve protein synthesis and liver regeneration, we performed a prospective study to investigate whether perioperative nutritional support could improve outcome in patients undergoing hepatectomy for hepatocellular carcinoma.\n                We studied 124 patients undergoing resection of hepatocellular carcinoma. Sixty-four patients (39 with cirrhosis, 18 with chronic active hepatitis, and 7 with no associated liver disease) were randomly assigned to receive perioperative intravenous nutritional support in addition to their oral diet, and 60 patients (33 with cirrhosis, 12 with chronic active hepatitis, and 15 with no associated liver disease) were randomly assigned to a control group. The perioperative nutritional therapy consisted of a solution enriched with 35 percent branched-chain amino acids, dextrose, and lipid emulsion (50 percent medium-chain triglycerides) given intravenously for 14 days perioperatively.\n                There was a reduction in the overall postoperative morbidity rate in the perioperative-nutrition group as compared with the control group (34 percent vs. 55 percent; relative risk, 0.66; 95 percent confidence interval, 0.45 to 0.96), predominantly because of fewer septic complications (17 percent vs. 37 percent; relative risk, 0.57; 95 percent confidence interval, 0.34 to 0.96). There were also a reduction in the requirement for diuretic agents to control ascites (25 percent vs. 50 percent; relative risk, 0.57; 95 percent confidence interval, 0.37 to 0.87), less weight loss after hepatectomy (median loss, 0 kg vs. 1.4 kg, P = 0.01), and less deterioration of liver function as measured by the change in the rate of clearance of indocyanine green (-2.8 percent vs. -4.8 percent at 20 minutes, P = 0.05). These benefits were seen predominantly in the patients with underlying cirrhosis who underwent major hepatectomy. There were five deaths during hospitalization in the perioperative-nutrition group, and nine in the control group (P not significant).\n                Perioperative nutritional support can reduce complications after major hepatectomy for hepatocellular carcinoma associated with cirrhosis.",
        "Year": 1994,
        "CitationCount": 413
    },
    {
        "Unnamed: 0": 4659,
        "ReviewID": "CD008344",
        "PMID": "PMID:8748357",
        "Title": "Early enteral nutrition support in patients undergoing liver transplantation.",
        "Abstract": "The purpose of this study was to determine the effects of early postoperative tube feeding on outcomes of liver transplant recipients.\n                Fifty transplant patients were randomized prospectively to receive enteral formula via nasointestinal feeding tubes (tube-feeding [TF] group) or maintenance i.v. fluid until oral diets were initiated (control group). Thirty-one patients completed the study. Resting energy expenditure, nitrogen balance, and grip strength were measured on days 2, 4, 7, and 12 after liver transplantation. Calorie and protein intakes were calculated for 12 days posttransplant.\n                Tube feeding was tolerated in the TF group (n = 14). The TF patients had greater cumulative 12-day nutrient intakes (22,464 +/- 3554 kcal, 927 +/- 122 g protein) than did the control patients (15,474 +/- 5265 kcal, 637 +/- 248 g protein) (p < .002). Nitrogen balance was better in the TF group on posttransplant day 4 than in the control group (p < .03). There was a rise in the overall mean resting energy expenditure in the first two posttransplant weeks from 1487 +/- 338 to 1990 +/- 367 kcal (p = .0002). Viral infections occurred in 17.7% of control patients compared with 0% of TF patients (p = .05). Although other infections tended to occur more frequently in the control group vs the TF group (bacterial, 29.4% vs 14.3%; overall infections, 47.1% vs 21.4%), these differences were not statistically significant. Early posttransplant tube feeding did not influence hospitalization costs, hours on the ventilator, lengths of stay in the intensive care unit and hospital, rehospitalizations, or rejection during the first 21 posttransplant days.\n                Early posttransplant tube feeding was tolerated and promoted improvements in some outcomes and should be considered for all liver transplant patients.",
        "Year": 1995,
        "CitationCount": 228
    },
    {
        "Unnamed: 0": 4664,
        "ReviewID": "CD008344",
        "PMID": "PMID:9073135",
        "Title": "Early feeding or enteral nutrition in patients with cirrhosis after bleeding from esophageal varices? A randomized controlled study.",
        "Abstract": "The aim of this randomized controlled study was to assess the nutritional and clinical effects of early enteral nutrition (EN) in cirrhotic patients with bleeding from esophageal varices. From August 1994 through August 1995, all patients admitted for acute variceal bleeding underwent emergency sclerotherapy or banding ligation and continuous infusion of octreotide and were randomized in two groups. In group A, patients received from day 1 discontinuous polymeric EN (1665 kcal/day, through nasogastric tube) and in group B, patients were nil by mouth. On day 4, all patients received oral diet. Nutritional status, liver function, and rebleeding were evaluated on days 4, 7, and 35. Twenty-two patients (17 men, 5 women, mean age 56 years) were included. On day 0, patients in group A (N = 12) and group B (N = 10) were comparable. On day 4, nitrogen balance was 0.7 +/- 2.5 g/day in group A and -11.2 +/- 6.7 g/day in group B (P = 0.01, Mann-Whitney test). On days 4, 7, and 35, no significant differences between the two groups were observed for nutritional status and liver function. Four (33%) group A patients rebled compared with one (10%) group B patient (NS). Hospital stay (14.5 +/- 4.1 days vs 12.9 +/- 5.3 days) and mortality (3 vs 2 patients), were comparable between the two groups. In conclusion, our study failed to demonstrate any favorable effect of short-term EN on nutritional status and liver function in cirrhotic patients hospitalized for variceal bleeding.",
        "Year": 1997,
        "CitationCount": 126
    },
    {
        "Unnamed: 0": 4657,
        "ReviewID": "CD008344",
        "PMID": "PMID:9393270",
        "Title": "Long-term oral administration of branched chain amino acids after curative resection of hepatocellular carcinoma: a prospective randomized trial. The San-in Group of Liver Surgery.",
        "Abstract": "Live cirrhosis is a state of protein calorie malnutrition which may induce various complications. This study aimed to elucidate if long-term nutritional support with branched chain amino acids (BCAAs) is effective after hepatic resection for hepatocellular carcinoma (HCC).\n                Between 2 and 3 weeks after operation, 75 patients were randomized to receive oral BCAAs (Aminoleban EN) 100 g per day for 1 year, and another 75 patients were assigned to a control group. Mean follow-up times were 35.8 months and 36.0 months respectively.\n                Flapping tremor was less common, body-weight was greater and performance status was better in the BCAA-treated group throughout the 1-year period. BCAA treatment significantly increased red blood cell and serum albumin level in patients with Child grade B and C disease. Substantially similar effects were observed in those with major hepatic resection. Higher Fischer molar ratios were maintained in the treated group. However, there were no differences in cumulative tumour recurrence and survival rates.\n                Long-term oral nutritional support with BCAAs after resection of HCC is beneficial in improving clinical features and laboratory data without increasing the rate of tumour recurrence, particularly in patients with advanced cirrhosis or after major hepatic resection.",
        "Year": 1997,
        "CitationCount": 21
    },
    {
        "Unnamed: 0": 4660,
        "ReviewID": "CD008344",
        "PMID": "PMID:10553972",
        "Title": "Prospective randomized control study on the effect of branched-chain amino acids in patients with liver resection for hepatocellular carcinoma.",
        "Abstract": "Aminoleban EN contains branched-chain amino acids (BCAA) and is known to be beneficial for the protein-energy malnutrition in cirrhotic patients. Patients suffering from hepatocellular carcinoma often have background cirrhosis, and the present study investigates the effect of Aminoleban EN on these patients after hepatic resection for the primary disease.\n                A prospective randomized controlled clinical trial, to which 50 patients were recruited, was carried out. The study group received Aminoleban EN in addition to normal diet for 12 weeks and the control group received an isonitrogenous and isocaloric diet only.\n                After exclusions, there were 21 patients in the study group and 23 patients in the control. The study group had a shorter hospital stay, and had a significantly higher haemoglobin level, higher sodium level, higher albumin level and lower bilirubin during the postoperative course. There was no significant difference in terms of neuropsychiatric symptoms or Karnofsky performance score. There was no difference in gastrointestinal symptoms or other signs. No adverse reaction was associated with the administration of Aminoleban, and there was no significant difference in terms of morbidity and mortality between the two groups of patients.\n                Aminoleban EN is safe to administer and does not have significant adverse effects. It contributes to a shorter hospital stay and quicker improvement of liver function in the early postoperative period. These beneficial results require only a 12-week period of administration of BCAA after operation.",
        "Year": 1999,
        "CitationCount": 63
    },
    {
        "Unnamed: 0": 4667,
        "ReviewID": "CD008344",
        "PMID": "PMID:11023085",
        "Title": "Short-term effects of branched-chain amino acids on liver function tests in cirrhotic patients.",
        "Abstract": "A randomized study was conducted in 29 ambulatory cirrhotic patients to determine the short-term effects of branched-chain amino acids (BCAA) on nutritional status, biochemical liver function tests and caffeine clearance. Each patient received a 4-week period of isonitrogenous and isocaloric regimens, either a standardized diet contained 40 g protein with supplementation of BCAA 150 g daily (group I) or only a standardized diet contained 80 g protein daily (group II). At the end of treatment, only group I showed significant improvements in transaminase levels as well as the caffeine clearance test compared with those of the pre-treatment levels. Nonetheless, significant improvements in nutritional parameters and additional liver function tests were not yet detected. We conclude that the short-term nutritional supplementation of BCAA is well tolerated and leads to improvement in hepatic metabolic capacity assessed by the caffeine clearance test.",
        "Year": 2000,
        "CitationCount": 11
    },
    {
        "Unnamed: 0": 4654,
        "ReviewID": "CD008344",
        "PMID": "PMID:10798755",
        "Title": "A prospective randomized study of preoperative nutritional supplementation in patients awaiting elective orthotopic liver transplantation.",
        "Abstract": "Poor nutritional status is common among patients awaiting orthotopic liver transplantation and is associated with poor outcome.\n                This prospective randomized controlled trial examined the effect of pretransplant nutritional supplementation on the outcome of patients undergoing liver transplantation. Of 82 consecutive patients with mid-arm muscle circumference <25th percentile, 42 received enteral supplementation, and the remainder acted as the control group. The supplemented group received a calorie-dense enteral feed taken daily (in addition to diet) until transplantation. Nutritional status was monitored by upper arm anthropometric measurements and handgrip strength. Dietary intake was calculated from 5-day food diaries.\n                Supplementation improved mid-arm circumference, mid-arm muscle circumference, and grip strength. Pretransplant nutritional status was not associated with posttransplant sepsis or major complications. Preoperative grip strength of <85% of normal values was predictive of increased incidence of posttransplant major complications. Supplementation did not affect outcome, although there were more deaths in the control group (seven deaths before and two deaths after transplant) than there were in the supplemented group (two deaths before and three deaths after transplant). There was no difference in overall survival (P = 0.075).\n                Enteral supplementation improved some parameters of nutritional status pretransplant. Dietary intake of patients in the two groups was similar at transplant. Nutritional supplementation has not increased nutritional intake, although this may reflect the importance of regular dietetic input and support, rather than suggesting that nutritional supplementation is ineffective. Supplementation had no effect on outcome of liver transplantation.",
        "Year": 2000,
        "CitationCount": 158
    },
    {
        "Unnamed: 0": 4673,
        "ReviewID": "CD008344",
        "PMID": "PMID:12679945",
        "Title": "The influence of Enteral Nutrition in postoperative patients with poor liver function.",
        "Abstract": "To investigate the safety, rationality and the practicality of enteral nutritional (EN) support in the postoperative patients with damaged liver function and the protective effect of EN on the gut barrier.\n                135 patients with liver function of Child B or C grade were randomly allocated to enteral nutrition group (EN, 65 cases), total parenteral nutrition group (TPN, 40 cases) and control group (CON, 30 cases). Nutritional parameters, hepatic and kidney function indexes were measured at the day before operation, 5th and 10th day after the operation respectively. Comparison was made to evaluate the efficacy of different nutritional support. Urinary concentrations of lactulose(L) and mannitol(M) were measured by pulsed electrochemical detection(HPLC-PED) and the L/M ratio calculated to evaluate their effectiveness on protection of gut barrier.\n                No significant damages in hepatic and kidney function were observed in both EN and TPN groups between pre- and postoperatively. EN group was the earliest one reaching the positive nitrogen balance after operation and with the lowest loss of body weight and there was no change in L/M ratio after the operation (0.026+/-0.004) at the day 1 before operation, 0.030+/-0.004 at the day 5 postoperative and 0.027+/-0.005 at the day 10 postoperative), but the change in TPN group was significant at the day 5 postoperative (0.027+/-0.003 vs 0.038+/-0.009,P<0.01).\n                EN is a rational and effective method in patients with hepatic dysfunction after operation and has significant protection effect on the gut barrier.",
        "Year": 2003,
        "CitationCount": 55
    },
    {
        "Unnamed: 0": 4651,
        "ReviewID": "CD008344",
        "PMID": "PMID:15043519",
        "Title": "Long-term oral branched chain amino acids in patients undergoing chemoembolization for hepatocellular carcinoma: a randomized trial.",
        "Abstract": "Patients undergoing transarterial chemoembolization for hepatocellular carcinoma have advanced tumour or severe cirrhosis and frequently have associated protein-calorie malnutrition. The role of nutritional supplements for such patients is unclear.\n                To investigate, in a randomized controlled trial, any benefit of the long-term administration of branched chain amino acids in patients undergoing chemoembolization for hepatocellular carcinoma.\n                Forty-one patients received oral branched chain amino acids for up to four courses of chemoembolization and 43 patients did not receive any nutritional supplement. Morbidity, liver function, nutritional status, quality of life and long-term survival were compared between the two groups.\n                The administration of branched chain amino acids resulted in a lower morbidity rate compared with the control group (17.1% vs. 37.2%, P = 0.039). In particular, the group given branched chain amino acids showed a significantly lower rate of ascites (7.3% vs. 23.2%, P = 0.043) and peripheral oedema (9.8% vs. 27.9%, P = 0.034). Significantly higher serum albumin, lower bilirubin and a better quality of life were observed after chemoembolization in the group given branched chain amino acids. However, there was no significant difference in survival between the two groups.\n                Nutritional supplementation with oral branched chain amino acids is beneficial in increasing the serum albumin level, reducing the morbidity and improving the quality of life in patients undergoing chemoembolization for inoperable hepatocellular carcinoma.",
        "Year": 2004,
        "CitationCount": 115
    },
    {
        "Unnamed: 0": 4655,
        "ReviewID": "CD008344",
        "PMID": "PMID:17234504",
        "Title": "BCAA-enriched snack improves nutritional state of cirrhosis.",
        "Abstract": "A late evening snack improves the catabolic state in patients with advanced liver cirrhosis. We tested whether long-term (3 mo) late evening snacking that included a branched-chain amino acid (BCAA)-enriched nutrient mixture produces a better nutritional state and better quality of life than ordinary food in patients with hepatitis C virus-positive liver cirrhosis.\n                In a multicenter, randomized study, 48 patients with liver cirrhosis received late-evening supplementation with the BCAA-enriched nutrient mixture or ordinary food, such as a rice ball or bread, for 3 mo. During the study period, each patient was instructed on energy and protein intake. Blood biochemical data, nitrogen balance, respiratory quotient, and health-related quality of life (Short Form 36 questionnaire) were evaluated at baseline and at the end of the study.\n                Total and late-evening energy intakes were similar in the two groups at 3 mo. Serum albumin level, nitrogen balance, and respiratory quotient were significantly improved by the BCAA mixture but not by ordinary food. The parameters of the Short Form 36 did not statistically significantly improve over 3 mo in either group.\n                Long-term oral supplementation with a BCAA mixture is better than ordinary food in a late evening snack at improving the serum albumin level and the energy metabolism in patients with cirrhosis.",
        "Year": 2007,
        "CitationCount": 212
    },
    {
        "Unnamed: 0": 4670,
        "ReviewID": "CD008344",
        "PMID": "PMID:20005375",
        "Title": "Nutrition support with glutamine dipeptide in patients undergoing liver transplantation.",
        "Abstract": "The effect of total parenteral nutrition (TPN) support supplemented with alanyl-glutamine (Ala-Gln) dipeptide was investigated in a randomized, controlled clinical trial.\n                Sixty-five patients with the diagnosis of end-stage liver disease or hepatic cellular carcinoma admitted for orthotopic liver transplantation were randomly divided into 3 groups: diet group (n = 21), TPN group (n = 22), and Gln group (n = 22). Patients in the TPN and Gln groups received isocaloric and isonitrogenous TPN for 7 days. Venous heparin blood samples were obtained for assay on days 2 and 9 after surgery; we performed routine pathologic tests.\n                Compared with the results on day 9 in the TPN group, there was a significant increase in the prognostic nutrition index and in prealbumin among the Gln group. Aspartate aminotransferase improved significantly by Gln treatment compared with traditional TPN support (P < .05). The pathologic results also showed Gln supplementation to reduce hepatic cell injury. A significant decrease in postoperative hospital stay was observed in the Gln group.\n                Posttransplant TPN support greatly improved protein metabolism and nutritional state of patients. TPN with Ala-Gln helped to improve synthetic function and to reduce the injury to a transplanted liver.",
        "Year": 2009,
        "CitationCount": 24
    },
    {
        "Unnamed: 0": 4652,
        "ReviewID": "CD008344",
        "PMID": "PMID:19285598",
        "Title": "A snack enriched with oral branched-chain amino acids prevents a fall in albumin in patients with liver cirrhosis undergoing chemoembolization for hepatocellular carcinoma.",
        "Abstract": "Nutritional support may play an important role in management of liver cirrhosis (LC) associated with unresectable hepatocellular carcinoma (HCC). Total protein and albumin deteriorate in patients with LC undergoing trans-arterial chemoembolization (TACE). Therefore, in this study, we examined the hypothesis that short-term administration of branched-chain amino acids (BCAA) will prevent a fall in total protein and albumin in the perioperative period. The subjects were 56 patients who underwent TACE for HCC between 2004 and 2005 at Nagasaki University Hospital. The patients were randomly placed in the BCAA group (n = 28) or a control group (n = 28). The patients in the BCAA group consumed a snack containing 50 g of BCAA once a day at 10:00 pm starting 1 day before TACE and continuing until 2 weeks after TACE. A comparison of baseline and end point data showed greater decreases in the concentrations of total protein, albumin, cholinesterase, and total cholesterol and in the red blood cell count in the control group compared to the BCAA group. Ammonia levels decreased in the BCAA group and increased in the control group. Our findings indicate that a BCAA supplement taken orally as a late evening snack prevents suppression of liver function by TACE in patients with LC complicated with HCC during the 2-week period after TACE.",
        "Year": 2009,
        "CitationCount": 53
    },
    {
        "Unnamed: 0": 4672,
        "ReviewID": "CD008344",
        "PMID": "PMID:20602497",
        "Title": "Randomized clinical trial of laxatives and oral nutritional supplements within an enhanced recovery after surgery protocol following liver resection.",
        "Abstract": "Routine laxatives may expedite gastrointestinal recovery and early tolerance of food within an enhanced recovery after surgery (ERAS) programme. Combined with carbohydrate loading and oral nutritional supplements (ONS), it may further enhance recovery of gastrointestinal function and promote earlier overall recovery.\n                Seventy-four patients undergoing liver resection were randomized in a two-by-two factorial design to receive either postoperative magnesium hydroxide as a laxative, preoperative carbohydrate loading and postoperative ONS, their combination or a control group. Patients were managed within an ERAS programme of care. The primary outcome measure was time to first passage of stool. Secondary outcome measures were gastric emptying, postoperative oral calorie intake, time to functional recovery and length of hospital stay.\n                Sixty-eight patients completed the trial. The laxative group had a significantly reduced time to passage of stool: median (interquartile range) 4 (3-5) versus 5 (4-6) days (P = 0.034). The ONS group showed a trend towards a shorter time to passage of stool (P = 0.076) but there was no evidence of interaction in patients randomized to the combination regimen. Median length of hospital stay was 6 (4-7) days. There were no differences in secondary outcomes between groups.\n                Within an ERAS protocol for patients undergoing liver resection, routine postoperative laxatives result in an earlier first passage of stool but the overall rate of recovery is unaltered.\n                Copyright (c) 2010 British Journal of Surgery Society Ltd. Published by John Wiley & Sons, Ltd.",
        "Year": 2010,
        "CitationCount": 105
    },
    {
        "Unnamed: 0": 4675,
        "ReviewID": "CD008344",
        "PMID": "PMID:20887332",
        "Title": "Effect of an oral branched chain amino acid-enriched snack in cirrhotic patients with sleep disturbance.",
        "Abstract": "Aim:  Sleep is closely related to physical and mental health. Sleep disturbance is reported in patients without encephalopathy. We examined the relationship among cirrhotic symptoms, laboratory data and sleep disturbances. Next, we examined the influence of a branched chain amino acid (BCAA) supplement on sleep disturbance in cirrhotic patients. Methods:  We investigated a total of 21 patients at Nagasaki University Hospital from January to June 2009. We constructed questionnaire items for the evaluation of cirrhotic symptoms. The items, as major symptoms of cirrhotic patients, were as follows: hand tremor, appetite loss, muscle cramp of foot, fatigue, decreased strength, anxiety, abdominal fullness, abdominal pain and a feeling of low energy. We used the Epworth Sleepiness Scale (ESS) for the evaluation of daytime hypersomnolence. Energy supplementation with a BCAA snack was performed as a late evening snack (LES). All patients were assessed at the time of entry into the study, and at 4 and 8 weeks. Results:  It was found that BCAA snack, taken p.o. as an LES, improved the ESS for cirrhotic patients without encephalopathy. This beneficial result was recognized in the short term, 4 weeks after beginning of treatment. This study demonstrated the utility of BCAA supplementation for cirrhotic patients with sleep disturbance. However, the cirrhotic symptom-related score was positively relation with the Child-Pugh score at the time of patient entry, and we were unable to identify the item that related to ESS. Conclusion:  A BCAA snack is a useful drug for cirrhotic patients who do not have any overt encephalopathy, but who suffered from sleep disturbance.\n                © 2010 The Japan Society of Hepatology.",
        "Year": 2010,
        "CitationCount": 37
    },
    {
        "Unnamed: 0": 4661,
        "ReviewID": "CD008344",
        "PMID": "PMID:20698232",
        "Title": "Prospective randomized controlled study of short-term perioperative oral nutrition with branched chain amino acids in patients undergoing liver surgery.",
        "Abstract": "Early prospective randomized clinical trials demonstrated that perioperative parenteral nutrition (PN) with branched chain amino acids (BCAA) is beneficial in cirrhotic patients with hepatocellular carcinoma who undergo hepatectomy. However, PN support is expensive and requires a long hospital stay. Moreover, PN support has not been evaluated in patients with a normal liver who undergo hepatectomy. It was studied the benefits of perioperative oral nutrition (ON) with BCAA in patients who underwent hepatectomy, including those with a non-hepatitis liver.\n                In this prospective, randomized, controlled trial, 38 patients were assessed for eligibility. Fourteen patients were excluded because they had received intraoperative blood transfusions or incomplete resections. The 24 eligible patients (20 with malignant liver tumors and 4 with benign liver tumors) were randomly assigned to receive perioperative ON with BCAA (11 patients, BCAA group) or a usual diet (13 patients, control group). The BCAA group received a BCAA supplement twice daily plus a usual diet for 14 days before operation and on days 1 to 7 after operation. The control group received a usual diet alone. The primary end point was the improvement in postoperative biochemical measurements.\n                Two of the 11 patients in the BCAA group developed postoperative complications, as compared with 3 of the 13 patients in the control group (18.2% vs. 23.1%, p = 0.7686). Serum levels of alanine aminotransferase, aspartate aminotransferase, and ammonia did not differ significantly between the BCAA group and control group; however, peak values were lower in the BCAA group. There was no difference between the groups in serum hemoglobin levels after operation. Among patients with hepatitis, serum erythropoietin (EPO) levels on POD 3, 5, and 7 were slightly but not significantly higher in the BCAA group than in the control group. Among patients with non-hepatitis, serum EPO levels on POD 3, 5, and 7 were significantly higher in the BCAA group than in the control group (p = 0.0174, p = 0.0141, and p = 0.0328, respectively).\n                Short-term ON support with BCAA was associated with higher serum EPO levels than was a normal diet in patients with non-hepatitis who underwent curative hepatic resection. Higher EPO levels might be beneficial in protecting liver cells from ischemic injury and preventing intraoperative hemorrhage associated with lower perioperative levels of alanine aminotransferase and aspartate aminotransferase in serum. This is the first study to demonstrate an effect of EN support with BCAA in patients with non-hepatitis, as well as those with hepatitis.",
        "Year": 2010,
        "CitationCount": 30
    },
    {
        "Unnamed: 0": 4656,
        "ReviewID": "CD008344",
        "PMID": "PMID:22027191",
        "Title": "Effect of preoperative immunonutrition in patients undergoing hepatectomy; a randomized controlled trial.",
        "Abstract": "No consensus has been reached concerning the effects of preoperative immunonutrition in patients undergoing hepatectomy. We evaluated the effects of immunonutrition before hepatectomy on perioperative management. This study was performed as a randomized controlled trial. Patients expected to undergo segmentectomy or more extensive hepatectomy for liver tumors were randomized to immunonutrition (IM) and control (C) groups each consisting of 13 patients. The IM group was given 750 ml of IMPACT in addition to half-size hospital meals orally from 5 days before to the day before surgery, and the C group was given conventional hospital meals. The blood level of eicosapentaenoic acid was elevated preoperatively in all patients of the IM group. The white blood cell count and interleukin 6 levels, which are indices of postoperative inflammation, were significantly lower in the IM group. As regards liver function, postoperative increases in the aspartate aminotransferase and alanine aminotransaminase levels were slightly suppressed in the IM group. No significant difference was noted in postoperative complications or duration of postoperative hospital stay. In patients undergoing hepatectomy, preoperative immunonutrition reduced inflammation and protected against liver dysfunction.",
        "Year": 2011,
        "CitationCount": 50
    }
]