[
    {
        "Unnamed: 0": 20158,
        "ReviewID": "CD004509",
        "PMID": "PMID:6682336",
        "Title": "Hormonal treatments of sexual unresponsiveness in postmenopausal women: a comparative study.",
        "Abstract": "Forty postmenopausal women, referred for hormone replacement therapy and all of whom reported a significant concern about a decline in their sexual interest, were randomly allocated to one of two hormone implant treatment groups: either oestradiol (50 mg) alone, or oestradiol (50 mg) and testosterone (100 mg). Comparison between the two groups as a whole revealed no significant differences on any measure, both treatments being associated with a significant reduction in the severity of psychological, somatic and vasomotor symptoms, and with a significant improvement in sexual interest and responsiveness. Similar effects were also observed in patients who denied, pretreatment, any concurrent dyspareunia. Although it is not possible to identify the reasons for change, the results indicate no advantages of supplementary testosterone administration over oestradiol alone for sexually unresponsive postmenopausal women.",
        "Year": 1983.0,
        "CitationCount": 107
    },
    {
        "Unnamed: 0": 20171,
        "ReviewID": "CD004509",
        "PMID": "PMID:6730851",
        "Title": "The effects of hormone implants on serum lipoproteins and steroid hormones in bilaterally oophorectomised women.",
        "Abstract": "Serum lipoproteins were measured over a period of 6 months in 14 oophorectomised women treated with oestrogen implants (50 mg oestradiol-17 beta) and 17 oophorectomised women treated with oestrogen/testosterone implants (50 mg oestradiol-17 beta, 100 mg testosterone). Both types of implant caused only minimal changes in lipoprotein metabolism. Low density lipoprotein (LDL) cholesterol decreased with both types of implant and high density lipoprotein (HDL) cholesterol rose with the oestrogen implants. HDL subfractions were also measured. The oestrogen implants caused a transient rise in HDL2 cholesterol levels at 2 months and a slower rise in HDL3 cholesterol. The oestrogen/testosterone implants had no effect on HDL fractions. The results indicate that hormone implants do not cause the profound changes in lipoproteins associated with oral hormone therapy.",
        "Year": 1984.0,
        "CitationCount": 56
    },
    {
        "Unnamed: 0": 20181,
        "ReviewID": "CD004509",
        "PMID": "PMID:3903822",
        "Title": "Sex steroids and affect in the surgical menopause: a double-blind, cross-over study.",
        "Abstract": "The effect of estrogen and/or androgen on mood in surgically menopausal women was investigated with a prospective, double-blind, cross-over design. Oophorectomized women who received either estrogen (E), androgen (A), or a combined estrogen-androgen preparation (E-A) parenterally attained lower depression scores during both treatment phases compared to a placebo group (PL), coincident with their higher plasma estrogen and testosterone levels. When steroids were withdrawn, depression scores of all oophorectomized women were significantly higher than those of a hysterectomized control group with intact ovaries (CON). The A group also had higher hostility scores than the E, PL, and CON groups. These data provide evidence of a covariation between circulating levels of estrogen and testosterone and certain affects in healthy women.",
        "Year": 1985.0,
        "CitationCount": 287
    },
    {
        "Unnamed: 0": 20186,
        "ReviewID": "CD004509",
        "PMID": "PMID:2880114",
        "Title": "Effect of oestrogen and testosterone implants on psychological disorders in the climacteric.",
        "Abstract": "In a double-blind trial oestradiol, oestradiol/testosterone, or placebo implants were assessed for their effects on psychological symptoms in women attending a menopause clinic. After two months, women receiving active treatment scored better than the placebo group on a self-rating scale of distress, on anxiety, and on depression (p less than 0.05). Postmenopausal but not perimenopausal women improved after placebo, and at 4 months the scores in the three groups no longer differed significantly.",
        "Year": 1987.0,
        "CitationCount": 242
    },
    {
        "Unnamed: 0": 20170,
        "ReviewID": "CD004509",
        "PMID": "PMID:3107663",
        "Title": "Effect of combined implants of oestradiol and testosterone on libido in postmenopausal women.",
        "Abstract": null,
        "Year": 1987.0,
        "CitationCount": 177
    },
    {
        "Unnamed: 0": 20193,
        "ReviewID": "CD004509",
        "PMID": "PMID:2966832",
        "Title": "Affective changes with estrogen and androgen replacement therapy in surgically menopausal women.",
        "Abstract": "Otherwise healthy surgically menopausal women who had been receiving either an intramuscular estrogen-androgen (E-A) combined preparation or estrogen alone (E) long-term had more positive moods than an untreated control group (CON) coincident with their higher levels of circulating estradiol (E2). Women who received both E2 and testosterone (T) felt more composed, elated, and energetic than those who were given E alone. These findings confirm that mood covaries with circulating estradiol levels in generally healthy, nondepressed women. Possible mechanisms of action of the sex steroids on affect are discussed.",
        "Year": 1988.0,
        "CitationCount": 271
    },
    {
        "Unnamed: 0": 20182,
        "ReviewID": "CD004509",
        "PMID": "PMID:8233265",
        "Title": "A comparison of esterified estrogens with and without methyltestosterone: effects on endometrial histology and serum lipoproteins in postmenopausal women.",
        "Abstract": "To compare the efficacy and safety of esterified estrogens with and without methyltestosterone.\n                Twenty-six women participated in a double-blind randomized trial for 6 months. Outcome measures included serum total and lipoprotein-bound cholesterol, vasomotor symptoms, vaginal cytology and endometrial histology, and chemistry values. Analysis of variance and t test statistics were used to assess differences.\n                After 6 months of therapy, the treatment groups were comparable with regard to symptom scores, vaginal cytology and endometrial histology scores, and clinical laboratory test values. Treatment with esterified estrogens plus methyltestosterone significantly decreased total cholesterol, high-density lipoprotein cholesterol (HDL), HDL2, HDL3, and apolipoprotein A1 compared to esterified estrogens alone.\n                Esterified estrogens with or without methyltestosterone were effective at reducing menopausal symptoms and were well tolerated over 6 months of continuous treatment. A significant decrease in cholesterol and apolipoproteins in the estrogen plus methyltestosterone group suggests a potentially adverse impact on the beneficial effect normally imparted by estrogen therapy.",
        "Year": 1993.0,
        "CitationCount": 105
    },
    {
        "Unnamed: 0": 20164,
        "ReviewID": "CD004509",
        "PMID": "PMID:7616872",
        "Title": "Testosterone enhances estradiol's effects on postmenopausal bone density and sexuality.",
        "Abstract": "To investigate the role of androgens in increasing bone density and improving low libido in postmenopausal women, we have studied the long-term effects of estradiol and testosterone implants on bone mineral density and sexuality in a prospective, 2 year, single-blind randomised trial. Thirty-four postmenopausal volunteers were randomised to treatment with either estradiol implants 50 mg alone (E) or estradiol 50 mg plus testosterone 50 mg (E&T), administered 3-monthly for 2 years. Cyclical oral progestins were taken by those women with an intact uterus. Thirty-two women completed the study. BMD (DEXA) of total body, lumbar vertebrae (L1-L4) and hip area increased significantly in both treatment groups. BMD increased more rapidly in the testosterone treated group at all sites. A substantially greater increase in BMD occurred in the E&T group for total body (P < 0.008), vertebral L1-L4 (P < 0.001) and trochanteric (P < 0.005) measurements. All sexual parameters (Sabbatsberg sexual self-rating scale) improved significantly in both groups. Addition of testosterone resulted in a significantly greater improvement compared to E for sexual activity (P < 0.03), satisfaction (P < 0.03), pleasure (P < 0.01), orgasm (P < 0.035) and relevancy (P < 0.05). Total cholesterol and LDL-cholesterol fell in both groups as did total body fat. Total body fat-free mass (DEXA, anthropometry, impedance) increased in the E&T group only. We concluded that in postmenopausal women, treatment with combined estradiol and testosterone implants was more effective in increasing bone mineral density in the hip and lumbar spine than estradiol implants alone. Significantly greater improvement in sexuality was observed with combined therapy, verifying the therapeutic value of testosterone implants for diminished libido in postmenopausal women. The favourable estrogenic effects on lipids were preserved in women treated with T, in association with beneficial changes in body composition.",
        "Year": 1995.0,
        "CitationCount": 512
    },
    {
        "Unnamed: 0": 20161,
        "ReviewID": "CD004509",
        "PMID": "PMID:8550780",
        "Title": "Comparison of the effects of estrogen alone and estrogen plus androgen on biochemical markers of bone formation and resorption in postmenopausal women.",
        "Abstract": "The present study was undertaken to determine whether the addition of an androgen to estrogen therapy in postmenopausal women would alter the skeletal response as determined by measurements of markers of bone formation and resorption. Postmenopausal women were treated for 9 weeks with either a combination of 1.25 mg esterified estrogen and 2.5 mg methyltestosterone (E+A) or 1.25 mg conjugated equine estrogen (CEE). Both groups showed a similar decrease in urinary excretion of the bone resorption markers, deoxypyridinoline, pyridinoline, and hydroxyproline. Patients treated with CEE showed decreases in the serum markers of bone formation, bone-specific alkaline phosphatase, osteocalcin, and C-terminal procollagen peptide. In contrast, subjects treated with E+A showed increases in these markers of bone formation. CEE increased, and E+A decreased serum levels of sex hormone-binding globulin as well as triglycerides and high density lipoprotein levels. Only CEE significantly reduced low density lipoproteins. Both regimens were effective in reducing postmenopausal somatic symptoms, but only E+A had a significant effect on psychological symptoms. We conclude that short term administration of androgen with estrogen may reverse the inhibitory effects of estrogen on bone formation. Long term studies are needed to determine the relative benefits and risks of the combination of estrogen and androgen and whether this results in greater increases in bone mass and strength.",
        "Year": 1996.0,
        "CitationCount": 299
    },
    {
        "Unnamed: 0": 20187,
        "ReviewID": "CD004509",
        "PMID": "PMID:9800666",
        "Title": "Estrogen and estrogen-androgen replacement in postmenopausal women dissatisfied with estrogen-only therapy. Sexual behavior and neuroendocrine responses.",
        "Abstract": "To investigate the efficacy of esterified estrogens alone and combined with oral androgen on sexual function and menopausal symptoms in postmenopausal women.\n                Twenty postmenopausal women dissatisfied with their estrogen or estrogen-progestin therapy volunteered to enter a double-blind, randomized trial in which they received either oral esterified estrogens or esterified estrogens + androgen for eight weeks after a single-blind, placebo, lead-in period. Sexual function was assessed with a questionnaire used in the Yale midlife survey, and plasma levels of estradiol, estrone, sex hormone binding globulin (SHBG) and beta-endorphin were measured at two- to four-week intervals.\n                Estrogen-androgen therapy significantly improved sexual sensation and desire after four and eight weeks of double-blind treatment in comparison to previous estrogen therapy and postplacebo baseline assessments. Plasma levels of estradiol and estrone increased significantly in all patients as compared to the postplacebo baseline and decreased in comparison to circulating estrogen concentrations on previous therapy. Relative proportions of free and bound steroid hormone exhibited contrasting shifts during estrogen and estrogen-androgen therapy. SHBG increased in the estrogen group and decreased in the estrogen-androgen group, leading to lower amounts of free androgens during estrogen therapy and increased free androgen levels during estrogen-androgen therapy. Since proportions of free (bioavailable) ovarian steroids would correlate inversely with plasma protein binding capacity, the beneficial effects of oral estrogen-androgen therapy on sexual sensation and desire may be due either to the administered androgen or to the increased availability of endogenous and exogenous androgens, particularly in the central nervous system.\n                Sexual desire, satisfaction and frequency in postmenopausal women taking hormonal therapy were improved significantly by combined estrogen-androgen therapy but not by estrogen or estrogen-progestin therapy. Sexual function improved with estrogen-androgen therapy even though circulating estrogen levels were lower than those measured during previous estrogen therapy. This leads to the conclusion that androgens play a pivotal role in sexual function but that estrogens are not a significant factor determining levels of sexual drive and enjoyment.",
        "Year": 1998.0,
        "CitationCount": 210
    },
    {
        "Unnamed: 0": 20191,
        "ReviewID": "CD004509",
        "PMID": "PMID:10374221",
        "Title": "Differential effects of estrogen-androgen and estrogen-only therapy on vasomotor symptoms, gonadotropin secretion, and endogenous androgen bioavailability in postmenopausal women.",
        "Abstract": "To investigate somatic symptom relief, gonadotropin secretion, and endogenous androgen bioavailability (protein-bound and free) during 3 months of estrogen-androgen therapy or matched estrogen-only replacement therapy.\n                Ninety-three naturally menopausal outpatients with 6 or more months of amenorrhea, who were experiencing mild-to-moderate vasomotor symptoms, were randomized to receive one of five treatments: oral esterified estrogens (0.625 mg or 1.25 mg), oral esterified estrogens combined with methyltestosterone (0.625 mg combined with 1.25 mg methyltestosterone or esterified estrogens 1.25 mg combined with 2.5 mg methyltestosterone), or placebo for 12 weeks. All treatments were preceded by a 4-week placebo lead-in period.\n                Patients receiving the lower dose of estrogen-androgen therapy had fewer somatic menopausal symptoms than patients receiving the lower dose estrogen (0.625 mg), and they experienced somatic symptom relief similar to those patients receiving the higher dose of estrogen (1.25 mg). Significantly greater luteinizing hormone suppression (p < or = 0.03) occurred in estrogen-androgen groups compared to estrogen groups, suggesting that added androgen might mediate a more pronounced negative feedback on the hypothalamic-pituitary axis. Sex hormone-binding globulin increased significantly in both estrogen-treated groups (p < or = 0.01), whereas decreases occurred in both estrogen-androgen groups (p < or = 0.006). The higher dose estrogen-only preparation significantly reduced androstenedione (p < or = 0.01) and dehydroepiandrosterone sulfate (p < or = 0.005).\n                The extent of relief with lower dose estrogen-androgen therapy was similar to higher dose estrogen-only treatment. The greater efficacy of combination therapy on somatic symptoms could be mediated by the same mechanism responsible for the suppressive effects of estrogen-androgen therapy on luteinizing hormone secretion. The marked differences in circulating levels of sex hormone building globulin, which were increased by estrogen and decreased by estrogen-androgen, and the resulting impact on bioavailable androgens and estrogens could also explain the differential somatic relief with both treatments. Endogenous adrenal androgens were lower in women treated with esterified estrogens 1.25 mg/day, suggesting that estrogen therapy can produce a significant hypoandrogenic state by inhibiting production or accelerating clearance of adrenal androgens.",
        "Year": 1999.0,
        "CitationCount": 93
    },
    {
        "Unnamed: 0": 20157,
        "ReviewID": "CD004509",
        "PMID": "PMID:10993031",
        "Title": "Sublingual administration of micronized estradiol and progesterone, with and without micronized testosterone: effect on biochemical markers of bone metabolism and bone mineral density.",
        "Abstract": "The purpose of this investigation was to evaluate the relative efficacy of the sublingual administration of micronized estradiol (E2), progesterone (P4), and testosterone (T) on bone mineral density and biochemical markers of bone metabolism.\n                In this double-blind, prospective study, postmenopausal women were randomly assigned to one of four treatment groups: hysterectomized women were assigned to either 1) micronized E2 (0.5 mg) or 2) micronized E2 (0.5 mg) + micronized T (1.25 mg). Women with intact uteri were assigned to either 3) micronized E2 (0.5 mg) + micronized P4 (100 mg) or 4) micronized E2 (0.5 mg) + micronized P4 (100 mcg) + micronized T (1.25 mg). For the purpose of this study, the four treatment groups were combined into two groups for all comparisons. The E2 and E2+P4 groups were combined into the HRT alone group (n=30), and the E2+T and E2+P4+T groups were combined into the HRT + T group (n=27). Hormones were administered sublingually as a single tablet twice a day for 12 months. Bone mineral density was measured in the anterior-posterior lumbar spine and total left hip via dual energy x-ray absorptiometry. Bone metabolism was assessed via serum bone-specific alkaline phosphatase and urinary deoxypyridinoline and cross-linked N-telopeptide of type I collagen, both normalized to creatinine. Data were analyzed via a repeated measures analysis of variance and a Student's t test (alpha=0.05).\n                The subjects were of similar age (54.0 +/- 0.8 years), height (64.0 +/- 0.3 in), weight (157.6 +/- 4.2 lb), and had similar baseline follicle-stimulating hormone (66.4 +/- 3.2 mIU/L), E2 (26.4 +/- 1.5 pg/ml), P4 (0.3 +/- 0.1 ng/ml), total T (19.0 +/- 1.5 ng/dL), and bioavailable T (3.7 +/- 0.3 ng/dL) levels. During therapy, serum levels increased (p < 0.05) for each hormone. Bone mineral density and bone markers at baseline were similar for each treatment group. Bone-specific alkaline phosphatase decreased (p < 0.05) by -14.3 +/- 4.1% in the HRT alone group and by -8.2 +/- 4.6% in the HRT + T group. Deoxypyridinoline levels decreased significantly in the HRT alone and HRT + T groups, - 14.4 +/- 6.8% and -26.9 +/- 7.6%, respectively. Significant reductions (p < 0.05) in cross-linked N-telopeptide of type I collagen were also observed in both groups, -24.4 +/- 6.5% and -39.5 +/- 8.6%, respectively. Bone mineral density in the lumbar spine increased (p < 0.05) by +2.2 +/- 0.5% the HRT alone group and by + 1.8 +/- 0.6% in the HRT + T group. Total hip bone mineral density was maintained in the HRT alone group (+0.4 +/- 0.4%) and increased (p < 0.05) in the HRT + T group (+ 1.8 +/- 0.5%).\n                Sublingual micronized HRT favorably decreases serum and urine markers of bone metabolism, prevents bone loss, and results in a slight increase in spine and hip bone mineral density. Although the addition of testosterone to HRT for 1 year did not result in added benefit to the spine bone mineral density, it did result in a significant increase in hip bone mineral density. Longer duration of therapy may have further improved these outcomes.",
        "Year": 2000.0,
        "CitationCount": 48
    },
    {
        "Unnamed: 0": 20162,
        "ReviewID": "CD004509",
        "PMID": "PMID:10974131",
        "Title": "Transdermal testosterone treatment in women with impaired sexual function after oophorectomy.",
        "Abstract": "The ovaries provide approximately half the circulating testosterone in premenopausal women. After bilateral oophorectomy, many women report impaired sexual functioning despite estrogen replacement. We evaluated the effects of transdermal testosterone in women who had impaired sexual function after surgically induced menopause.\n                Seventy-five women, 31 to 56 years old, who had undergone oophorectomy and hysterectomy received conjugated equine estrogens (at least 0.625 mg per day orally) and, in random order, placebo, 150 microg of testosterone, and 300 microg of testosterone per day transdermally for 12 weeks each. Outcome measures included scores on the Brief Index of Sexual Functioning for Women, the Psychological General Well-Being Index, and a sexual-function diary completed over the telephone.\n                The mean (+/-SD) serum free testosterone concentration increased from 1.2+/-0.8 pg per milliliter (4.2+/-2.8 pmol per liter) during placebo treatment to 3.9+/-2.4 pg per milliliter (13.5+/-8.3 pmol per liter) and 5.9+/-4.8 pg per milliliter (20.5+/-16.6 pmol per liter) during treatment with 150 and 300 microg of testosterone per day, respectively (normal range, 1.3 to 6.8 pg per milliliter [4.5 to 23.6 pmol per liter]). Despite an appreciable placebo response, the higher testosterone dose resulted in further increases in scores for frequency of sexual activity and pleasure-orgasm in the Brief index of Sexual Functioning for Women (P=0.03 for both comparisons with placebo). At the higher dose the percentages of women who had sexual fantasies, masturbated, or engaged in sexual intercourse at least once a week increased two to three times from base line. The positive-well-being, depressed-mood, and composite scores of the Psychological General Well-Being Index also improved at the higher dose (P=0.04, P=0.03, and P=0.04, respectively, for the comparison with placebo), but the scores on the telephone-based diary did not increase significantly.\n                In women who have undergone oophorectomy and hysterectomy, transdermal testosterone improves sexual function and psychological well-being.",
        "Year": 2000.0,
        "CitationCount": 923
    },
    {
        "Unnamed: 0": 20173,
        "ReviewID": "CD004509",
        "PMID": "PMID:11476766",
        "Title": "Effects of androgen supplementation of hormone replacement therapy on the vascular reactivity of cerebral arteries.",
        "Abstract": "To determine the effect of the androgen supplementation of hormone replacement therapy (HRT) on the vascular reactivity of cerebral arteries.\n                Open randomized study.\n                Healthy volunteers in an academic research environment.\n                Forty postmenopausal women who were treated with sequential HRT (transdermal E2 50 microg/d + medroxyprogesterone acetate 10 mg/d for 12 days every other month) for > or =1 year and < or =5 years.\n                Testosterone undecanoate (40 mg/d, p.o.) was randomly administered to 20 patients during ongoing HRT; the other 20 served as controls. Doppler evaluations of the internal carotid and middle cerebral arteries were performed together with lipid levels assessments. A visual analogue scale (VAS) was used to evaluate various parameters relating to sexual life and well-being.\n                Pulsatility index (PI) of the arteries, VAS assessment of psychophysical well-being.\n                The administration of testosterone undecanoate during HRT induced an increase in the PI of the middle cerebral artery and a reduction of high-density lipoprotein cholesterol. Sexual desire and satisfaction were greatly improved.\n                In postmenopausal women, androgen supplementation during HRT can partially counteract the beneficial effects of estrogens on cerebral vascular reactivity and lipid profiles, but sexual desire and satisfaction are greatly improved.",
        "Year": 2001.0,
        "CitationCount": 46
    },
    {
        "Unnamed: 0": 20190,
        "ReviewID": "CD004509",
        "PMID": "PMID:11571096",
        "Title": "Neuropsychological effects of methyltestosterone in women using menopausal hormone replacement.",
        "Abstract": "To observe the effects of androgen replacement on neuropsychological measures in menopausal women, healthy menopausal women already using replacement estrogen were studied in a randomized, double-blind, active placebo-controlled, crossover comparison between two 8-week periods of treatment with (1) 0.625 mg oral esterified estrogen (E) alone and (2) in combination with 1.25 mg oral methyltestosterone (meT). After an initial baseline session, data were gathered at the end of two treatment periods. Scores on standardized psychological tests and computerized reaction times were compared between treatments, as was an overall outcome score that combined all measures. Added meT significantly improved scores on a test of complex information processing, the Switching Attention Test, but not on other tests. Mean outcome score showed no net change and wide variation. Fourteen subjects had outcome scores >1 SD from the mean, and 21 had no change. In the estrogen alone condition, three measures predicted favorable outcome with added meT: surgically compromised ovarian function, fewer physical symptoms, and higher score on a self-image measure of creativity. Added meT treatment may improve complex information processing. Despite wide disparities in outcome, an increased chance of overall improvement may be predicted by specific pretreatment measures.",
        "Year": 2001.0,
        "CitationCount": 25
    },
    {
        "Unnamed: 0": 20159,
        "ReviewID": "CD004509",
        "PMID": "PMID:11932273",
        "Title": "Differential effects of oral estrogen versus oral estrogen-androgen replacement therapy on body composition in postmenopausal women.",
        "Abstract": "Menopause is associated with decreased lean body mass and increased fat due to aging and declining hormone secretion. Estrogens or estrogen-progestins have been used to alleviate vasomotor symptoms. However, estrogen-androgen (E/A) therapy is also used for vasomotor symptom relief and has been shown to increase lean body mass while decreasing fat mass. The objective of this 16-wk, double-blind, randomized, parallel group clinical trial was to compare esterified estrogen plus methyltestosterone (1.25 mg estrogen + 2.5 mg methyltestosterone/d; E/A group) vs. esterified estrogen alone (1.25 mg/d; E group) on body composition. Forty postmenopausal women (mean age, 57 yr) participated. Compared with estrogen treatment alone, women in the E/A group increased their total lean body mass and reduced their percentage fat for all body parts (P < 0.05). After E/A treatment, there were statistically significant increases in lean body mass by 1.232 kg [0.181 +/- 0.004, 0.81 +/- 0.057, and 0.24 +/- 0.009 kg in the upper body (P = 0.021), trunk (P = 0.001), and lower body (P = 0.047), respectively]. In the E group, the increase was 0.31 +/- 0.004, 0.021 +/- 0.03, and 0.056 +/- 0.05 kg in the upper body, trunk, and lower body, respectively. In the E/A group, body fat was reduced by 0.90 kg (P = 0.18 for the trunk only), and percentage body fat declined by 7.4% (P < or = 0.05 for all body parts). Lower body strength increased by 23.1 kg (51 lb) in the E/A group vs. only 11 kg (24.25 lb) in the E group (P = 0.002 between groups). A statistically significant increase in weight (2.7 +/- 5.1 vs. 0.1 +/- 4.6 lb; P < 0.05) was observed in the E/A group compared with the E group. When subjects were given self-reporting questionnaires, more improvement was noted in sexual functioning and quality of life in the E/A group when compared with patients receiving E alone. There were no noteworthy side effects. In conclusion, E/A replacement therapy can improve body composition, lower-body muscle strength, quality of life, and sexual functioning in postmenopausal women.",
        "Year": 2002.0,
        "CitationCount": 185
    },
    {
        "Unnamed: 0": 20172,
        "ReviewID": "CD004509",
        "PMID": "PMID:12626215",
        "Title": "Addition of testosterone to estrogen replacement therapy in oophorectomized women: effects on sexuality and well-being.",
        "Abstract": "To evaluate the effect of adding testosterone undecanoate 40 mg daily to estrogen replacement on sexual function, psychological well-being and self-esteem in surgically postmenopausal women.\n                A letter of invitation to participate in the study was mailed to women who had undergone hysterectomy and bilateral oophorectomy for benign disorders during 1990-98. Fifty women, 45-60 years old, were consecutively recruited and randomly assigned to oral treatment with testosterone undecanoate 40 mg plus estradiol valerate 2 mg daily or placebo plus estradiol valerate 2 mg daily for 24 weeks. A double-blind design was chosen, with cross-over to the other regimen for another 24 weeks of treatment. Forty-four women completed the study. Outcome included scores on McCoy's sex scale questionnaire, the Psychological General Well-Being index and a self-esteem questionnaire, at baseline and after 24 weeks of either treatment. Serum concentrations of total testosterone, sex hormone binding globulin, free testosterone, dihydrotestosterone, androstenedione, estradiol, follicle stimulating hormone and luteinizing hormone were analyzed at baseline and after 24 weeks of both treatment regimens.\n                After 24 weeks, both treatment regimens had significantly improved some of the sexual variables. The addition of testosterone had a significantly better effect on the sex variables 'enjoyment of sex', 'satisfaction with frequency of sexual activity' and 'interest in sex'. The total McCoy score was significantly increased by both treatments, but there was a stronger effect when testosterone was also given. Although both regimens improved psychological well-being and self-esteem, we found no significant differences between testosterone-estrogen or estrogen alone at 24 weeks. Serum levels of all androgens, with considerable individual variation, increased significantly from baseline after 24 weeks of testosterone-estrogen treatment. Supraphysiological levels were achieved in a significant proportion of the women. Increases in estradiol and sex hormone binding globulin were less marked when testosterone was also given. Both treatments reduced gonadotropin levels.\n                The addition of testosterone undecanoate improved specific aspects of sexual function more than treatment with estrogen alone. Improvements in well-being and self-esteem were similar for both treatments. If testosterone undecanoate 40 mg daily should be used for clinical treatment, regular monitoring of androgen serum levels is needed.",
        "Year": 2002.0,
        "CitationCount": 146
    },
    {
        "Unnamed: 0": 20192,
        "ReviewID": "CD004509",
        "PMID": "PMID:12218381",
        "Title": "Evaluation of high-dose estrogen and high-dose estrogen plus methyltestosterone treatment on cognitive task performance in postmenopausal women.",
        "Abstract": "To investigate the cognitive effects of high-dose oral estrogen alone or in combination with oral methyltestosterone in postmenopausal women.\n                Participants were tested with a randomized, double-blind design on the Identical Pictures, Cube Comparisons, Building Memory and Shape Memory tasks before and after 4 months of hormone treatment.\n                Women receiving estrogen and methyltestosterone maintained a steady level of performance on the Building Memory task, whereas those receiving estrogen alone showed a decrease in performance.\n                These results indicate that the addition of testosterone to high-dose estrogen replacement exerts a protective effect on memory performance in postmenopausal women.\n                Copyright 2002 S. Karger AG, Basel",
        "Year": 2002.0,
        "CitationCount": 45
    },
    {
        "Unnamed: 0": 20183,
        "ReviewID": "CD004509",
        "PMID": "PMID:12798881",
        "Title": "Comparative effects of oral esterified estrogens with and without methyltestosterone on endocrine profiles and dimensions of sexual function in postmenopausal women with hypoactive sexual desire.",
        "Abstract": "In some women, a decline in sexual interest accompanies a relative androgen insufficiency after menopause. We sought to characterize the hormonal effects of the combination of oral esterified estrogens and methyltestosterone and to investigate whether this regimen improves hypoactive sexual desire.\n                Double-blind randomized trial.\n                Healthy volunteers in a multicenter research environment.\n                Postmenopausal women taking estrogen therapy who were experiencing hypoactive sexual desire.\n                4 months of treatment with 0.625 mg of esterified estrogens (n = 111) or the combination of 0.625 mg of esterified estrogens and 1.25 mg of methyltestosterone (n = 107).\n                Baseline and end-of-study measurements of total and bioavailable testosterone and sex hormone-binding globulin (SHBG), and mean change in level of sexual interest or desire as rated on the Sexual Interest Questionnaire.\n                Treatment with the combination of esterified estrogens and methyltestosterone significantly increased the concentration of bioavailable testosterone and suppressed SHBG. Scores measuring sexual interest or desire and frequency of desire increased from baseline with combination treatment and were significantly greater than those achieved with esterified estrogens alone. Treatment with the combination was well tolerated.\n                Increased circulating levels of unbound testosterone and suppression of SHBG provide a plausible hormonal explanation for the significantly improved sexual functioning in women receiving the combination of esterified estrogen and methyltestosterone.",
        "Year": 2003.0,
        "CitationCount": 244
    },
    {
        "Unnamed: 0": 20168,
        "ReviewID": "CD004509",
        "PMID": "PMID:15126543",
        "Title": "Effect of the combination of methyltestosterone and esterified estrogens compared with esterified estrogens alone on apolipoprotein CIII and other apolipoproteins in very low density, low density, and high density lipoproteins in surgically postmenopausal women.",
        "Abstract": "Androgens are known to lower plasma triglycerides, an independent risk factor for coronary heart disease (CHD). Triglycerides are carried in plasma on very low density (VLDL) and low density (LDL) lipoprotein particles. Apolipoprotein CIII (apoCIII), a strong predictor of CHD, impairs the metabolism of VLDL and LDL, contributing to increased triglycerides. The objective of this study was to assess the effect of oral methyltestosterone (2.5 mg/d), added to esterified estrogens (1.25 mg/d), on concentrations of apolipoproteins and lipoproteins, specifically those containing apoCIII, compared with esterified estrogens alone in surgically postmenopausal women. The women in the methyltestosterone plus esterified estrogen group had significant decreases in total triglycerides, apoCI, apoCII, apoCIII, apoE, and high density lipoprotein (HDL) cholesterol compared with those in the esterified estrogen group. The decreases in apoCIII concentrations occurred in VLDL (62%; P = 0.02), LDL (35%; P = 0.001), and HDL (17%; P < 0.0001). There were also decreases in cholesterol and triglycerides concentrations of apoCIII containing LDL, and apoCI concentration of apoCIII containing VLDL. There was no effect on VLDL and LDL particles that did not contain apoCIII or on apoB concentrations. In conclusion, methyltestosterone, when administered to surgically postmenopausal women taking esterified estrogen, has a selective effect to reduce the apoCIII concentration in VLDL and LDL, a predictor of CHD. Methyltestosterone may lower plasma triglycerides through a reduction in apoCIII.",
        "Year": 2004.0,
        "CitationCount": 26
    },
    {
        "Unnamed: 0": 20165,
        "ReviewID": "CD004509",
        "PMID": "PMID:14757271",
        "Title": "Serum lipids in oophorectomized women during estrogen and testosterone replacement therapy.",
        "Abstract": "To evaluate the effects of giving testosterone undecanoate (TU) in addition to estrogen replacement on serum lipids in oophorectomized women.\n                Women with surgically induced menopause (n = 50) were randomly assigned to oral treatment with 2 mg of estradiol valerate in combination with 40 mg of TU or placebo for 24 weeks. The study was double-blind with cross-over to the other regimen for further 24 weeks of treatment. Forty-four women completed the study. Their serum concentrations of total, high density lipoprotein (HDL)- and low density lipoprotein (LDL)-cholesterol, triglycerides, lipoprotein-(a) (Lp-(a)), total testosterone, estradiol and sex hormone-binding globulin (SHBG) were analyzed at baseline and after 24 weeks of each treatment.\n                Serum levels of total testosterone increased markedly from a baseline mean of 0.8-4.9 nmol/l during testosterone addition. The levels of free testosterone significantly increased during the combined treatment and fell when given estrogen alone. Total and LDL-cholesterol levels were significantly reduced by both treatments as also were those of Lp-(a) although the difference was not significant. We found a 13% reduction in HDL-cholesterol levels when testosterone was added, but no change with estrogen alone. Triglyceride levels were increased by estrogen treatment, but not affected by the combination of estrogen plus testosterone.\n                These findings suggest that 40 mg of TU can be given in addition to estrogen replacement with only little side-effects on the pattern of circulating lipids. Although supraphysiological concentrations of testosterone were induced a significant reduction in total and LDL-cholesterol levels occurred.",
        "Year": 2004.0,
        "CitationCount": 25
    },
    {
        "Unnamed: 0": 20184,
        "ReviewID": "CD004509",
        "PMID": "PMID:16014407",
        "Title": "Testosterone patch increases sexual activity and desire in surgically menopausal women with hypoactive sexual desire disorder.",
        "Abstract": "Hypoactive sexual desire disorder (HSDD) is one of the most common sexual problems reported by women, but few studies have been conducted to evaluate treatments for this condition.\n                The objective of this study was to evaluate the efficacy and safety of a testosterone patch in surgically menopausal women with HSDD.\n                The design was a randomized, double-blind, parallel-group, placebo-controlled, 24-wk study (the Intimate SM 1 study).\n                The study was performed at private or institutional practices.\n                The subjects studied were women, aged 26-70 yr, with HSDD after bilateral salpingo-oophorectomy who were receiving concomitant estrogen therapy. Placebo (n = 279) or testosterone 300 microg/d (n = 283) was administered. There were 19 patients who withdrew due to adverse events in the placebo group and 24 in the 300 mug/d testosterone group.\n                Testosterone (300 microg/d) or placebo patches were applied twice weekly. MAIN OUTCOME MEASURE(s): The primary end point was the change in the frequency of total satisfying sexual activity at 24 wk. Secondary end points included other sexual functioning end points and safety assessments.\n                At 24 wk, there was an increase from baseline in the frequency of total satisfying sexual activity of 2.10 episodes/4 wk in the testosterone group, which was significantly greater than the change of 0.98 episodes/4 wk in the placebo group (P = 0.0003). The testosterone group also experienced statistically significant improvements in sexual desire and a decrease in distress. The overall safety profile was similar in both treatment groups.\n                In the Intimate SM 1 study, the testosterone patch improved sexual function and decreased distress in surgically menopausal women with HSDD and was well tolerated in this trial.",
        "Year": 2005.0,
        "CitationCount": 459
    },
    {
        "Unnamed: 0": 20176,
        "ReviewID": "CD004509",
        "PMID": "PMID:16037752",
        "Title": "Combined esterified estrogens and methyltestosterone versus esterified estrogens alone in the treatment of loss of sexual interest in surgically menopausal women.",
        "Abstract": "To compare the effect of esterified estrogens and methyltestosterone versus esterified estrogens alone on diminished sexual interest in surgically menopausal women.\n                This randomized, double-blind study compared the effect of combined esterified estrogens (1.25 mg) and methyltestosterone (2.5 mg) (EE/MT) versus esterified estrogens (1.25 mg) alone (EE) for 8 weeks. Several different sexual function questionnaires were used to measure response to therapy. Changes from baseline in sexual interest/function and hormone levels were evaluated after 4 and 8 weeks of treatment.\n                A total of 102 women were randomized into the study; 52 (age range, 32-61 years) to EE/MT and 50 (age range, 33-62 years) to EE. After 8 weeks, significant differences between treatments were not seen in the Changes in Sexual Functioning Questionnaire (CSFQ-F-C) sexual desire/interest subscale score, the primary efficacy variable. In contrast statistically significant between-treatment differences were found for several secondary efficacy variables including Menopausal Sexual Interest Questionnaire (MSIQ) sexual interest/desire score, CSFQ-F-C arousal/erection subscale score and Women's Health Questionnaire sexual functioning subscale score. The mean serum concentration of bioavailable and free testosterone significantly increased, approximately doubling between baseline and the end of the study in patients receiving EE/MT, with a significant (P < 0.001) between-treatment difference. The mean serum concentration of sex hormone-binding globulin significantly decreased to less than one third of the pretreatment levels in patients receiving EE/MT (P < 0.001). Both treatments were well tolerated.\n                The mixed results seen with the different sexual function questionnaires may be due to the CSFQ-F-C's lack of specificity for this population. Increased levels of bioavailable and free testosterone paralleled the improved MSIQ item scores. Both the EE and EE/MT treatments were well tolerated.",
        "Year": 2005.0,
        "CitationCount": 57
    },
    {
        "Unnamed: 0": 20160,
        "ReviewID": "CD004509",
        "PMID": "PMID:15740824",
        "Title": "Influence of hormone therapy on the cardiovascular responses to stress of postmenopausal women.",
        "Abstract": "Epidemiological and psychophysiological data suggest that groups that differ in reproductive hormones and stress responses also differ in risk for cardiovascular disease. To evaluate the effects of hormone therapy on women's cardiovascular responses to laboratory stressors, 89 healthy postmenopausal women were tested twice, before and after exposure for about 8 weeks to one of the five conditions: placebo, Estratab (primarily estrone), Estratab plus Prometrium (micronized progesterone), Estratab plus Provera (synthetic progestin), and Estratest (same estrogen as in Estratab plus methyltestosterone). Results showed that women assigned to Estratab plus Prometrium and Estratest had diminished systolic blood pressure responses to stress upon retesting, whereas the other groups did not change in the level of their responses. Women assigned to Estratab plus Prometrium had diminished diastolic blood pressure responses during a speech stressor upon retesting, whereas women assigned to Estratab plus Provera increased. Our findings show that hormone therapy does affect women's stress responses, but they do not provide a simple explanation as to why groups at high and low risk for cardiovascular disease differ in reproductive hormones and stress responses.",
        "Year": 2005.0,
        "CitationCount": 23
    },
    {
        "Unnamed: 0": 20174,
        "ReviewID": "CD004509",
        "PMID": "PMID:15863529",
        "Title": "Testosterone patch for low sexual desire in surgically menopausal women: a randomized trial.",
        "Abstract": "To assess the efficacy and safety of a 300 mug/d testosterone patch for the treatment of hypoactive sexual desire disorder in surgically menopausal women on concomitant estrogen therapy.\n                Five hundred thirty-three women with hypoactive sexual desire disorder who had undergone previous hysterectomy and bilateral oophorectomy were enrolled in a 24-week, multicenter, double-blind, placebo-controlled trial. Patients were randomly assigned to receive placebo or the testosterone patch twice weekly. The primary efficacy endpoint was change from baseline at week 24 in the frequency of total satisfying sexual activity, measured by the Sexual Activity Log. Secondary measures included sexual desire using the Profile of Female Sexual Function and personal distress as measured by the Personal Distress Scale. Hormone levels, adverse events, and clinical laboratory measures were reviewed.\n                Total satisfying sexual activity significantly improved in the testosterone patch group compared with placebo after 24 weeks (mean change from baseline, 1.56 compared with 0.73 episodes per 4 weeks, P = .001). Treatment with the testosterone patch also significantly improved sexual desire (mean change, 10.57 compared with 4.29, P < .001) and decreased personal distress (P = .009). Serum free, total, and bioavailable testosterone concentrations increased from baseline. Overall, adverse events were similar in both groups (P > .05). The incidence of androgenic adverse events was higher in the testosterone group; most androgenic adverse events were mild.\n                In surgically menopausal women with hypoactive sexual desire disorder, a 300 mug/d testosterone patch significantly increased satisfying sexual activity and sexual desire, while decreasing personal distress, and was well tolerated through up to 24 weeks of use.",
        "Year": 2005.0,
        "CitationCount": 233
    },
    {
        "Unnamed: 0": 20166,
        "ReviewID": "CD004509",
        "PMID": "PMID:16019355",
        "Title": "Effects of combined estrogen/testosterone therapy on bone and body composition in oophorectomized women.",
        "Abstract": "To evaluate the effect of adding testosterone undecanoate 40 mg daily to estrogen therapy on bone markers, bone mineral density and body composition in oophorectomized women.\n                Fifty women, 45-60 years old, who had undergone a hysterectomy and bilateral salpingo-oophorectomy for benign disorders, were randomly assigned to oral treatment with testosterone undecanoate 40 mg plus estradiol valerate 2 mg daily or placebo plus estradiol valerate 2 mg daily. Twenty-four weeks later, cross-over was performed to the other treatment regimen. Forty-four women completed the study. Their serum concentrations of insulin-like growth factor (IGF)-I, IGF binding protein (IGFBP)-3, osteocalcin, carboxyterminal telopeptide aminoterminal (ICTP), of type I collagen propeptide of type I procollagen (PICP) and interleukin (IL)-1 receptor antagonist were measured at baseline and after 24 weeks of both treatments, as were also their body mass index (BMI) and blood pressure. Bone mineral density of the total body, spine and hip and total body fat, total lean body mass, trunk fat and trunk lean mass were determined by dual-energy X-ray absorptiometry measurements at baseline and after 24 weeks of both regimens.\n                During treatment, the addition of testosterone counteracted the decrease in IGF-I and PICP seen with estrogen therapy alone. Osteocalcin and ICTP were significantly reduced to the same extent by both therapies. No change ocurred in the IL-1 receptor antagonist. A significant increase was seen in total lean body mass with the estrogen/testosterone regimen, but the total fat mass, trunk lean or fat mass remained unchanged after 24 weeks of both treatments. No effect was detected on total, hip or spinal bone mineral density after treatment with estrogen alone or estrogen/testosterone. Likewise, BMI and blood pressure were unaffected.\n                The addition of testosterone to oral estrogen might have positive effects on bone as suggested by the fact that it counteracted the decline in IGF-I and PICP levels. An anabolic effect on muscle was reflected by an increase in the total lean body mass. No adverse effects were noted on BMI, fat distribution or blood pressure during the 6-month treatment with oral testosterone undecanoate.",
        "Year": 2005.0,
        "CitationCount": 30
    },
    {
        "Unnamed: 0": 20179,
        "ReviewID": "CD004509",
        "PMID": "PMID:16183220",
        "Title": "Treatment with percutanous testosterone gel in postmenopausal women with decreased libido--effects on sexuality and psychological general well-being.",
        "Abstract": "To elucidate if percutanous treatment with 10mg testosterone per day could enhance sexuality and psychological well-being in postmenopausal women presenting problems with low libido. Secondary to study the influence on blood lipids, hemoglobin and erythropoietin levels.\n                Fifty-three postmenopausal women participated. As a complement to their already on-going HRT, 10mg of a testosterone gel (Testogel, Besins-Iscovesco) or placebo was administered. Treatment continued for three plus three months in a double blind, randomized, crossover design.\n                The scores concerning \"frequency of sexual activity, orgasm and intercourse\", \"sexual arousal, fantasies and enjoyment\", \"satisfaction with orgasms\", and \"interest in sex\" were all significally improved for testosterone addition as compared to placebo both before and after crossover. Testosterone levels increased more than 10-fold during treatment while DHT-levels were more than doubled. Estrogen levels were not affected during the addition of testosterone. Liver enzymes, total cholesterol, triglycerides, HDL and LDL revealed no significant differences between any of the periods or groups. Endometrial thickness did not change significantly during treatment. Hemoglobin and erythropoietin remained unchanged. No significant differences in the number of experienced side effects were found.\n                Testosterone gel of 10mg had positive effects on several aspects of sexual life such as frequency of sexual activity, orgasm, arousal, fantasies and sexual interest in postmenopausal women on HRT. Several psychological variables were positively influenced. The given dose resulted in too high serum levels. Even if no negative effects were observed, monitoring of serum levels and a decreased dose should be considered in future studies.",
        "Year": 2006.0,
        "CitationCount": 72
    },
    {
        "Unnamed: 0": 20163,
        "ReviewID": "CD004509",
        "PMID": "PMID:16932240",
        "Title": "Testosterone patch for the treatment of hypoactive sexual desire disorder in naturally menopausal women: results from the INTIMATE NM1 Study.",
        "Abstract": "To evaluate the efficacy and safety of a testosterone patch for the treatment of women with hypoactive sexual desire disorder after natural menopause.\n                A multicenter, randomized, double-blind, placebo-controlled, parallel-group trial was conducted in naturally menopausal women with hypoactive sexual desire disorder receiving a stable dose of oral estrogen with or without progestin (N = 549). Women were randomized to receive testosterone 300 microg/day or placebo patches twice weekly for 24 weeks. The primary efficacy measure was change from baseline in frequency of total satisfying sexual activity over a 4-week period (weeks 21-24).\n                A total of 483 women (88%) were included in the primary analysis population (those with baseline sex hormone binding globulin levels < or = 160 nmol/L). The change from baseline in number of total satisfying sexual episodes was significantly greater for testosterone compared with placebo (participants with baseline sex hormone binding globulin levels < or = 160 nmol/L, mean change of 2.1 +/- 0.28 versus 0.5 +/- 0.23 episodes/4 weeks; P < 0.0001; intent-to-treat population, mean change from baseline of 1.9 +/- 0.26 versus 0.5 +/- 0.21 episodes/4 weeks, P < 0.0001). Testosterone also produced statistically significant improvements compared with placebo in all secondary efficacy measures, including sexual desire and personal distress. The testosterone patch was well tolerated.\n                Testosterone patch treatment increased the frequency of satisfying sexual activity and sexual desire, decreased personal distress, and was well tolerated in naturally menopausal women with hypoactive sexual desire disorder.",
        "Year": 2006.0,
        "CitationCount": 306
    },
    {
        "Unnamed: 0": 20177,
        "ReviewID": "CD004509",
        "PMID": "PMID:16735935",
        "Title": "Efficacy and safety of a testosterone patch for the treatment of hypoactive sexual desire disorder in surgically menopausal women: a randomized, placebo-controlled trial.",
        "Abstract": "Evaluation of the use of testosterone therapy for hypoactive sexual desire disorder (HSDD) after oophorectomy has mostly involved women treated with oral estrogen preparations. We investigated the efficacy and safety of a testosterone patch in surgically menopausal women receiving concurrent transdermal estrogen.\n                Women with HSDD after oophorectomy, for whom this was a concern, who were using transdermal estrogen, were recruited to a 24-week, randomized, double-blind, placebo-controlled trial in Europe and Australia. Patients were randomly allocated to placebo (n = 40) or testosterone 300 microg/day (n = 37) treatment. Primary endpoints were changes in sexual desire measured by the sexual desire domain of the Profile of Female Sexual Function and the frequency of satisfying sexual activity at 24 weeks.\n                Sixty-one women (79%) completed the trial. All subjects who received at least one application of study medication were included in analysis. The testosterone-treated group experienced a significantly greater change from baseline in the domain sexual desire score compared with placebo (change from baseline, 16.43 versus 5.98; P = 0.02). The domain scores for arousal, orgasm, decreased sexual concerns, responsiveness, and self-image as well as decreased distress were also significantly greater with testosterone therapy than placebo. The frequency of satisfactory sexual events increased but was not statistically different between treatment groups (P = 0.06) Adverse events occurred with similar frequency in both groups, and no serious risks of therapy were observed\n                In this study, transdermal testosterone therapy via a skin patch improved sexual desire and other sexual function domains. It was well tolerated in these oophorectomized women with HSDD receiving concomitant transdermal estrogen.",
        "Year": 2006.0,
        "CitationCount": 248
    },
    {
        "Unnamed: 0": 20185,
        "ReviewID": "CD004509",
        "PMID": "PMID:16382002",
        "Title": "Influence of methyltestosterone postmenopausal therapy on plasma lipids, inflammatory factors, glucose metabolism and visceral fat: a randomized study.",
        "Abstract": "There has been a growing interest in treating postmenopausal women with androgens. However, hyperandrogenemia in females has been associated with increased risk of cardiovascular disease.\n                We aimed to assess the effects of androgen replacement on cardiovascular risk factors.\n                Thirty-seven postmenopausal women aged 42-62 years that had undergone hysterectomy were prospectively enrolled in a double-blind protocol to receive, for 12 months, percutaneous estradiol (E2) (1 mg/day) combined with either methyltestosterone (MT) (1.25 mg/day) or placebo.\n                Along with treatment, we evaluated serum E2, testosterone, sex hormone-binding globulin (SHBG), free androgen index, lipids, fibrinogen, and C-reactive protein; glucose tolerance; insulin resistance; blood pressure; body-mass index; and visceral and subcutaneous abdominal fat mass as assessed by computed tomography.\n                A significant reduction in SHBG (P < 0.001) and increase in free testosterone index (P < 0.05; Repeated measures analysis of variance) were seen in the MT group. Total cholesterol, triglycerides, fibrinogen, and systolic and diastolic blood pressure were significantly lowered to a similar extent by both regimens, but high-density lipoprotein cholesterol decreased only in the androgen group. MT-treated women showed a modest rise in body weight and gained visceral fat mass relative to the other group (P < 0.05), but there were no significant detrimental effects on fasting insulin levels and insulin resistance.\n                This study suggests that the combination of low-dose oral MT and percutaneous E2, for 1 year, does not result in expressive increase of cardiovascular risk factors. This regimen can be recommended for symptomatic postmenopausal women, although it seems prudent to perform baseline and follow-up lipid profile and assessment of body composition, especially in those at high risk of cardiovascular disease.",
        "Year": 2006.0,
        "CitationCount": 31
    },
    {
        "Unnamed: 0": 20188,
        "ReviewID": "CD004509",
        "PMID": "PMID:16043675",
        "Title": "Safety and efficacy of a testosterone patch for the treatment of hypoactive sexual desire disorder in surgically menopausal women: a randomized, placebo-controlled trial.",
        "Abstract": "Oophorectomy reduces serum testosterone levels. We studied the efficacy and safety of transdermal testosterone in treating hypoactive sexual desire disorder in surgically menopausal women.\n                A 24-week, randomized, double-blind, placebo-controlled, parallel-group, multicenter trial was conducted in women (aged 24-70 years) who developed distressful low sexual desire after bilateral salpingo-oophorectomy and hysterectomy and who were receiving oral estrogen therapy. Women were randomized to receive placebo (n = 119) or testosterone patches in dosages of 150 microg/d (n = 107), 300 microg/d (n = 110), or 450 microg/d (n = 111) twice weekly for 24 weeks. Sexual desire and frequency of satisfying sexual activity were primary efficacy outcome measures.\n                Of the 447 women randomized, 318 (71%) completed the trial. Compared with placebo, women receiving the 300-microg/d testosterone patch had significantly greater increases from baseline in sexual desire (67% vs 48%; P = .05) and in frequency of satisfying sexual activity (79% vs 43%; P = .049). The 150-microg/d group showed no evidence of a treatment effect. The 450-microg/d group also was not statistically different from the 300-microg/d or placebo groups. Marginally significant linear dose-response trends were observed for total satisfying sexual activity and sexual desire at 24 weeks (P = .06 and .06, respectively). Adverse events occurred with similar frequency in both groups; no serious safety concerns were observed.\n                The 300-microg/d testosterone patch increased sexual desire and frequency of satisfying sexual activity and was well tolerated in women who developed hypoactive sexual desire disorder after surgical menopause.",
        "Year": 2006.0,
        "CitationCount": 164
    },
    {
        "Unnamed: 0": 20178,
        "ReviewID": "CD004509",
        "PMID": "PMID:16750207",
        "Title": "Effects of treatment with testosterone alone or in combination with estrogen on insulin sensitivity in postmenopausal women.",
        "Abstract": "Little is known about metabolic effects of testosterone treatment in postmenopausal women. The aim of the study was to compare the treatment effects of testosterone, estrogen, and testosterone plus estrogen on insulin sensitivities, body compositions, and lipid profiles in healthy postmenopausal women.\n                An open, randomized clinical study with parallel group comparison.\n                Women's health clinical research unit at a university hospital.\n                Sixty-three naturally postmenopausal women participated in the study.\n                The participants were randomly assigned to 3 months of treatment with testosterone undecanoate (40 mg every second day), estradiol valerate (2 mg daily), or the combination of both.\n                Insulin sensitivity assessed by euglycemic hyperinsulinemic clamp, body composition, and serum lipids.\n                Insulin-induced glucose disposal was reduced by approximately 20% after treatment with testosterone alone, and after the combined treatment, but not by estrogen alone. Body weight, but not total body fat, increased significantly by about 1 kg in all groups. Lean body mass was significantly increased in the group of combined treatment and tended to be increased by testosterone alone. High-density lipoprotein (HDL)-cholesterol decreased significantly by testosterone treatment. In contrast, HDL-cholesterol increased, whereas low-density lipoprotein (LDL)-cholesterol and lipoprotein-(a) [Lp(a)] decreased with estradiol treatment.\n                We conclude that 3 months of treatment with testosterone undecanoate in postmenopausal women induces insulin resistance and an adverse serum lipid profile but may increase lean body mass.",
        "Year": 2006.0,
        "CitationCount": 69
    },
    {
        "Unnamed: 0": 20180,
        "ReviewID": "CD004509",
        "PMID": "PMID:16822626",
        "Title": "The benefits of androgens combined with hormone replacement therapy regarding to patients with postmenopausal sexual symptoms.",
        "Abstract": "To evaluate the benefits and risks of hormone replacement therapy (HRT) combined with methyltestosterone (MT) in postmenopausal women with sexual dysfunction.\n                This study was a randomized, double-blind, placebo-controlled and crossover trial. Eighty-five women using HRT were divided into four treatment groups: GI-HRT plus placebo for 4 months; GII-HRT plus MT 2.5mg/day for 4 months; GIII-HRT plus placebo for 2 months and then replaced with HRT plus MT 2.5mg/day for 2 months; GIV-HRT plus MT 2.5mg/day and then replaced with HRT plus placebo for 2 months. Blood was collected at baseline, after 2 months (T1) and 4 months (T2) of treatment for hormone determinations of estradiol, FSH, total and free testosterone, GOT, GPT, glucose, total and fractions of cholesterol and triglycerides. All participants answered clinical questions and a validated questionnaire of modified McCoy's sex scale.\n                The association of HRT with MT 2.5mg/day did not significantly change liver enzymes or increase cardiovascular risk factors. The patients of GII, GIIII and GIV when using MT presented amelioration of sex symptoms, mainly satisfaction and desire (p<0.01); however, GIII at T1 (1.3+/-0.3) presented similar problem score results as compared to GIII at T2 (1.5+/-0.6).\n                All data suggest that combined HRT-androgen therapy may be beneficial for postmenopausal women receiving HRT who continue to complain of sexual difficulties or for postmenopausal women with sexual complaints who are not undergoing estrogen therapy.",
        "Year": 2007.0,
        "CitationCount": 27
    },
    {
        "Unnamed: 0": 20169,
        "ReviewID": "CD004509",
        "PMID": "PMID:17108847",
        "Title": "Testosterone inhibits estrogen/progestogen-induced breast cell proliferation in postmenopausal women.",
        "Abstract": "During the past few years serious concern has been raised about the safety of combined estrogen/progestogen hormone therapy, in particular about its effects on the breast. Several observations suggest that androgens may counteract the proliferative effects of estrogen and progestogen in the mammary gland. Thus, we aimed to study the effects of testosterone addition on breast cell proliferation during postmenopausal estrogen/progestogen therapy.\n                We conducted a 6-month prospective, randomized, double-blind, placebo-controlled study. A total of 99 postmenopausal women were given continuous combined estradiol 2 mg/norethisterone acetate 1 mg and were equally randomly assigned to receive additional treatment with either a testosterone patch releasing 300 microg/24 hours or a placebo patch. Breast cells were collected by fine needle aspiration biopsy at baseline and after 6 months, and the main outcome measure was the percentage of proliferating breast cells positively stained by the Ki-67/MIB-1 antibody.\n                A total of 88 women, 47 receiving active treatment and 41 in the placebo group, completed the study. In the placebo group there was a more than fivefold increase (P<0.001) in total breast cell proliferation from baseline (median 1.1%) to 6 months (median 6.2%). During testosterone addition, no significant increase was recorded (1.6% vs 2.0%). The different effects of the two treatments were apparent in both epithelial and stromal cells.\n                Addition of testosterone may counteract breast cell proliferation as induced by estrogen/progestogen therapy in postmenopausal women.",
        "Year": 2007.0,
        "CitationCount": 119
    },
    {
        "Unnamed: 0": 20175,
        "ReviewID": "CD004509",
        "PMID": "PMID:17653960",
        "Title": "A double-blind, randomized, placebo-controlled trial of the effect of testosterone cream on the sexual motivation of menopausal hysterectomized women with hypoactive sexual desire disorder.",
        "Abstract": "To assess the safety and efficacy of 10 mg topical testosterone therapy daily (2 cm Andro-Feme cream) as a treatment for low sexual desire in postmenopausal hysterectomized women who were already on transdermal estrogen.\n                A double-blind, randomized, placebo-controlled, cross-over study (each period being of 3 months' duration) was performed in the research center of a tertiary referral women's hospital. Thirty-six menopausal healthy women were recruited who had undergone a hysterectomy, who were not depressed, were in a stable relationship and who fulfilled diagnostic criteria for low sexual desire, as measured by the Brief Index of Sexual Function for Women (BISF-W).\n                The primary outcome measure was improvement in the sexuality score as measured by a validated tool (BISF-W); secondary measures were sub-scores of the BISF-W, effect on mood and energy, lipids and testosterone levels.\n                Testosterone cream significantly improved sexual desire, frequency of sex, receptivity and initiation as measured by the BISF-W score. It did not change mood, energy, lipids, blood pressure or weight over the study period.\n                Testosterone cream significantly improved sexual scores in menopausal women with low sexual desire. It was effective, easy to use and had no side-effects over the 3-month period of active treatment. It offers a novel and acceptable method of administering testosterone to menopausal women.",
        "Year": 2007.0,
        "CitationCount": 62
    },
    {
        "Unnamed: 0": 20189,
        "ReviewID": "CD004509",
        "PMID": "PMID:18202961",
        "Title": "Effects of the addition of methyltestosterone to combined hormone therapy with estrogens and progestogens on sexual energy and on orgasm in postmenopausal women.",
        "Abstract": "To evaluate the effect of the addition of methyltestosterone to estrogen and progestogen therapy on postmenopausal sexual energy and orgasm.\n                Sixty postmenopausal women in a stable relationship with a partner capable of intercourse, and presenting sexual complaints that appeared after menopause, were randomly divided into two groups: EP (n = 29) received one tablet of equine estrogens (CEE) 0.625 mg plus medroxyprogesterone acetate (MPA) 2.5 mg and one capsule of placebo; EP + A (n = 31) received one tablet of CEE 0.625 mg plus MPA 2.5 mg and one capsule of methyltestosterone 2.0 mg; The treatment period was 12 months. The effects of treatment on sexual energy were assessed using the Sexual Energy Change Scale. The ability to reach orgasm in sexual relations with the partner was verified through monthly calendars and by calculating the ratio between monthly frequency of orgasms in sexual relations and monthly sexual frequency.\n                There was a significant relationship between improvement in level of sexual energy and the addition of methyltestosterone to CEE/MPA treatment (p = 0.021). No significant effect on orgasmic capacity was noted after the treatment period.\n                Addition of methyltestosterone to CEE/MPA therapy may increase sexual energy, but might not affect the ability to obtain orgasm in sexual relations.",
        "Year": 2008.0,
        "CitationCount": 17
    },
    {
        "Unnamed: 0": 20167,
        "ReviewID": "CD004509",
        "PMID": "PMID:6367474",
        "Title": "Effects of parenteral administration of estrogen and androgen on plasma hormone levels and hot flushes in the surgical menopause.",
        "Abstract": "In a prospective, double-blind, crossover study, it was found that surgically menopausal women who received an estrogen drug alone and those who were given a combined estrogen-androgen preparation reported a significantly reduced frequency of hot flushes compared to a placebo group (p less than 0.01) coincident with their higher total plasma estrogen levels (p less than 0.01). The administration of testosterone alone, however, was ineffective in alleviating hot flushes, even though these patients had plasma estrogen values that were not different from those of women with intact ovaries. It was proposed that, in women with very low levels of endogenous estrogens, changes in sex hormone-binding globulin (SHBG) concentrations induced by exogenous testosterone may reduce the amount of non-SHBG-bound estrogens, thereby obviating estrogenic effects on hot flushes.",
        "Year": null,
        "CitationCount": 51
    }
]