[
    {
        "Unnamed: 0": 10944,
        "ReviewID": "CD006356",
        "PMID": "PMID:13275875",
        "Title": "EMPIRE Rheumatism Council; multi-centre controlled trial comparing cortisone acetate and acetyl salicylic acid in the long-term treatment of rheumatoid arthritis; results up to one year.",
        "Abstract": null,
        "Year": 1955,
        "CitationCount": 9
    },
    {
        "Unnamed: 0": 10937,
        "ReviewID": "CD006356",
        "PMID": "PMID:7880187",
        "Title": "Prednisone treatment of elderly-onset rheumatoid arthritis. Disease activity and bone mass in comparison with chloroquine treatment.",
        "Abstract": "Prednisone is frequently used in the treatment of elderly-onset rheumatoid arthritis (RA), but the balance between efficacy and toxicity, including the effect on bone mass, has not been investigated in long-term studies. This prospective, randomized study was undertaken to compare disease activity and bone mass during long-term treatment with prednisone versus chloroquine in this patient population.\n                Patients with active RA diagnosed at age > or = 60 were randomized to receive prednisone (15 mg/day for 1 month, with the dosage tapered as low as possible thereafter) (n = 28) or chloroquine (n = 28). Patients who did not show a response received other second-line drugs as an adjunct to prednisone or as a replacement for chloroquine. Bone mass was measured by dual-energy x-ray absorptiometry. The study duration was 2 years.\n                During the 2 years, treatment with other second-line drugs was needed for 12 patients in the prednisone group (43%) and 8 in the chloroquine group (29%). Functional capacity and disease activity improved significantly in both groups and did not differ significantly between the groups, except for a greater improvement in the prednisone group at 1 month. Radiographic scores for joint destruction progressed similarly in both groups. There was a nonsignificant excess bone loss of 1.8% in the spine and 1.5% in the hip in the prednisone group, compared with the chloroquine group.\n                Neither treatment was entirely satisfactory since a significant number of patients needed an additional second-line drug over the 2-year period.",
        "Year": 1995,
        "CitationCount": 78
    },
    {
        "Unnamed: 0": 10941,
        "ReviewID": "CD006356",
        "PMID": "PMID:7788149",
        "Title": "Oral steroids as bridge therapy in rheumatoid arthritis patients starting with parenteral gold. A randomized double-blind placebo-controlled trial.",
        "Abstract": "The efficacy of oral prednisone as bridge therapy in rheumatoid arthritis (RA) was studied. Forty patients starting aurothioglucose were randomized to receive either prednisone or placebo for 18 weeks. The dose was 10 mg/day in the first 12 weeks, 7.5 mg/day in weeks 13 and 14, 5 mg/day in weeks 15 and 16, and 2.5 mg/day in weeks 17 and 18. Patients were followed for 44 weeks. We found that disease activity was significantly lower in the prednisone group as early as week 1 and continued up to week 12. Response to prednisone was noticed in 60% of the patients. After tapering prednisone, a rebound deterioration was noticed at weeks 20 and 24 in 58% of the responders. No significant differences in X-ray progression were found between the two groups. We concluded that oral prednisone (10 mg/day) significantly reduces short-term disease activity in 60% of patients with active RA. The rebound deterioration after tapering the dose means that bridge therapy with prednisone using this dose-reduction scheme is not recommended.",
        "Year": 1995,
        "CitationCount": 92
    },
    {
        "Unnamed: 0": 10938,
        "ReviewID": "CD006356",
        "PMID": "PMID:10531077",
        "Title": "A randomised trial of differentiated prednisolone treatment in active rheumatoid arthritis. Clinical benefits and skeletal side effects.",
        "Abstract": "To study benefits and skeletal side effects of carefully monitored prednisolone treatment in patients with active rheumatoid arthritis.\n                One hundred and two patients with active rheumatoid arthritis were randomly allocated to treatment with disease modifying anti-inflammatory drug (DMARD) alone or DMARD and prednisolone in a one year follow up study. Prednisolone was given in a dose regimen adapted to the disease activity of the individual patient. The mean dose was 6 mg and the mean cumulated dose was 2160 mg. Patients were followed up with disease activity parameters, radiograph of the hands (Larsen score), and bone mineral density (BMD) of the lumbar spine, distal forearm and hand. At one year 26 patients had withdrawn from the investigation leaving 76 patients for evaluation.\n                The results showed that disease activity in the prednisolone treated group was reduced within two weeks. In the DMARD alone group disease activity was gradually reduced over months. At six months there was no difference between the groups as evaluated by an improvement score using a number of ACR criteria. Prednisolone in the present set up was not able to protect significantly against radiological disease progression, although there was a trend towards less progression in Larsen score in the prednisolone group, a matter that was further underlined in an intention to treat analysis. BMD data revealed a significant reduction in spinal BMD in the prednisolone group, whereas prednisolone seemed to have a protective effect against bone loss in the hand and distal forearm.\n                This study does not allow any firm conclusions for or against the treatment of rheumatoid arthritis with prednisolone. The data suggest that the beneficial effects of prednisolone are not as clear cut in established rheumatoid arthritis as in early disease. Furthermore the data indicate that treatment in the chosen relatively low dose does not provide sufficient control of disease. On the other hand the spinal bone loss observed in the prednisolone group does invite considerations about using higher doses.",
        "Year": 1999,
        "CitationCount": 105
    },
    {
        "Unnamed: 0": 10940,
        "ReviewID": "CD006356",
        "PMID": "PMID:11285377",
        "Title": "The relationship between soft tissue swelling, joint space narrowing and erosive damage in hand X-rays of patients with rheumatoid arthritis.",
        "Abstract": "To test the hypotheses that the progression of joint space narrowing behaves differently from the progression of erosions and that clinically and radiologically assessed soft tissue swelling relates more to diffuse cartilage loss than to erosive damage.\n                Radiographs and clinical data were obtained from 28 patients in a prospective, multicentre, randomized, placebo-controlled trial of prednisolone 7.5 mg daily over 2 yr. Radiographic scoring included the Larsen score, joint space narrowing and soft tissue swelling. Clinical joint inflammation in the hands was assessed every 3 months and cumulative synovitis score over the period of study was then calculated for each joint. The placebo-treated patients and the prednisolone-treated patients were analysed separately. The Larsen scores were compared after log transformation [transformed score=log(10) (original score+1)]. Changes in Larsen scores and joint space narrowing scores were compared with the cumulative presence of clinical synovitis and radiological soft tissue swelling using the correlation coefficient.\n                There was a difference in the rate of progression in the Larsen score between placebo- and prednisolone-treated patients, but there was no significant difference in the rate of joint space loss. In placebo-treated patients, measures of synovitis correlated more strongly with progression of joint space narrowing than with changes in the Larsen score. In prednisolone-treated patients there was no correlation between clinical synovitis and change in Larsen score (r=0.029) and only a slight and non-significant correlation with joint space narrowing (r=0.127). Radiographic evidence of soft tissue swelling remained correlated with joint space narrowing (r=0.279, P:<0.001) but was not correlated with change in Larsen score (r=-0.113, P:<0.001 for difference between correlations). The correlation between Larsen score progression and joint space narrowing seen in the non-treated patients was completely abolished in the glucocorticoid-treated group (r=-0.003).\n                The progression of joint space narrowing behaves differently from the progression of erosions. Prednisolone slows (or even stops) the progression of erosions (as assessed by the Larsen score) while making no difference to the progression of cartilage loss (as assessed by joint space narrowing). The results also suggest that synovitis, whether measured clinically or radiologically, is more closely related to diffuse cartilage loss than to erosion progression. Any link between synovitis and erosions is abolished by glucocorticoid therapy while the link between synovitis and cartilage loss is not, pointing to at least two different mechanisms for these observed radiological features.",
        "Year": 2001,
        "CitationCount": 49
    },
    {
        "Unnamed: 0": 10939,
        "ReviewID": "CD006356",
        "PMID": "PMID:11777359",
        "Title": "Low-dose prednisone therapy for patients with early active rheumatoid arthritis: clinical efficacy, disease-modifying properties, and side effects: a randomized, double-blind, placebo-controlled clinical trial.",
        "Abstract": "Oral glucocorticoids combined with disease-modifying antirheumatic drugs are beneficial and retard radiologic joint damage in rheumatoid arthritis.\n                To investigate the clinical efficacy, disease-modifying properties, and side effects of low-dose glucocorticoids as monotherapy for previously untreated patients with early active rheumatoid arthritis.\n                2-year randomized, double-blind, placebo-controlled clinical trial.\n                2 outpatient rheumatology clinics.\n                81 patients with early active rheumatoid arthritis who had not been treated with disease-modifying antirheumatic drugs.\n                41 patients were assigned to 10 mg of oral prednisone per day, and 40 were assigned to placebo. Nonsteroidal anti-inflammatory drugs were allowed in both groups. After 6 months, sulfasalazine (2 g/d) could be prescribed as rescue medication.\n                Clinical variables were assessed at baseline and every 3 months; radiologic studies were performed every 6 months. Adverse effects were documented every 3 months.\n                In the first 6 months, the prednisone group showed more clinical improvement than the placebo group. This effect was not seen after 6 months except in grip strength and the 28-joint score for tenderness. Use of additional therapies was significantly less common in the prednisone group, particularly in the first 6 months. More than 65% of those who completed the study were not taking sulfasalazine. After month 6, radiologic scores showed significantly less progression in the prednisone group than in the placebo group. No clinically relevant adverse effects were observed, except for a higher incidence of osteoporotic fractures in the prednisone group.\n                Prednisone, 10 mg/d, provides clinical benefit, particularly in the first 6 months, and substantially inhibits progression of radiologic joint damage in patients with early active rheumatoid arthritis and no previous treatment with disease-modifying antirheumatic drugs. Because of their limited disease-modifying effects, glucocorticoids should be combined with disease-modifying antirheumatic drugs in patients with rheumatoid arthritis.",
        "Year": 2002,
        "CitationCount": 474
    },
    {
        "Unnamed: 0": 10943,
        "ReviewID": "CD006356",
        "PMID": "PMID:15194574",
        "Title": "Lack of radiological and clinical benefit over two years of low dose prednisolone for rheumatoid arthritis: results of a randomised controlled trial.",
        "Abstract": "Evidence for disease modifying activity of low dose corticosteroid treatment in rheumatoid arthritis is contradictory. Studies showing radiological benefit suggest that continued treatment is required to sustain the effect.\n                To evaluate the effect of low dose oral prednisolone in early rheumatoid arthritis on disease activity over two years.\n                Double blind placebo controlled trial.\n                Patients with rheumatoid arthritis, duration <3 years (n = 167), were started on a disease modifying antirheumatic drug (DMARD; sulphasalazine) and allocated by stratified randomisation to prednisolone 7 mg/day or placebo. Primary outcome measure was radiological damage, assessed by the modified Sharp method. Clinical benefit was a secondary outcome. A proactive approach to identifying and treating corticosteroid adverse events was adopted. Patients who discontinued sulphasalazine were offered an alternative DMARD.\n                90 of 257 patients eligible for the study refused to participate (more women than men). Of those enrolled, 84% were seropositive for rheumatoid factor, median age 56 years, median disease duration 12 months, female to male ratio 1.8:1. Prednisolone was given to 84 patients; of these 73% continued prednisolone and 70% sulphasalazine at 2 years. Of the 83 patients on placebo, 80% continued placebo and 64% sulphasalazine at 2 years. There were no significant differences in radiological score or clinical and laboratory measures at 0 and 2 years.\n                Low dose prednisolone conferred no radiological or clinical benefit on patients maintained on a DMARD over two years. Low dose corticosteroids have no role in the routine management of rheumatoid arthritis treated with conventional disease modifying drugs.",
        "Year": 2004,
        "CitationCount": 170
    },
    {
        "Unnamed: 0": 10942,
        "ReviewID": "CD006356",
        "PMID": "PMID:15760929",
        "Title": "A two year randomised controlled trial of intramuscular depot steroids in patients with established rheumatoid arthritis who have shown an incomplete response to disease modifying antirheumatic drugs.",
        "Abstract": "In rheumatoid arthritis (RA), intramuscular (IM) pulsed depomedrone expedites an immediate response to disease modifying antirheumatic drugs (DMARDs). Although IM depomedrone is also widely used to treat disease flares in patients treated with DMARDs, its effect on radiological progression has not been assessed.\n                To evaluate the benefits of 120 mg IM depomedrone versus placebo in patients with established RA whose disease was inadequately controlled by existing DMARDs.\n                In a 2 year prospective randomised controlled trial patients were assessed using the ILAR/WHO core dataset, disease activity score (DAS28), x ray examination of hands and feet scored by Larsen's method, and bone densitometry.\n                291 patients with RA were screened, 166 were eligible, and 91 consented and were randomised. Disease activity improved more rapidly in the steroid treated patients than with placebo, but after 6 months no difference remained. A small but significant reduction in erosive damage in the steroid group compared with placebo was also found. More adverse reactions occurred in the steroid treated group than in the placebo patients (55 v 42), especially those reactions traditionally related to steroids (16 v 2), including vertebral fracture, diabetes, and myocardial infarction. Hip bone density fell significantly in steroid treated but not placebo patients.\n                IM depomedrone improved disease activity in the short term and produced a small reduction in bone erosion at the cost of a significant increase in adverse events. Despite the initial benefit of IM depomedrone, when patients respond suboptimally to a DMARD they should not be given long term additional steroids but should be treated with alternative or additional DMARDs.",
        "Year": 2005,
        "CitationCount": 68
    }
]