[
    {
        "Unnamed: 0": 23061,
        "ReviewID": "CD008211",
        "PMID": "PMID:9693890",
        "Title": "Efficacy of total colonoscopy with a transparent cap in comparison with colonoscopy without the cap.",
        "Abstract": "In spite of scrupulous inspection during routine colonoscopy, small lesions behind the semilunar folds can be situated in blind spots, where they are easily overlooked. The aim of this study was to evaluate the efficacy of total colonoscopy with a transparent cap in identifying such lesions, in comparison with colonoscopy without the cap.\n                In 24 patients with colorectal polyps, tandem colonoscopic procedures were carried out on the same day in random order, first without a transparent cap and then with the cap (without-to-with), or first with the cap and then without the cap (with-to-without). The time required for intubation as far as the cecum, the number of polyps detected, and procedure-related complications were recorded. The frequencies of terminal ileal intubation and retroflexion within the rectum were also recorded.\n                Total colonoscopy was carried out in all of the patients without any complications. Colonoscopy with a transparent cap ensured good visual fields during insertion and withdrawal of the colonoscope. There were no significant differences in the intubation time to the cecum or in the frequency of terminal ileal intubation between the two procedures. The miss rate for polyps was 15% in without-to-with tandem colonoscopies, and zero in with-to-without procedures (P = 0.0125). The diameter of all the missed polyps except for one lesion (8 mm) was less than 5 mm. Retroflexion within the rectum was more difficult using the colonoscope with the cap (P < 0.0001), and was successful in only one case using the cap.\n                Total colonoscopy with a transparent cap allows inspection of the blind area of the colonic mucosa behind the semilunar folds, with good visual fields. This method is potentially useful for both screening and diagnostic purposes.",
        "Year": 1998.0,
        "CitationCount": 192
    },
    {
        "Unnamed: 0": 23062,
        "ReviewID": "CD008211",
        "PMID": "PMID:17100978",
        "Title": "A randomized controlled trial evaluating the usefulness of a transparent hood attached to the tip of the colonoscope.",
        "Abstract": "Considering the increasing demand for colonoscopy, auxiliary devices that could facilitate the examination would be useful. A hood attached to the tip of the colonoscope has been reported to be helpful in detecting and removing colorectal polyps. However, its usefulness in aiding scope intubation has not been fully evaluated.\n                Patients for colonoscopy between July 2004 and May 2005 in Tokyo University Hospital were enrolled to this randomized controlled trial, and assigned to colonoscopy with a transparent hood, a short hood, or no hood. Colonoscopies were conducted by trainees without sedation. The evaluated outcomes were cecal intubation rate, trainee intubation rate (cecal intubation within 15 min), cecal intubation time, and polyp detection rate.\n                Enrolled 684 patients were randomly assigned to transparent hood (N = 221), short hood (N = 228), and no hood (N = 235) groups. The overall cecal intubation rate was 95.3% (652/684) and did not differ among the groups. The overall trainee intubation rate was 55.1% (377/684) and significantly higher in the transparent hood group than in the no hood group for female patients (60.7%vs 37.4%, P = 0.003). Cecal intubation time was 11.5, 13.5, and 14.0 min in the transparent, short, and no hood groups, respectively, and significantly shorter in the transparent hood group than in the no hood group among overall (P = 0.008), female (P = 0.001), and old (P = 0.04) patients. Polyp detection rate was higher in the transparent hood group than in the no hood group (49.3%vs 39.1%, P = 0.04).\n                The transparent hood was useful in shortening the cecal intubation time especially in difficult cases.",
        "Year": 2007.0,
        "CitationCount": 182
    },
    {
        "Unnamed: 0": 23058,
        "ReviewID": "CD008211",
        "PMID": "PMID:18297353",
        "Title": "Transparent hood attached to the colonoscope: does it really work for all types of colonoscopes?",
        "Abstract": "Recently the use of a transparent hood attached to the tip of the colonoscope has been reported to be useful in cecal intubation, especially in difficult colonoscopy cases. However, patient comfort with or without the use of a transparent hood, the type of colonoscope most suitable for this device have not been fully evaluated.\n                A total of 372 patients undergoing routine colonoscopy were evaluated. No sedatives were used as a principle, and patients with prior abdominal surgery were excluded. A single endoscopist performed all the examinations. Four types of colonoscopes were used: CF-230I and CF-Q240AI as a standard colonoscope, PCF-240I and PCF-P240AI as a small-caliber colonoscope (Olympus, Tokyo, Japan). A disposable transparent hood was used (Olympus, Tokyo, Japan). Patients were randomly divided into four groups; standard colonoscope without transparent hood (96 patients), standard colonoscope with transparent hood (82 patients), small-caliber colonoscope without transparent hood (102 patients), and small-caliber colonoscope with transparent hood (92 patients). Cecal intubation time, rate, modified visual analogue scale (VAS) of patient's pain, and technical difficulty were evaluated among the four groups.\n                Standard colonoscope with the transparent hood showed the shortest cecal intubation time, and lowest modified VAS scale of pain and technical difficulty among the four groups. However there was no significant difference with regard to small-caliber colonoscopes with or without the transparent hood.\n                Transparent hood may be a handy and a cost-effective device for reducing pain and simplifying cecal intubation, especially when using a standard adult colonoscope in routine colonoscopy.",
        "Year": 2008.0,
        "CitationCount": 33
    },
    {
        "Unnamed: 0": 23063,
        "ReviewID": "CD008211",
        "PMID": "PMID:19251004",
        "Title": "Impact of a transparent hood on the performance of total colonoscopy: a randomized controlled trial.",
        "Abstract": "Clinical demand for total colonoscopy (TCS) is increasing. Improvement of the cecal intubation rate and shortening of the examination time would expand the capacity for TCS.\n                To assess the efficacy of a transparent hood attached to the tip of a colonoscope for cecal intubation in TCS.\n                Prospective, randomized, controlled study.\n                Single tertiary-referral center.\n                TCS.\n                Cecal intubation time and rate, complications, patient discomfort, and detection rate of colonic polyps.\n                Patients who were to undergo screening and/or surveillance TCS for colorectal cancer were invited to participate in the study. Cecal intubation time and rate, complications, patient discomfort, and detection rate of colonic polyps were evaluated.\n                A total of 592 patients enrolled in this study were randomly allocated to the hood group and no-hood group. The mean (SD) cecal intubation time in the hood group and the no-hood group was 10.2 +/- 12.5 minutes and 13.4 +/- 15.8 minutes, respectively (P = .0241). The effect of its use was more prominent in the expert endoscopists group compared with those with moderate experience. The cecal intubation rate and the detection rate of small polyps in the 2 groups were similar. The grade of patient discomfort was significantly lower in the hood group. No complications were encountered with the use of the hood.\n                Use of a transparent hood on the tip of a colonoscope shortened the time required for cecal intubation and decreased patient discomfort; such use was more effective among experts in shortening the examination time.",
        "Year": 2009.0,
        "CitationCount": 90
    },
    {
        "Unnamed: 0": 23065,
        "ReviewID": "CD008211",
        "PMID": "PMID:19098847",
        "Title": "Efficacy of cap-assisted colonoscopy in comparison with regular colonoscopy: a randomized controlled trial.",
        "Abstract": "Colonoscopy cannot be completed in up to 10% of cases. We postulate that cap-assisted colonoscopy (CAC), by fitting a mucosectomy cap to the tip of a colonoscope, could improve the outcome.\n                We conducted a prospective randomized controlled trial in two regional endoscopy centers. All colonoscopies were performed by experienced colonoscopists. Patients 18 years or older undergoing their first colonoscopy were recruited. Patients were randomized to the CAC group or to the regular colonoscopy (RC) group. The first successful cecal intubation rate, rescue cecal intubation rate, cecal intubation and total colonoscopy times, and polyp detection rate were compared.\n                One thousand patients were enrolled (mean age 52.6 years, 46% men). There was no statistically significant difference in the first successful cecal intubation rate between CAC and RC groups (96.2% vs. 94.6%, P=0.23). The cecal intubation and total colonoscopy times were shorter in the CAC group than in the RC group (6.0+/-4.0 min vs. 7.2+/-4.8 min, P<0.001; 14.7+/-8.6 min vs. 16.7+/-10.3 min, P=0.001). The adenoma detection rate was significantly lower in the CAC group than in the RC group (30.5% vs. 37.5%, P=0.018), but there was no significant difference in the detection of advanced lesions. In case of failing cecal intubation, use of CAC as a rescue method could achieve a higher success rate than RC (66.7% vs. 21.1%, P=0.003).\n                Among experienced colonoscopists, CAC did not improve the initial cecal intubation rate and had a lower adenoma detection rate. However, it shortened the cecal intubation time and performed better as a rescue method. Its utilization should be reserved for selected cases, especially when initial cecal intubation fails.",
        "Year": 2009.0,
        "CitationCount": 119
    },
    {
        "Unnamed: 0": 23056,
        "ReviewID": "CD008211",
        "PMID": "PMID:19716434",
        "Title": "Hood-assisted colonoscopy is more effective in detection of colorectal adenomas than narrow-band imaging.",
        "Abstract": "Colonoscopy, using either a transparent retractable extension device or narrow band imaging, is thought to improve colon adenoma detection. We compared the abilities of a transparent retractable extension device and narrow band imaging to detect colorectal adenomas.\n                One hundred and seven patients with colonic adenomas that were detected by traditional colonoscopy were randomly assigned to groups that underwent a second colonoscopy that used either a transparent retractable extension or narrow band imaging; adenomas were removed. The principal outcome parameters were the number, size, shape, and location of adenomas detected. The patients' demographic characteristics, indications for colonoscopy, and cecal intubation times were similar between groups.\n                Use of the transparent retractable extension resulted in detection of 31% more adenomas than the initial procedure (P < .0001). The majority of newly discovered adenomas were sessile (79%; 26/33) and less than 5 mm in size (73%; 24/33). There was no significant increase in adenoma detection (5%) between first colonoscopy and second colonoscopy using narrow band imaging. Additional adenomas were found in 40.7% of patients that were examined using the transparent hood (22/54) versus 13.2% of those examined using narrow band imaging (7/53) (P = .0028).\n                Colonoscopy with a transparent retractable extension significantly improved the adenoma detection rate compared with repeat colonoscopy using narrow band imaging.\n                Copyright 2010 AGA Institute. Published by Elsevier Inc. All rights reserved.",
        "Year": 2010.0,
        "CitationCount": 41
    },
    {
        "Unnamed: 0": 23059,
        "ReviewID": "CD008211",
        "PMID": "PMID:20712051",
        "Title": "Prospective randomized controlled trial evaluating cap-assisted colonoscopy vs standard colonoscopy.",
        "Abstract": "To study the significance of cap-fitted colonoscopy in improving cecal intubation time and polyp detection rate.\n                This study was a prospective randomized controlled trial conducted from March 2008 to February 2009 in a tertiary referral hospital at Sydney. The primary end point was cecal intubation time and the secondary endpoint was polyp detection rate. Consecutive cases of total colonoscopy over a 1-year period were recruited. Randomization into either standard colonoscopy (SC) or cap-assisted colonoscopy (CAC) was performed after consent was obtained. For cases randomized to CAC, one of the three sizes of cap was used: D-201-15004 (with a diameter of 15.3 mm), D-201-14304 (14.6 mm) and D-201-12704 (13.0 mm). All of these caps were produced by Olympus Medical Systems, Japan. Independent predictors for faster cecal time and better polyp detection rate were also determined from this study.\n                There were 200 cases in each group. There was no significant difference in terms of demographic characteristics between the two groups. CAC, when compared to the SC group, had no significant difference in terms of cecal intubation rate (96.0% vs 97.0%, P = 0.40) and time (9.94 +/- 7.05 min vs 10.34 +/- 6.82 min, P = 0.21), or polyp detection rate (32.8% vs 31.3%, P = 0.75). On the subgroup analysis, there was no significant difference in terms of cecal intubation time by trainees (88.1% vs 84.8%, P = 0.40), ileal intubation rate (82.5% vs 79.0%, P = 0.38) or total colonoscopy time (23.24 +/- 13.95 min vs 22.56 +/- 9.94 min, P = 0.88). On multivariate analysis, the independent determinants of faster cecal time were consultant-performed procedures (P < 0.001), male patients (P < 0.001), non-usage of hyoscine (P < 0.001) and better bowel preparation (P = 0.01). The determinants of better polyp detection rate were older age (P < 0.001), no history of previous abdominal surgery (P = 0.04), patients not having esophagogastroduodenoscopy in the same setting (P = 0.003), trainee-performed procedures (P = 0.01), usage of hyoscine (P = 0.01) and procedures performed for polyp follow-up (P = 0.01). The limitations of the study were that it was a single-center experience, no blinding was possible, and there were a large number of endoscopists.\n                CAC did not significantly different from SC in term of cecal intubation time and polyp detection rate.",
        "Year": 2010.0,
        "CitationCount": 68
    },
    {
        "Unnamed: 0": 23064,
        "ReviewID": "CD008211",
        "PMID": "PMID:20579648",
        "Title": "Cap-fitted colonoscopy: a randomized, tandem colonoscopy study of adenoma miss rates.",
        "Abstract": "Failures of adenoma detection diminish the effectiveness of colonoscopy.\n                This study investigated the impact of cap-fitted colonoscopy (CFC) on the adenoma miss rate at colonoscopy.\n                Randomized, tandem colonoscopy study.\n                University hospital.\n                This study involved patients undergoing elective screening or surveillance colonoscopy.\n                Patients were randomized to undergo cap-fitted (n = 52) or regular, high-definition (n = 48) colonoscopy before undergoing a second colonoscopy by the alternate method. During CFC, a plastic cap or hood was attached to the tip of the colonoscope, which was used to flatten haustral folds and improve mucosal exposure.\n                The primary outcome measure was the miss rate for adenomas between patients who underwent CFC first and patients who underwent regular colonoscopy first.\n                A total of 238 adenomas were detected in 67 patients (67%), with a combined overall miss rate of 27.7%, comprising 66 missed adenomas in 38 patients. Patients undergoing initial CFC had a significantly lower miss rate for all adenomas compared with that of patients undergoing regular colonoscopy (21% vs 33%, P = .039). Miss rates with CFC were significantly lower for adenomas of ≤5 mm (22% vs 35%; P = .037). There was no significant difference in per-patient miss rates between the initial CFC group (51%, n = 18) and the initial regular colonoscopy group (63%, n = 20, P = .36).\n                Single-center study with two endoscopists.\n                CFC reduces miss rates for all adenomas and specifically for small adenomas. (Clinical trial registration number: NCT00577083).\n                Copyright © 2010 American Society for Gastrointestinal Endoscopy. Published by Mosby, Inc. All rights reserved.",
        "Year": 2010.0,
        "CitationCount": 124
    },
    {
        "Unnamed: 0": 23057,
        "ReviewID": "CD008211",
        "PMID": "PMID:21824612",
        "Title": "Usefulness of cap-assisted colonoscopy during colonoscopic EMR: a randomized, controlled trial.",
        "Abstract": "Clinical demand for total colonoscopy is increasing. Several articles have reported on the usefulness of a cap for faster cecal intubation and reduced patient discomfort, but results for polyp and adenoma detection have been inconsistent.\n                To assess the efficacy of a cap attached to the tip of a colonoscope for detection and resection of polyps by experienced colonoscopists.\n                Prospective, randomized, controlled trial.\n                A tertiary referral center.\n                A total of 329 patients who underwent colonoscopic EMR were randomized to cap-assisted colonoscopy (CAC) (CAC group, n = 166) or regular colonoscopy (RC) (RC group, n = 163).\n                Cecal intubation time, total procedure time, required time for colonoscopic EMR of each polyp, and missing polyp rate.\n                The cecal intubation time in the CAC group and RC group was 5.3 ± 3.3 minutes and 5.8 ± 3.7 minutes, respectively (P = .170). The total procedure time in the CAC group and RC group was 23.0 ± 15.5 minutes and 29.2 ± 13.4 minutes, respectively (P = .626). The time required for colonoscopic EMR of each polyp in the CAC group and RC group was 3.5 ± 4.5 minutes and 4.2 ± 5.1 minutes, respectively (P = .010). The number of polyps during the initial colonoscopy in the CAC group and RC group was 2.2 ± 1.7 and 2.0 ± 1.8, respectively (P = .221). The number of detected polyps during colonoscopic EMR in the CAC group and RC group was 3.4 ± 2.7 and 2.7 ± 1.9 (P = .003). The number of missed polyps in the CAC group and RC group was 1.1 ± 1.5 and 0.8 ± 0.9 (P = .024).\n                Single-center experience.\n                CAC may reduce the time required for colonoscopic EMR of each polyp and may also improve the polyp detection rate.\n                Copyright © 2011 American Society for Gastrointestinal Endoscopy. Published by Mosby, Inc. All rights reserved.",
        "Year": 2011.0,
        "CitationCount": 35
    },
    {
        "Unnamed: 0": 23066,
        "ReviewID": "CD008211",
        "PMID": "PMID:21997547",
        "Title": "Higher adenoma detection rates with cap-assisted colonoscopy: a randomised controlled trial.",
        "Abstract": "Cap-assisted colonoscopy (CAC) uses a small plastic transparent cap attached to the tip of the colonoscope that can depress and flatten colonic folds and thus improve visualisation of their proximal aspects. The aim of this study was to compare CAC with standard colonoscopy (SC; high-definition white light) for adenoma detection rates.\n                This is a prospective randomised controlled trial.\n                The study was performed in a tertiary-care Veterans Affairs Medical Center in the USA.\n                Subjects undergoing screening or surveillance colonoscopy were enrolled.\n                Subjects were randomised to undergo either CAC or SC.\n                The outcome measures were the proportion of subjects with at least one adenoma, the number of adenomas detected per subject, insertion time, caecal intubation rates and complications.\n                420 subjects were enrolled and included in the study (210 in each group). The proportion of subjects with at least one adenoma was higher with CAC compared to SC (69% vs 56%, p=0.009). CAC also detected a higher number of adenomas per subject (2.3 vs 1.4, p<0.001). The caecal intubation time was shorter with CAC (3.29 min vs 3.98 min, p<0.001). The caecal intubation rates were similar in the two groups (99% vs 98%, p=0.37). There were no complications associated with CAC or SC.\n                CAC detected a 13% higher number of subjects with at least one adenoma and 59% higher adenomas per subject. CAC is a safe, effective and practical means to improve adenoma detection rates.\n                NCT 01211132.",
        "Year": 2011.0,
        "CitationCount": 126
    },
    {
        "Unnamed: 0": 23060,
        "ReviewID": "CD008211",
        "PMID": "PMID:9152195",
        "Title": "Feasibility of the transparent cap-fitted colonoscope for screening and mucosal resection.",
        "Abstract": "A transparent plastic cap of 17 mm in outer diameter, 15 mm in inner diameter, and 10 mm in length can be easily attached to the tip of a colonoscope. By using the cap, a better view of the lesions hiding at the opposite side of the fold can be obtained. When a flat colonic lesion is found, a submucosal injection of saline solution is performed, the target mucosa is sucked inside the cap, snared under a full endoscopic suction, and resected by an electrical current. This procedure is called endoscopic mucosal resection using transparent cap-fitted endoscope (EMRC). Feasibility of the cap-fitted colonoscope for screening colonoscopic examination and mucosal resection was evaluated.\n                One hundred forty patients were randomly allocated for screening with a normal colonoscope (NCF) or that with the cap-fitted colonoscope (CCF). Average time for insertion up to the cecum, patients' discomfort during insertion expressed in 4 degrees, and average number of lesions found in one patient were compared. Thirty lesions randomly allocated for mucosal resection with conventional strip biopsy or EMRC were also evaluated.\n                Time consumed for insertion up to the cecum with the CCF (12.4 +/- 6.6 minutes) was the same as that with the NCF (12.3 +/- 5.2 minutes), and there was no significant difference in patients' discomfort; however, the average number of lesions found in one patient was larger when using the CCF (0.86 +/- 0.96) than when using the NCF (0.58 +/- 0.81). For mucosal resection, 40 flat or wide-based lesions including 6 mucosal carcinomas were resected with EMRC. We experienced only one pinhole perforation of the ascending colon by heat damage, which was treated successfully by surgery. There was no other major complication or recurrence.\n                The cap-fitted endoscope was equal in maneuverability, was excellent in sensitivity in comparison with the regular colonoscope, and was thought to be feasible both in screening and mucosal resection.",
        "Year": null,
        "CitationCount": 92
    }
]