[
    {
        "Unnamed: 0": 35477,
        "ReviewID": "CD008920",
        "PMID": "PMID:162660",
        "Title": "Imipramine, rheumatoid arthritis and rheumatoid factor.",
        "Abstract": null,
        "Year": 1977,
        "CitationCount": 12
    },
    {
        "Unnamed: 0": 35475,
        "ReviewID": "CD008920",
        "PMID": "PMID:3886308",
        "Title": "Controlled, double-blind, randomized trial of amitriptyline in relieving articular pain and tenderness in patients with rheumatoid arthritis.",
        "Abstract": "Thirty-six patients with definite or classical rheumatoid arthritis participated in a double-blind, randomized, placebo-controlled trial to assess the effectiveness of adding amitriptyline to the treatment regimen for the relief of pain not adequately controlled by non-steroidal anti-inflammatory drugs. Dosage of amitriptyline was increased gradually up to 25 mg 3-times daily and patients were followed up for 12 weeks. Assessments were made of joint pain and tenderness every 4 weeks. The results showed no difference between the amitriptyline and placebo-treated patients for either parameter.",
        "Year": 1985,
        "CitationCount": 31
    },
    {
        "Unnamed: 0": 35481,
        "ReviewID": "CD008920",
        "PMID": "PMID:3519096",
        "Title": "Trimipramine in rheumatoid arthritis: a randomized double-blind trial in relieving pain and joint tenderness.",
        "Abstract": "The effect of low-dose trimipramine (25 to 75 mg/day) on joint pain and tenderness in 36 patients with rheumatoid arthritis was studied in a randomized double-blind trial carried out over a period of 12 weeks. The patients were pre-selected to include only patients who were depressed on a 'self-rating depression scale' but had no evidence of fibrositic 'trigger-points'. The results showed that joint pain and tenderness were significantly reduced with trimipramine, but depression scores remained unchanged.",
        "Year": 1986,
        "CitationCount": 42
    },
    {
        "Unnamed: 0": 35476,
        "ReviewID": "CD008920",
        "PMID": "PMID:3058537",
        "Title": "A comparison of dothiepin versus placebo in the treatment of pain in rheumatoid arthritis and the association of pain with depression.",
        "Abstract": "The effectiveness of dothiepin (a tricyclic anti-depressant) at a dose of 75 mg given orally at night was compared with placebo for 4 weeks in alleviating pain in 60 patients with classical or definite active rheumatoid arthritis. Patients were classified as either 'depressed' or 'not depressed'. The week before, during and 2 weeks after the study, 600 mg ibuprofen was given orally three times daily to all patients. Compared with placebo, dothiepin produced a significant reduction in daytime pain by the end of the treatment period. The Hamilton rating scale in 'depressed' patients was significantly improved in patients given dothiepin. The Cassano-Castrogiovanni self-evaluation rating scale in both 'depressed' and 'not depressed' patients showed a tendency (not significant) to be improved following dothiepin treatment compared with placebo. These results suggest that patients with rheumatoid arthritis may experience an increase in pain symptoms due to an alteration of mood. Therapy with tricyclic anti-depressants, such as dothiepin, therefore, may determine an improvement of pain indexes besides having an anti-depressant effect.",
        "Year": 1988,
        "CitationCount": 43
    },
    {
        "Unnamed: 0": 35479,
        "ReviewID": "CD008920",
        "PMID": "PMID:3236298",
        "Title": "Antidepressant analgesia in rheumatoid arthritis.",
        "Abstract": "Forty-seven patients with definite rheumatoid arthritis (RA) were treated in a 32 week, double blind, crossover trial of amitriptyline, desipramine, trazodone, and placebo. All drug regimens produced significant changes on pain measures relative to baseline, but only amitriptyline exceeded placebo. Amitriptyline was associated with a significant reduction in the number of painful/tender joints. Our study supports the efficacy of a moderate dose of amitriptyline as an adjunct drug for the treatment of pain in both depressed and nondepressed patients with RA.",
        "Year": 1988,
        "CitationCount": 103
    },
    {
        "Unnamed: 0": 35482,
        "ReviewID": "CD008920",
        "PMID": "PMID:3057482",
        "Title": "Psychomotor performance of patients with rheumatoid arthritis: cross-over comparison of dextropropoxyphene, dextropropoxyphene plus amitriptyline, indomethacin, and placebo.",
        "Abstract": "Actions on performance of dextropropoxyphene (DXP) alone and in combination with amitriptyline (AMI), indomethacin (IN), and placebo were compared in 15 patients with rheumatoid arthritis. The patients were on their prescribed maintenance regimen excluding analgesics. In four randomized test sessions at two-week intervals, they received double blind and crossover single oral doses of DXP 130 mg, IN 50 mg, DXP 65 mg + AMI 25 mg or placebo, each after two days' pretreatment with the same drug. Objective and subjective effects were measured at baseline and 2 and 4 hours after drug administration. DXP impaired critical flicker discrimination, symbol copying and body balance without modifying tracking, choice reactions or attention. It rendered the subjects elated, muzzy, mentally slow and calm. Actions of AMI + DXP were about the same. IN impaired body balance and critical flicker recognition. Plasma concentrations of DXP were moderate to high whilst those of IN and AMI were fairly low. We conclude that therapeutic doses of DXP and IN are relatively safe in regard to driving skills. Small doses of AMI may not enhance the mild psychomotor effects of DXP. Earlier single dose studies carried out with healthy volunteers might have overestimated the decremental effects of analgesics on psychomotor performance.",
        "Year": 1988,
        "CitationCount": 25
    },
    {
        "Unnamed: 0": 35480,
        "ReviewID": "CD008920",
        "PMID": "PMID:10534546",
        "Title": "The effects of dothiepin on subjects with rheumatoid arthritis and depression.",
        "Abstract": "The relative importance of direct analgesic and antidepressant effects of antidepressant drugs in rheumatoid arthritis (RA) is not clear.\n                Forty-eight female out-patients with RA, with depression and/or anxiety, were entered into a double-blind, placebo-controlled study of dothiepin in doses up to 150 mg daily to assess the effects on mood [Hospital Anxiety and Depression (HAD) scale and Hamilton Rating Scale (HRS) for Depression], pain [visual analogue scale (VAS)] and disability [Health Assessment Questionnaire (HAQ)].\n                Repeated measures multivariate analysis of variance revealed that treatment had a significant effect on pain (F(d.f. 1,39) =5.7, P=0.02). There were further interaction effects between treatment and time on pain (F(d. f. 3,117) =3.3, P=0.03), disability (F(d.f. 3,117)=4.2, P=0.008) and duration of early morning stiffness (F(d.f. 3,117) =3.3, P=0.03). Depression (HRS) was considerably reduced in both the dothiepin and placebo groups, and there was no significant difference between groups. Post hoc analyses using analysis of covariance revealed that, in the dothiepin group, pain was significantly reduced by week 4 and remained so at week 12. Disability scores and duration of early morning stiffness were consistently lower in the dothiepin group, although differences failed to reach statistical significance at any follow-up assessment. In the group as a whole, reductions in pain were highly significantly correlated with reductions in HAD depression (r =0.63, P<0.0005), HAD anxiety (r=0.46, P=0.001) and HRS depression (r=0.37, P=0.01).\n                Dothiepin is effective in relieving pain, disability and reducing the duration of early morning stiffness in out-patients with RA. Although there is a general association between pain reduction and improved anxiety and depression, the analgesic effect of dothiepin is independent of its antidepressant effect. Individual variation is considerable and further research should try to identify mechanisms of interaction between the antidepressant and analgesic effects of treatment in different patient groups.",
        "Year": 1999,
        "CitationCount": 26
    },
    {
        "Unnamed: 0": 35478,
        "ReviewID": "CD008920",
        "PMID": "PMID:11128665",
        "Title": "Paroxetine versus amitriptyline for treatment of depression associated with rheumatoid arthritis: a randomized, double blind, parallel group study.",
        "Abstract": "To compare the efficacy and tolerability of paroxetine (a selective serotonin reuptake inhibitor) with that of amitriptyline (a tricyclic antidepressant) in the treatment of depression in 191 patients with rheumatoid arthritis (RA).\n                A randomized, double blind, double dummy, parallel group study. A placebo washout period of 3-7 days was followed by an 8 week active treatment phase during which patients received either paroxetine (20-40 mg daily) or amitriptyline (75-150 mg daily). The primary efficacy variable was the change from baseline in Montgomery Asberg Depression Rating Scale score at endpoint.\n                Paroxetine was as effective as amitriptyline for the treatment of depression, with similar improvements in RA associated pain and disability also seen in both groups. However, paroxetine was better tolerated than amitriptyline, with an overall frequency of adverse experiences of 56.4% and 67.7% in the 2 groups, respectively. The frequency of anticholinergic adverse experiences was much lower in the paroxetine treatment group (18.1% vs 43.8% taking amitriptyline) and paroxetine treated patients also experienced fewer severe (16.0% vs 21.9%), serious nonfatal (0% vs 4.2%), and drug related adverse experiences (12.8% vs 29.2%).\n                Tolerability is an important consideration in this patient population, which is largely composed of elderly patients who are taking additional medications for RA. Paroxetine shows a number of advantages in the management of depression comorbid with RA.",
        "Year": 2000,
        "CitationCount": 58
    }
]