[
    {
        "Unnamed: 0": 20211,
        "ReviewID": "CD000544",
        "PMID": "PMID:6134565",
        "Title": "Maintenance of remission in ulcerative colitis with 5-amino salicylic acid in high doses by mouth.",
        "Abstract": null,
        "Year": 1983.0,
        "CitationCount": 112
    },
    {
        "Unnamed: 0": 20226,
        "ReviewID": "CD000544",
        "PMID": "PMID:2868964",
        "Title": "Azodisal sodium in the treatment of ulcerative colitis. A study of tolerance and relapse-prevention properties.",
        "Abstract": "One hundred sixty patients intolerant of or allergic to sulfasalazine (Salazopyrin, Azulfidine) participated in an open tolerance study of azodisal sodium (Dipentum). More than 4 of every 5 patients tolerated azodisal sodium well, but 12.5% of patients stopped medication because of diarrhea. Even after 7 patients who had also experienced diarrhea when taking sulfasalazine were excluded, there still remained a group of patients (9.8%) who had to discontinue azodisal sodium because of diarrhea. Apart from this, only minor side effects occurred. No serious drug-related changes were seen in hematologic or biochemical parameters. Male fertility appeared to be unaffected. One hundred two patients, who were in clinical and sigmoidoscopic remission, took part in a double-blind, placebo-controlled maintenance trial. Of these, 23.1% of the patients treated with azodisal sodium and 44.9% of the patients treated with placebo had a clinical and sigmoidoscopic relapse during a 6-mo trial period (p = 0.02). Azodisal sodium appears to be an effective agent for the maintenance treatment of ulcerative colitis.",
        "Year": 1986.0,
        "CitationCount": 185
    },
    {
        "Unnamed: 0": 20208,
        "ReviewID": "CD000544",
        "PMID": "PMID:2896139",
        "Title": "Comparison of delayed-release 5-aminosalicylic acid (mesalazine) and sulfasalazine as maintenance treatment for patients with ulcerative colitis.",
        "Abstract": "To assess the safety and efficacy of delayed-release mesalazine (5-aminosalicylic acid) as maintenance treatment for patients with ulcerative colitis, 100 patients with quiescent colitis were randomly grouped to receive either delayed-release mesalazine or an equivalent dose of enteric-coated sulfasalazine in a 48-wk trial. Groups were comparable for age, sex, and duration and extent of disease. Relapse rates at 48 wk were as follows: sulfasalazine 38.6% (95% confidence limits, 24%-54%) and mesalazine 37.5% (95% confidence limits, 24%-53%), chi 2 = 0.01, p greater than 0.90. Mean time to relapse, cumulative relapse rate, and relapse severity were similar in the two groups. Headaches and upper gastrointestinal symptoms--common at trial entry--improved to a greater extent in patients receiving mesalazine. Delayed-release mesalazine is an effective treatment for maintaining ulcerative colitis remission and is associated with fewer side effects than equivalent doses of enteric-coated sulfasalazine.",
        "Year": 1988.0,
        "CitationCount": 179
    },
    {
        "Unnamed: 0": 20216,
        "ReviewID": "CD000544",
        "PMID": "PMID:2903110",
        "Title": "Double-blind comparison of slow-release 5-aminosalicylate and sulfasalazine in remission maintenance in ulcerative colitis.",
        "Abstract": "The results of a clinical trial comparing slow-release 5-aminosalicylic acid tablets (Pentasa) and enteric-coated sulfasalazine tablets (Salazopyrin) with regard to the efficacy of maintaining ulcerative colitis patients in remission for 12 mo and with regard to safety of treatment are reported. Seventy-five patients with ulcerative colitis in remission for between 1 mo and 5 yr were included for analysis. Forty-nine men and 26 women, aged between 18 and 79 yr, received either Pentasa t.i.d. (1500 mg) plus Salazopyrin placebo or Salazopyrin t.i.d. (3 g) plus Pentasa placebo daily. Patients were assessed clinically, endoscopically, and histologically before and 3, 6, 9, and 12 mo after the start of treatment. Life-table analysis showed ongoing remission after 6 and 12 mo for Pentasa to be 63% (26 of 41) and 54% (22 of 41) and for Salazopyrin 72% (22 of 31) and 46% (14 of 31). These differences were not statistically significant. Three patients treated with Salazopyrin were withdrawn because of severe erythrodermia, anxiety and backache, and pregnancy, respectively. One patient on Salazopyrin experienced transient rises in serum urea, creatinine, and lactic dehydrogenase and another patient in this group reported slight reversible loss of hair. In the Pentasa group no side effects were recorded. We conclude that Pentasa is a well-tolerated drug, equally effective as Salazopyrin in maintenance of remission of ulcerative colitis.",
        "Year": 1988.0,
        "CitationCount": 119
    },
    {
        "Unnamed: 0": 20218,
        "ReviewID": "CD000544",
        "PMID": "PMID:2908755",
        "Title": "Balsalazide in the maintenance treatment of patients with ulcerative colitis, a double-blind comparison with sulphasalazine.",
        "Abstract": "Balsalazide (BSZ) is a pro-drug which releases 5-aminosalicylic acid (5ASA) and 4-aminobenzoyl-beta-alanine (an inert carrier) in the colon of various species including man. BSZ was compared with sulphasalazine (SASP) (both 1 g b.d. orally) in the maintenance of remission in patients with ulcerative colitis (UC). Seventy-nine patients (53 male, 26 female), mean age 49 years (range 19-79 years), with UC were randomly allocated to either treatment (41 BSZ, 38 SASP) for 6 months. The groups were similar in respect of age, sex, duration and extent of disease. Seven patients defaulted (3 BSZ, 4 SASP) leaving 38 on BSZ and 34 on SASP. Two male patients, both receiving SASP, were withdrawn because of severe side-effects. One of these patients, with an exfoliative rash, was maintained satisfactorily on open BSZ. Remission rates at 6 months (51% BSZ, 63% SASP) were not significantly different (life-table analysis P less than 0.1). Twelve patients (15%) reported troublesome side-effects (2 BSZ 5%, 10 SASP 26%, P = 0.017 Fisher Exact Test). Mean haemoglobin concentrations, similar on entry, increased after 6 months with BSZ (0.2 g/dl) but decreased with SASP (0.5 g/dl) (P less than 0.0002). BSZ was not significantly different from SASP in maintaining remission in patients with UC but had fewer side-effects.",
        "Year": 1988.0,
        "CitationCount": 82
    },
    {
        "Unnamed: 0": 20234,
        "ReviewID": "CD000544",
        "PMID": "PMID:2898422",
        "Title": "Controlled trial comparing olsalazine and sulphasalazine for the maintenance treatment of ulcerative colitis.",
        "Abstract": "One hundred and sixty four patients with ulcerative colitis in remission were entered into a double blind, double dummy trial comparing olsalazine 500 mg bd and sulphasalazine 1 g bd. Clinical examination, sigmoidoscopy and rectal biopsy were performed at 0, three, and six months. Sixteen of 82 (19.5%) patients relapsed on olsalazine and 10/82 (12.2%) relapsed on sulphasalazine. The difference was not statistically significant (p = 0.1632). Adverse events were minor and were similar in both groups. No haematological or biochemical abnormalities were detected. Thus, olsalazine is as effective as sulphasalazine for preventing a relapse of ulcerative colitis.",
        "Year": 1988.0,
        "CitationCount": 58
    },
    {
        "Unnamed: 0": 20241,
        "ReviewID": "CD000544",
        "PMID": "PMID:2577483",
        "Title": "Comparative efficacy of coated, oral 5-aminosalicylic acid (Claversal) and sulphasalazine for maintaining remission of ulcerative colitis. International Study Group.",
        "Abstract": "The safety and efficacy of Claversal (coated, oral 5-aminosalicylic acid (5-ASA) 0.75 g/day) and sulphasalazine 1.5-2.0 g/day were compared for the maintenance treatment of ulcerative colitis in a 1-year double-blind trial. Three hundred and thirty-four patients, whose disease was controlled on a stable dose of sulphasalazine (1.5-2.0 g/day) for a 1-month pre-trial, entered the study. On entry, patients were assigned in a random manner to continue sulphasalazine or to switch to coated 5-ASA. One hundred and thirty-one patients in the coated 5-ASA group and 142 on sulphasalazine were analysed for efficacy. No significant difference was observed between treatments with respect to the cumulative rate of relapse. Over the 12 months, 30 (28%) of the coated 5-ASA patients versus 29 (23%) of those treated with sulphasalazine had an exacerbation of their disease (log rank test P = 0.7011). The incidence of drug-related adverse events and subsequent withdrawals was similar. The high incidence of side-effects usually associated with sulphasalazine was not observed, probably due to the fact that this population was tolerant of sulphasalazine pre-trial. Of the 37 patients who reported adverse events with previous sulphasalazine therapy, however, only two (8%) of the 24 experienced those events when randomized to coated 5-ASA while five (38%) of the 13 who continued on sulphasalazine reported those same events. Coated 5-ASA is a safe, effective therapy for maintaining ulcerative colitis in remission.",
        "Year": 1989.0,
        "CitationCount": 83
    },
    {
        "Unnamed: 0": 20210,
        "ReviewID": "CD000544",
        "PMID": "PMID:1349676",
        "Title": "Randomised comparison of olsalazine and mesalazine in prevention of relapses in ulcerative colitis.",
        "Abstract": "Sulphasalazine extends remissions and lessens disease activity during relapses of ulcerative colitis, but it also causes many adverse side-effects. The adverse reactions are mostly attributable to the sulphapyridine carrier moiety rather than the active principle 5-aminosalicylic acid (5-ASA), so agents to deliver 5-ASA to the colon by other means have been designed. We have compared the efficacy and tolerability of two such agents, olsalazine and mesalazine, in maintenance therapy of ulcerative colitis. 100 patients with ulcerative colitis in remission were recruited at one centre and assigned randomly to treatment with olsalazine (Dipentum; 1.0 g daily) or mesalazine (Asacol, with Eudragit-S coating; 1.2 g daily). Compliance, biochemical and haematological variables, and clinical evidence of disease activity were assessed every 3 months for 12 months by observers unaware of treatment allocation. In intention-to-treat analysis, which included as treatment failures patients withdrawn for protocol violations, adverse reactions, intercurrent illness, or non-compliance as well as those with relapses of ulcerative colitis, the olsalazine group had a significantly lower rate of treatment failure than the mesalazine group (12/49 [24%] vs 23/50 [46%]; p = 0.025). Analysis restricted to 64 patients still in remission at 1 year and 18 with relapses also showed a significant difference in relapse rate (olsalazine 5/42 [12%] vs mesalazine 13/40 [33%]; p = 0.024). Both drugs were well tolerated; only 9 patients reported substantial side-effects. Olsalazine was clearly superior to mesalazine in prevention of relapses in ulcerative colitis, especially in patients with left-sided disease.",
        "Year": 1992.0,
        "CitationCount": 92
    },
    {
        "Unnamed: 0": 20231,
        "ReviewID": "CD000544",
        "PMID": "PMID:1347280",
        "Title": "Prophylactic effects of olsalazine v sulphasalazine during 12 months maintenance treatment of ulcerative colitis. The Danish Olsalazine Study Group.",
        "Abstract": "In a Danish multicentre trial we compared the relapse preventing effects of olsalazine and sulphasalazine in patients with ulcerative colitis over a 12 month treatment period. Two hundred and twenty seven patients (118 men) with at least two previous attacks of ulcerative colitis were randomly allocated according to a prearranged treatment schedule to olsalazine 500 mg bd or sulphasalazine 1 g bd in a double blind, double dummy fashion. One hundred and ninety seven patients completed the trial. The relapse rate after 12 month in the olsalazine group was 46.9% v 42.4% in the sulphasalazine group with a 95% confidence interval for the difference in proportions of -9% to 18%. Seven per cent of the patients were withdrawn from the trial because of adverse drug reactions and these were equally distributed between the two groups.",
        "Year": 1992.0,
        "CitationCount": 56
    },
    {
        "Unnamed: 0": 20227,
        "ReviewID": "CD000544",
        "PMID": "PMID:1358234",
        "Title": "Improved maintenance of remission in ulcerative colitis by balsalazide 4 g/day compared with 2 g/day.",
        "Abstract": "The efficacy of two doses of balsalazide for the maintenance of remission in patients with ulcerative colitis was compared in a double-blind multicentre trial. Sixty-five patients received a 2 g daily dose, and 68 a 4 g dose. The patient groups were similar at entry for sex, age, and disease distribution. Clinical assessment was carried out at 3-monthly intervals, with sigmoidoscopy, rectal biopsy, and blood tests on entry and at 26 and 52 weeks. Clinical relapse over twelve months was significantly less common on the 4 g dose (36%), than on the 2 g dose (55%), P less than 0.01. There were eight withdrawals on 2 g daily and 13 on 4 g daily, six and nine respectively being mainly due to gastrointestinal intolerance. It is concluded that balsalazide is a well-tolerated drug, and is effective for the maintenance of remission in patients with ulcerative colitis, the optimal dose being greater than 2 g daily.",
        "Year": 1992.0,
        "CitationCount": 48
    },
    {
        "Unnamed: 0": 20240,
        "ReviewID": "CD000544",
        "PMID": "PMID:1348159",
        "Title": "Relapse-preventing effect and safety of sulfasalazine and olsalazine in patients with ulcerative colitis in remission: a prospective, double-blind, randomized multicenter study. The Ulcerative Colitis Multicenter Study Group.",
        "Abstract": "Forty-nine patients with ulcerative colitis in remission were entered into a prospective, double-blind, multicenter trial comparing the relapse-preventing effect and safety of 4 g sulfasalazine and 2 g olsalazine daily during 48 wk. Of the 46 evaluable patients, 23 were assigned to sulfasalazine and 23 to olsalazine. Seven of 23 patients (30.4%) relapsed on sulfasalazine and six of 23 patients (26.1%) on olsalazine (95% confidence interval of the difference -22.0% to 30.3%). The relapse-free survival curves did not differ significantly at any time during the trial period. In both treatment groups, three patients dropped out because of adverse effects. Four patients on sulfasalazine and six patients on olsalazine experienced minor adverse effects. One patient on sulfasalazine had mild leukopenia, and four patients on sulfasalazine and one patient on olsalazine had decreased levels of haptoglobin. Thus, sulfasalazine and olsalazine are equally effective in maintaining remission of ulcerative colitis and are accompanied by a similar incidence of adverse effects.",
        "Year": 1992.0,
        "CitationCount": 21
    },
    {
        "Unnamed: 0": 20222,
        "ReviewID": "CD000544",
        "PMID": "PMID:1420754",
        "Title": "Short report: comparison of two doses of balsalazide in maintaining ulcerative colitis in remission over 12 months.",
        "Abstract": "In a four-centre prospective double-blind trial, 108 patients with ulcerative colitis in remission were randomized to receive balsalazide in doses of 3 g or 6 g/day for 12 months. The patients were assessed at 3-monthly intervals clinically, sigmoidoscopically and with routine haematology and biochemistry. Remission rates of 77% (3 g/day) and 68% (6 g/day) at 12 months were not significantly different. Intolerance reactions leading to withdrawal from the study occurred in only 9 patients (8%), all occurring in the first 7 weeks of the study. Balsalazide is therefore both highly effective in maintaining remission in ulcerative colitis and well tolerated in both conventional and high dosage (the latter equivalent to 5.5 g/day of sulphasalazine). In this study no distinct advantage in maintenance of remission has been found for the higher dose of balsalazide.",
        "Year": 1992.0,
        "CitationCount": 51
    },
    {
        "Unnamed: 0": 20225,
        "ReviewID": "CD000544",
        "PMID": "PMID:7959238",
        "Title": "Optimum dose of olsalazine for maintaining remission in ulcerative colitis.",
        "Abstract": "To evaluate the optimum dose of olsalazine for maintaining remission in ulcerative colitis, 198 patients in remission for more than three months were randomly assigned to receive 0.5 g, 1.0 g, or 2.0 g/day for 12 months. A dose-ranging effect was detected in the per protocol analysis, with remission rates of 60% (0.5 g), 70% (1.0 g), and 78% (2.0 g) (p = 0.03, trend in proportions). The higher dose was most effective in patients with proctitis (90% remission on 2 g/day, p = 0.03) or those in remission for less than 12 months before the trial (88% remission on 2 g/day, p = 0.0006). There was little dose-ranging effect in patients with extensive colitis or those in remission for more than 12 months. Diarrhoea necessitated treatment withdrawal in 12%. The optimal dose of olsalazine for maintaining remission in ulcerative colitis is 1 g/day. For patients with proctitis or recent relapse, 2 g/day may be preferable, although the dose seems to be less important in patients with more extensive disease or those in long term remission.",
        "Year": 1994.0,
        "CitationCount": 66
    },
    {
        "Unnamed: 0": 20233,
        "ReviewID": "CD000544",
        "PMID": "PMID:8680900",
        "Title": "Comparison of the efficacy and safety of 1.5 compared with 3.0 g oral slow-release mesalazine (Pentasa) in the maintenance treatment of ulcerative colitis. Dutch Pentasa Study Group.",
        "Abstract": "To investigate a possible dose-effect relationship with two dosages of oral slow-release mesalazine in patients with quiescent ulcerative colitis.\n                One hundred and sixty-nine patients with ulcerative colitis in remission were treated with either 1.5 or 3.0 g/day mesalazine for 1 year or until relapse into active colitis.\n                Fewer of the 3.0 g dose group relapsed than of the 1.5 g dose group (33 compared with 46%). This difference failed to reach statistical significance (P = 0.057). A significant relationship between age and relapse rate was established. No dose-related adverse events were found. Three serious drug-related adverse events were, however, reported. All of the serious adverse reactions resolved after the medication was discontinued.\n                There is a trend for high doses of oral mesalazine to be more effective in prevention of relapse of ulcerative colitis. These higher doses are not associated with a higher incidence of adverse reactions.",
        "Year": 1995.0,
        "CitationCount": 43
    },
    {
        "Unnamed: 0": 20228,
        "ReviewID": "CD000544",
        "PMID": "PMID:7872274",
        "Title": "Olsalazine versus sulphasalazine for relapse prevention in ulcerative colitis: a multicenter study.",
        "Abstract": "To compare the relapse-preventing effect and the frequency of adverse events of olsalazine and sulphasalazine in sulphasalazine-tolerant patients with ulcerative colitis.\n                Patients in remission, with at least two episodes of active disease during the last 5 yr, were randomized to 2 g of sulphasalazine or 1 g of olsalazine daily and were followed for 6-18 months. Relapse rates in the two groups were compared using frequency and life-table analysis. Sixty-nine patients with proctitis, 140 with left-sided colitis, and 113 with subtotal or total colitis were evaluated.\n                In the intention-to-treat analysis, the failure rate (relapses plus withdrawals) was 54.7% in the olsalazine and 47.2% in the sulphasalazine group. In the per-protocol analysis excluding withdrawals, 44.7% relapsed in the olsalazine and 39.3% in the sulphasalazine group. Remission curves did not differ significantly, although at all time intervals the frequency of remission was slightly higher in the sulphasalazine group (p = 0.19 in the intention-to-treat analysis and p = 0.42 in the per-protocol analysis estimated by the log-rank test). Twelve patients (of whom five had diarrhea) in the olsalazine group versus eight patients in the sulphasalazine group discontinued the study because of side effects.\n                The relapse-preventing effect of olsalazine and sulphasalazine in sulphasalazine-tolerant patients did not differ. Furthermore, the tolerability of olsalazine, particularly concerning diarrhea, appears to be better than previously reported.",
        "Year": 1995.0,
        "CitationCount": 43
    },
    {
        "Unnamed: 0": 20221,
        "ReviewID": "CD000544",
        "PMID": "PMID:7614099",
        "Title": "Double-blind dose-finding study of olsalazine versus sulphasalazine as maintenance therapy for ulcerative colitis.",
        "Abstract": "To determine the therapeutic efficacy and safety of three doses of olsalazine compared with the standard dose of sulphasalazine.\n                Randomized double-blind multicentre 6-month study comparing three doses of olsalazine (0.5, 1.25 and 2.0 g daily) and sulphasalazine 2.0 g daily for maintaining remission in patients with ulcerative colitis.\n                Public hospitals and private practices in Germany, Austria and Switzerland.\n                A total of 162 patients with ulcerative colitis in remission.\n                According to intention-to-treat analysis, the failure rates of the different treatment groups were not significantly different (36, 49 and 24% for 0.5, 1.25 and 2.0 g olsalazine daily and 32% for 2.0 g sulphasalazine daily). Olsalazine and sulphasalazine showed a tendency towards lower failure rates in extended (28%) than in distal disease (44%). The withdrawal rate due to adverse effects was 4%, the most frequent single event being diarrhoea (2.5, 5.2 and 11.7% for 0.5, 1.25 and 2.0 g olsalazine daily and 0% for sulphasalazine daily).\n                This study found no significant differences between the therapeutic efficacy or safety of 0.5-2.0 g olsalazine daily. Because of its sulpha-free formulation olsalazine may, however, be preferred to sulphasalazine.",
        "Year": 1995.0,
        "CitationCount": 44
    },
    {
        "Unnamed: 0": 20220,
        "ReviewID": "CD000544",
        "PMID": "PMID:7851193",
        "Title": "Safety and efficacy of controlled-release mesalamine for maintenance of remission in ulcerative colitis. Pentasa UC Maintenance Study Group.",
        "Abstract": "This 12-month, double-blind, placebo-controlled study randomized 205 ulcerative colitis patients in remission to placebo or controlled-release mesalamine at 4 g/day for 12 months. Patients were stratified to either pancolitis or left-sided disease, based on previous diagnosis. Maintenance of remission was defined as a sigmoidoscopic index of < 5, less than five stools per day, and the absence of rectal bleeding. A significantly greater number of patients maintained remission on mesalamine 4 g/day than on placebo at each of five study visits, following the first one-month visit (P < 0.05). The estimated 12-month remission rates for the mesalamine group were 64% (38% for placebo, P = 0.0004). Baseline subgroups (disease location, time since last flare of active disease, and previous response to oral/rectal steroids or sulfasalazine) did not influence remission rates. Treatment-related adverse events were rare. Controlled-release mesalamine is a safe and efficacious single agent for maintaining remission of ulcerative colitis.",
        "Year": 1995.0,
        "CitationCount": 48
    },
    {
        "Unnamed: 0": 20236,
        "ReviewID": "CD000544",
        "PMID": "PMID:8583101",
        "Title": "Coated oral 5-aminosalicylic acid (Claversal) is equivalent to sulfasalazine for remission maintenance in ulcerative colitis. A double-blind study.",
        "Abstract": "In a double-blind, single-center, 1-year prospective trial, we compared a pH-dependent Eudragit L-coated formulation of oral 5-aminosalicylic acid (5-ASA) (Claversal), 0.5 g b.i.d., and sulfasalazine (SASP), 1 g b.i.d., in the prophylactic treatment of quiescent ulcerative colitis. Forty-four patients received 5-ASA and 44 received SASP. Clinical, sigmoidoscopic, and histologic findings were assessed at 6 and 12 months. The two groups were comparable in all pretrial characteristics. No significant difference was observed in the relapse rate in the two groups either after 6 months [5-ASA 20.5%, SASP 27.5%, p = 0.32, 95% confidence interval (CI) 0.28 +/- 0.13] or after 12 months (5-ASA 38.4%, SASP 51%, p = 0.18, 95% CI 0.38 +/- 0.1). We conclude that (a) 5-ASA was as effective as SASP in maintaining remission of ulcerative colitis; (b) the relapse rate was, however, higher than expected in both groups; (c) the incidence of side effects was similar with both treatments.",
        "Year": 1995.0,
        "CitationCount": 54
    },
    {
        "Unnamed: 0": 20229,
        "ReviewID": "CD000544",
        "PMID": "PMID:8533995",
        "Title": "An oral preparation of mesalamine as long-term maintenance therapy for ulcerative colitis. A randomized, placebo-controlled trial. The Mesalamine Study Group.",
        "Abstract": "To compare the safety and efficacy of a pH-sensitive, polymer-coated oral formulation of mesalamine (Asacol, Procter & Gamble Pharmaceuticals, Cincinnati, Ohio) with those of placebo in maintaining remission in patients with ulcerative colitis.\n                Multicenter, double-blind, placebo-controlled, randomized clinical trial.\n                Eight private practices, five university-based medical centers, and four hospitals or clinics.\n                264 patients with ulcerative colitis that had been maintained in remission for at least 1 month while the patients were receiving stable doses of sulfasalazine or any oral mesalamine product.\n                Coated mesalamine at oral dosages of 0.8 g/d or 1.6 g/d or matching placebo for 6 months.\n                Treatment success, defined as maintenance of remission after 6 months, and treatment failure, defined as relapse during the study (as indicated by proctosigmoidoscopy at 1, 3, or 6 months of treatment) or withdrawal due to adverse events. Safety was assessed on the basis of laboratory analyses and patient- and investigator-noted adverse events.\n                189 patients were compliant with the protocol for 6 months or stopped receiving therapy because of relapse or adverse events. Of these 189 patients, 25 of the 63 patients (39.7%) in the placebo group had treatment success compared with 40 of the 68 patients (58.8% [95% CI, 46.4% to 71.3%]) in the group receiving mesalamine, 0.8 g/d (P = 0.036) and 38 of the 58 patients (65.5% [CI, 52.4% to 78.6%]) in the group receiving mesalamine, 1.6 g/d (P = 0.006). In the intention-to-treat analysis of all patients, 42 of the 87 patients (48.3%) in the placebo group had treatment success compared with 57 of the 90 patients (63.3% [CI, 52.8% to 73.8%]) in the group receiving mesalamine, 0.8 g/d (P = 0.050) and 61 of the 87 patients (70.1% [CI, 59.9% to 80.3%]) in the group receiving mesalamine, 1.6 g/d (P = 0.005). Age, sex, and race were not found to predict treatment success or failure. The mesalamine tablet was well tolerated, and no clinically significant changes were seen in hematologic, hepatic, or renal laboratory profiles.\n                Coated mesalamine at oral dosages of 0.8 g/d and 1.6 g/d is safe and effective in maintaining remission in patients with quiescent ulcerative colitis.",
        "Year": 1996.0,
        "CitationCount": 158
    },
    {
        "Unnamed: 0": 20224,
        "ReviewID": "CD000544",
        "PMID": "PMID:9882028",
        "Title": "Maintenance of remission of ulcerative colitis: a comparison between balsalazide 3 g daily and mesalazine 1.2 g daily over 12 months. ABACUS Investigator group.",
        "Abstract": "Despite widespread use of aminosalicylates as maintenance treatment for ulcerative colitis (UC), patients still report troublesome symptoms, often nocturnally.\n                To compare the efficacy and safety of balsalazide (Colazide) with mesalazine (Asacol) in maintaining UC remission.\n                A randomized, double-blind comparison of balsalazide 3 g daily (1.04 g 5-ASA) and mesalazine 1.2 g daily for 12 months, in 99 (95 evaluable) patients in UC remission.\n                Balsalazide patients experienced more asymptomatic nights (90% vs. 77%, P=0.0011) and days (58% vs. 50%, N.S.) during the first 3 months. Balsalazide patients experienced more symptom-free nights per week (6.4+/-1.7 vs. 4.7+/-2.8; P=0.0006) and fewer nights per week with blood on their stools or on the toilet paper, mucus with their stools or with sleep disturbance resulting from symptoms or lavatory visits (each P < 0.05). Fewer balsalazide patients relapsed within 3 months (10% vs. 28%; P=0.0354). Remission at 12 months was 58%, in both groups. Similar proportions of patients reported adverse events (61% balsalazide vs. 65% mesalazine). There were five serious adverse events (two balsalazide, three mesalazine) and four withdrawals due to unacceptable adverse events (three balsalazide, one mesalazine), of which one in each group was also a serious adverse event.\n                Balsalazide 3 g/day and mesalazine 1.2 g/ day effectively maintain UC remission and are equally well tolerated over 12 months. At this dose balsalazide prevents more relapses during the first 3 months of treatment and controls nocturnal symptoms more effectively.",
        "Year": 1998.0,
        "CitationCount": 80
    },
    {
        "Unnamed: 0": 20237,
        "ReviewID": "CD000544",
        "PMID": "PMID:10102971",
        "Title": "Is maintenance therapy always necessary for patients with ulcerative colitis in remission?",
        "Abstract": "The efficacy of sulphasalazine and mesalazine in preventing relapse in patients with ulcerative colitis is well known. It is less clear how long such maintenance should be continued, and if the duration of disease remission is a factor that affects the risk of recurrence.\n                To determine whether the duration of disease remission affects the relapse rate, by comparing the efficacy of a delayed-release mesalazine (Asacol, Bracco S.p.A., Milan, Italy) against placebo in patients with ulcerative colitis with short- and long-duration of disease remission.\n                112 patients (66 male, 46 female, mean age 35 years), with intermittent chronic ulcerative colitis in clinical, endoscopic and histological remission with sulphasalazine or mesalazine for at least 1 year, were included in the study. Assuming that a lower duration of remission might be associated with a higher relapse rate, the patients were stratified according to the length of their disease remission, prior to randomization into Group A (Asacol 26, placebo 35) in remission from 1 to 2 years, or Group B (Asacol 28, placebo 23) in remission for over 2 years, median 4 years. Patients were treated daily with oral Asacol 1.2 g vs. placebo, for a follow-up period of 1 year.\n                We employed an intention-to-treat analysis. In Group A, whilst no difference was found between the two treatments after 6 months, mesalazine was significantly more effective than placebo in preventing relapse at 12 months [Asacol 6/26 (23%), placebo 17/35 (49%), P = 0.035, 95% Cl: 48-2.3%]. In contrast, in Group B no statistically significant difference was observed between the two treatments, either at 6 or 12 months [Asacol 5/28 (18%), placebo 6/23 (26%), P = 0.35, 95% Cl: 31-14%] of follow-up. Patients in group B were older, and had the disease and remission duration for longer, than those in Group A.\n                Mesalazine prophylaxis is necessary for the prevention of relapse by patients with ulcerative colitis in remission for less than 2 years, but this study casts doubt over whether continuous maintenance treatment is necessary in patients with prolonged clinical, endoscopic and histological remission, who are at very low risk of relapse.",
        "Year": 1999.0,
        "CitationCount": 84
    },
    {
        "Unnamed: 0": 20232,
        "ReviewID": "CD000544",
        "PMID": "PMID:11709512",
        "Title": "Low dose balsalazide (1.5 g twice daily) and mesalazine (0.5 g three times daily) maintained remission of ulcerative colitis but high dose balsalazide (3.0 g twice daily) was superior in preventing relapses.",
        "Abstract": "Balsalazide is a new 5-aminosalicylic acid (5-ASA) containing prodrug. Its efficacy in comparison with standard mesalazine therapy and the optimum dose for maintaining remission of ulcerative colitis are still unclear.\n                To compare the relapse preventing effect and safety profile of two doses of balsalazide and a standard dose of Eudragit coated mesalazine.\n                A total of 133 patients with ulcerative colitis in remission were recruited to participate in a double blind, multicentre, randomised trial: 49 patients received balsalazide 1.5 g twice daily, 40 received balsalazide 3.0 g twice daily, and 44 received mesalazine 0.5 g three times daily. Efficacy assessments were clinical activity index (CAI) and endoscopic score according to Rachmilewitz, and a histological score. In addition, laboratory tests were performed and urinary excretion of 5-ASA and its metabolite N-Ac-5-ASA was analysed. The study lasted for 26 weeks.\n                Balsalazide 3.0 g twice daily resulted in a significantly higher clinical remission rate (77.5%) than balsalazide 1.5 g twice daily (43.8%) and mesalazine 0.5 g three times daily (56.8%) (p=0.006). The respective times to relapse were 161 days, 131 days (p=0.003), and 144 days (NS). Accordingly, pairwise contrasts of the final endoscopic score demonstrated a significant difference (p=0.005) between the two balsalazide treatment groups while differences between either of these two groups and mesalazine were not statistically significant. Patients treated with balsalazide excreted less 5-ASA and N-Ac-5-ASA than patients receiving mesalazine but these differences were not statistically significant. Discontinuation of the trial because of adverse effects occurred in nine patients: three in the balsalazide 1.5 g twice daily group, two in the balsalazide 3.0 g twice daily group, and four in the mesalazine 0.5 g three times daily group. No clinically important new drug safety related findings were identified in this study.\n                High dose balsalazide (3.0 g twice daily) was superior in maintaining remission in patients with ulcerative colitis compared with a low dose (1.5 g twice daily) or a standard dose of mesalazine (0.5 g three times daily). All three treatments were safe and well tolerated.",
        "Year": 2001.0,
        "CitationCount": 114
    },
    {
        "Unnamed: 0": 20217,
        "ReviewID": "CD000544",
        "PMID": "PMID:11860403",
        "Title": "Evaluation of renal function following treatment with 5-aminosalicylic acid derivatives in patients with ulcerative colitis.",
        "Abstract": "A number of cases of nephrotoxicity have been reported in patients with inflammatory bowel disease taking oral 5-aminosalicylic acid (5-ASA).\n                To evaluate the effects of 9 months of therapy with mesalazine or olsalazine on renal function in patients with ulcerative colitis in remission.\n                Forty patients with ulcerative colitis in complete remission for 6 months were randomized to either olsalazine (n=20) or mesalazine (n=20 for nine months). Thirty-six of the 40 patients were on prior salicylate therapy. Disease activity was the measure ofclinical efficacy and was assessed by the Harvey-Bradshaw Index (HBI). Laboratory efficacy measurements included glomerular filtration rate (GFR), microalbuminuria, urinary gluthathione S-transferase (GST) and serum C-reactive protein (CRP). Safety analysis consisted of documentation of adverse events and laboratory values.\n                There was no significant reduction in the GFR overall on therapy. The levels of GFR adjusted for baseline were similar in the two treatment groups after 3, 6 and 9 months. A significantly higher percentage of mesalazine-treated patients experienced drug related adverse events, all of a minor nature. The incidence of adverse events causing early withdrawal was similar in the two treatment groups.\n                Treatment with mesalazine or olsalazine for 9 months had no significant impact on GFR.",
        "Year": 2002.0,
        "CitationCount": 43
    },
    {
        "Unnamed: 0": 20239,
        "ReviewID": "CD000544",
        "PMID": "PMID:15017487",
        "Title": "A pilot feasibility study of once daily versus conventional dosing mesalamine for maintenance of ulcerative colitis.",
        "Abstract": "This study was conducted to assess, in a small sample, the short-term outcomes of once-daily mesalamine versus conventional dosing in maintaining quiescent ulcerative colitis (UC) and to assess adherence rates with both regimens.\n                Consecutive patients were randomly assigned to either a once-daily regimen, or they continued current conventional regimen (twice daily or 3 times daily). Patients were assessed at 3 months and 6 months. At each point, a clinical symptom disease score was obtained using patient questionnaires, and medication rates via pharmacy data. Adherence was defined as consumption of >80% of prescribed medication. Information was collected by an investigator blinded to treatment regimen.\n                Twenty-two patients were enrolled in the study, 12 in the once-daily group (QD) and 10 in the conventional group (CD). At 3 months, no patients had experienced a relapse. All of the patients in the QD group and 70% of patients in the CD group were adherent (P = 0.04). The average amount of medication consumed in the QD group was significantly higher than in the CD group (90% vs. 75%, P = 0.02). At 6 months, 2 patients (1 patient from each group) experienced a clinical relapse (P = 0.76). Seventy-five percent vs. 70% of patients were adherent (P = 0.8); the amount of medication taken approached significance (90% vs. 76%, P = 0.07). All patients in the QD group reported being either \"very satisfied\" or \"satisfied\" with their regimen.\n                In this randomized pilot trial, patients taking once-daily mesalamine had outcomes similar to those for patients on conventional regimens. A larger trial is warranted to assess whether true differences between regimens exist.",
        "Year": 2003.0,
        "CitationCount": 119
    },
    {
        "Unnamed: 0": 20230,
        "ReviewID": "CD000544",
        "PMID": "PMID:15854173",
        "Title": "Comparison of two different daily dosages (2.4 vs. 1.2 g) of oral mesalazine in maintenance of remission in ulcerative colitis patients: 1-year follow-up study.",
        "Abstract": "Mesalazine as maintenance therapy in ulcerative colitis is used worldwide and has been proven to be effective. However, the optimal dosage remains to be defined.\n                To establish whether daily treatment with 2.4 g of oral mesalazine is more effective than 1.2 g in preventing disease relapse.\n                A total of 156 patients with ulcerative colitis in remission were randomly treated for 1 year with 2.4 (n = 80) or 1.2 (n = 76) g/day of mesalazine. Activity of disease was assessed by periodical clinical, endoscopic and histological examinations.\n                After 12 months, 24 of 80 patients (30%) on 2.4 g and 20 of 76 patients (26%) on 1.2 g were still in remission (P = N.S.). Patients in 2.4 g group remained in remission for a longer time than those in 1.2 g group (P < 0.001). Among clinical variables considered in the study, course of disease prior to enrollment (< or = 3 or > 3 relapses/year) was found to influence response to therapy.\n                A daily dosage of 2.4 g of oral mesalazine seems to better at preventing and delaying relapses of ulcerative colitis than 1.2 g. The course of disease seems to be crucial in choosing the optimal dosage of mesalazine in a maintenance regimen.",
        "Year": 2005.0,
        "CitationCount": 76
    },
    {
        "Unnamed: 0": 20219,
        "ReviewID": "CD000544",
        "PMID": "PMID:18272546",
        "Title": "Randomised trial of once- or twice-daily MMX mesalazine for maintenance of remission in ulcerative colitis.",
        "Abstract": "Maintenance treatment in ulcerative colitis should be as convenient as possible, to increase the chance of compliance. MMX mesalazine is a once-daily, high-strength (1.2 g/tablet) formulation of 5-aminosalicylic acid. This study evaluated the safety and efficacy of MMX mesalazine dosed once or twice daily as maintenance therapy in patients with ulcerative colitis.\n                This multicentre, randomised, open-label trial enrolled patients with strictly defined clinical and endoscopic remission, immediately following an episode of mild to moderate ulcerative colitis. Patients were randomised to MMX mesalazine 2.4 g/day as a single (2x1.2 g tablet) or divided dose (1x1.2 g tablet twice daily) for 12 months.\n                174 patients (37.9%; safety population n = 459) experienced 384 adverse events, the majority of which were mild or moderate in intensity. Eighteen patients (3.9%), nine in each group, experienced a total of 22 serious adverse events (10 in the once-daily and 12 in the twice-daily group). Most serious adverse events were gastrointestinal, experienced by 5 patients in the once-daily and 4 in the twice-daily group. At month 12, 64.4% (efficacy population, n = 451) of patients in the once-daily and 68.5% of patients in the twice-daily group were in clinical and endoscopic remission (p = 0.351). At month 12, 88.9% and 93.2% in each group, respectively, had maintained clinical remission (were relapse free).\n                MMX mesalazine 2.4 g/day administered as a single or divided dose demonstrated a good safety profile, was well tolerated and was effective as maintenance treatment. High clinical and endoscopic remission rates can be achieved with once-daily dosing.\n                NCT00151944.",
        "Year": 2008.0,
        "CitationCount": 187
    },
    {
        "Unnamed: 0": 20214,
        "ReviewID": "CD000544",
        "PMID": "PMID:19920971",
        "Title": "Once daily versus conventional dosing of pH-dependent mesalamine long-term to maintain quiescent ulcerative colitis: Preliminary results from a randomized trial.",
        "Abstract": "Multiple studies have demonstrated the efficacy of aminosalicylates in maintaining remission in ulcerative colitis (UC). A newer formulation of mesalamine can be administered once daily. We aimed to examine the efficacy and tolerability of pH-dependent mesalamine for long-term maintenance, and compare the rates of medication consumption between groups over a prolonged period.\n                Subjects whose UC had been quiescent for at least 4 months, and who had been receiving mesalamine for maintenance only, were randomized to once daily or conventional dosing for 12 months. Disease activity and medication consumption was assessed every 3 months. The primary endpoint was the percentage of those with quiescent disease at 12 months.\n                We enrolled 20 patients, 12 to once daily and 8 to conventional dosing. Six of the 12 patients (50%) in the once daily group compared with 5 of the 8 patients (62.5%) in the conventional group experienced a flare (p = 0.31). Only 5 of the 12 (42%) patients in the once daily group were adherent compared with 3 of 8 patients (37.5%) in the conventional dosing group (p = NS). Median amount consumed in the once daily group was 63% (range 0%-100%) and in the conventional group 55% (range 0%-100%), (p > 0.5). None of the adherent subjects in the once daily group experienced a flare, while 6 out of 7 (86%) who were non-adherent experienced a flare (p < 0.01). In the conventional dosing group, 1 in 3 adherent patients (33%) experienced a flare compared with 4 out of 5 (80%) in the non-adherent group (p < 0.01).\n                Adherence, rather than medication regimen, appeared to be important in disease outcome at 12 months.",
        "Year": 2008.0,
        "CitationCount": 24
    },
    {
        "Unnamed: 0": 20238,
        "ReviewID": "CD000544",
        "PMID": "PMID:19678813",
        "Title": "Clinical trial: ulcerative colitis maintenance treatment with 5-ASA: a 1-year, randomized multicentre study comparing MMX with Asacol.",
        "Abstract": "5-ASA-MMX (1.2 g/tablet) is a 5-aminosalicylic acid formulation, designed for once-daily dosing in the treatment of ulcerative colitis.\n                To evaluate the efficacy and safety of 5-ASA-MMX (2.4 g/day, once daily), compared with Asacol (2.4 g/day, twice daily) in the maintenance of left-sided UC, through a double-blind, double-dummy, parallel-group, randomized, comparator study.\n                In all, 331 patients with UC were randomized to receive either 5-ASA-MMX 2.4 g/day, once daily, or Asacol 2.4 g/day, twice daily, for 12 months. All patients were in remission for >or=1 month prior to the trial, with >or=1 documented relapse in the previous year. The co-primary endpoints of this study were the proportion of patients in clinical, and clinical and endoscopic remission following 12 months' treatment.\n                In the intent-to-treat population, excluding those with major protocol deviations, 68.0 and 65.9% patients in the 5-ASA-MMX and Asacol groups, respectively, were in clinical remission (P = 0.69), and 60.9 and 61.7% of patients, respectively, were in clinical and endoscopic remission (P = 0.89). Diary card data revealed statistically significant treatment differences favouring 5-ASA-MMX. Both treatments were similarly tolerated.\n                Once-daily 5-ASA-MMX is similarly effective with a comparable safety profile to Asacol administered twice daily, for the maintenance treatment of ulcerative colitis.",
        "Year": 2009.0,
        "CitationCount": 82
    },
    {
        "Unnamed: 0": 20209,
        "ReviewID": "CD000544",
        "PMID": "PMID:19375519",
        "Title": "Mesalamine once daily is more effective than twice daily in patients with quiescent ulcerative colitis.",
        "Abstract": "Oral mesalamine (5-aminosalicylate) is the current standard of care for mild-to-moderate ulcerative colitis. We investigated the efficacy and safety of once daily administration of prolonged-release mesalamine granules in maintenance of remission in patients with quiescent ulcerative colitis, compared with the well established twice daily dosing regimen.\n                In this multicenter, randomized, single blind, noninferiority trial, 362 patients with quiescent ulcerative colitis were randomly assigned (1:1) to groups that were given oral mesalamine 2 g, once daily, or 1 g, twice daily, for 12 months. The primary objective was to compare remission rates at 1 year, based on the ulcerative colitis disease activity index score, using Kaplan-Meier methodology.\n                At 1 year, 70.9% of the group given 2 g mesalamine once daily remained in remission vs 58.9% of the group given 1 g mesalamine twice daily; this difference was statistically significant (P = .024), indicating the increased efficacy of once daily, compared with twice daily, dosing. Self-reported adherence to therapy, measured by visual analog scale score after 4, 8, and 12 months, was significantly greater in the group given 2 g mesalamine once daily, compared with twice daily, at all but 1 study visit (P < .05). Compliance measured by medication taken was not significantly different between the groups. The difference between the 2 groups in overall incidence of adverse events was not statistically significant (P = .23).\n                Patients with ulcerative colitis given prolonged-release oral mesalamine 2 g once daily had better remission rates, acceptability, and self-reported adherence to therapy compared with patients given oral mesalamine 1 g twice daily.",
        "Year": 2009.0,
        "CitationCount": 147
    },
    {
        "Unnamed: 0": 20207,
        "ReviewID": "CD000544",
        "PMID": "PMID:20064514",
        "Title": "Once-daily dosing of delayed-release oral mesalamine (400-mg tablet) is as effective as twice-daily dosing for maintenance of remission of ulcerative colitis.",
        "Abstract": "The practice of dosing mesalamines in divided doses for the treatment of ulcerative colitis (UC) began with sulfasalazine and was driven by sulfapyridine toxicity. This convention and the assumption that dosing multiple times a day is necessary to treat UC had not been challenged until recently. This study was conducted to determine the efficacy and safety of once-daily dosing of delayed-release mesalamine (Asacol 400-mg tablets) compared with twice-daily dosing for maintaining remission in UC patients.\n                A multicenter, randomized, investigator-blinded, 12-month, active-control trial was conducted to assess the noninferiority of delayed-release mesalamine 1.6-2.4 g/day administered once daily compared with twice daily in patients with mild-to-moderate UC currently in clinical remission. The primary end point was maintenance of clinical remission at month 6.\n                A total of 1023 patients were randomized and dosed. The primary objective of noninferiority was met. At month 6, 90.5% of patients receiving once-daily dosing had maintained clinical remission, compared with 91.8% of patients receiving twice-daily dosing (95% confidence interval for twice daily - once daily, -2.3 to 4.9). At month 12, 85.4% of patients receiving once-daily dosing had maintained clinical remission, compared with 85.4% of patients receiving twice-daily dosing (95% confidence interval for twice daily - once daily, -4.6 to 4.7). Both regimens had low rates of withdrawals as a result of adverse events and serious adverse events.\n                Once-daily dosing of delayed-release mesalamine at doses of 1.6-2.4 g/day was shown to be as effective as twice-daily dosing for maintenance of clinical remission in patients with UC.\n                2010 AGA Institute. Published by Elsevier Inc. All rights reserved.",
        "Year": 2010.0,
        "CitationCount": 568
    },
    {
        "Unnamed: 0": 20212,
        "ReviewID": "CD000544",
        "PMID": "PMID:20049949",
        "Title": "Direct comparison of two different mesalamine formulations for the maintenance of remission in patients with ulcerative colitis: a double-blind, randomized study.",
        "Abstract": "Mesalamine has been used as the first-line medication for the treatment of ulcerative colitis (UC). We directly compared the efficacy and safety of two different mesalamine formulations in the maintenance of remission in patients with UC.\n                In a multicenter, double-blind, randomized study, 131 patients with quiescent UC were assigned to two groups: 65 to receive a pH-dependent release formulation of mesalamine at 2.4 g/day (pH-2.4 g) and 66 to receive a time-dependent release formulation of mesalamine at 2.25 g/day (Time-2.25 g). Both formulations were administered three times daily for 48 weeks. The primary endpoint was the proportion of patients without bloody stools.\n                In the full analysis set (n = 130), the proportion of patients without bloody stools was 76.9% in the pH-2.4 g and 69.2% in the Time-2.25 g, demonstrating the noninferiority of pH-2.4 g to Time-2.25 g. No statistically significant difference in time to bloody stools was found between the two formulations (P = 0.27, log-rank test), but the time to bloody stools tended to be longer in pH-2.4 g compared to Time-2.25 g, and a similar trend was observed with regard to the time to relapse. No differences were observed between the safety profiles of the two formulations.\n                The pH- and time-dependent release of mesalamine formulations were similarly safe and effective. Interestingly, the remission phase tended to be longer in the group that received the pH-dependent formulation compared to the group that received the time-dependent formulation (UMIN Clinical Trials Registry, no. C000000289).",
        "Year": 2010.0,
        "CitationCount": 18
    },
    {
        "Unnamed: 0": 20223,
        "ReviewID": "CD000544",
        "PMID": "PMID:20937044",
        "Title": "Clinical trial: once-daily mesalamine granules for maintenance of remission of ulcerative colitis - a 6-month placebo-controlled trial.",
        "Abstract": "Ulcerative colitis (UC) is a chronic relapsing and remitting idiopathic inflammatory bowel disorder.\n                To evaluate once-daily mesalamine (mesalazine) granules (MG) for maintenance of remission of UC.\n                Randomized, double-blind, placebo-controlled trial of patients (n=209 MG, n=96 placebo) with UC in remission [revised Sutherland Disease Activity Index (SDAI) rectal bleeding=0, mucosal appearance <2] who took MG 1.5 g or placebo once-daily for up to 6 months. Primary efficacy endpoint: the percentage of patients who remained relapse-free at month 6/end of treatment. Relapse was defined as SDAI rectal bleeding score ≥1 and a mucosal appearance score ≥2, a UC flare, or initiation of medication to treat a UC flare.\n                The percentage of relapse-free patients at month 6/end of treatment was higher with MG than placebo (78.9% vs. 58.3%, P < 0.001) in the intent-to-treat analysis. Significant differences (P ≤ 0.025) favouring MG were observed for most secondary endpoints including improvement in rectal bleeding, physician's disease activity rating, stool frequency, the SDAI at month 6/end of treatment, patients classified as a treatment success and relapse-free duration. The incidence of adverse events was similar between groups.\n                Once-daily mesalamine (mesalazine) was effective in maintaining remission of UC for 6 months.\n                © 2010 Salix Pharmaceuticals.",
        "Year": 2010.0,
        "CitationCount": 51
    },
    {
        "Unnamed: 0": 20213,
        "ReviewID": "CD000544",
        "PMID": "PMID:21138455",
        "Title": "Randomised clinical trial: a comparative dose-finding study of three arms of dual release mesalazine for maintaining remission in ulcerative colitis.",
        "Abstract": "Comparative data regarding different regimens of oral mesalazine (mesalamine) for maintaining remission in ulcerative colitis are limited.\n                To evaluate whether 3.0 g mesalazine once-daily (OD) is superior to the standard treatment of 0.5 g mesalazine three times daily (t.d.s.) and to prove the therapeutic equivalence of OD vs. t.d.s. dosing of total 1.5 g mesalazine for remission maintenance in patients with ulcerative colitis.\n                A 1-year, multicentre, double-blind, double-dummy study was undertaken in patients with endoscopically and histologically confirmed ulcerative colitis in remission. Patients were randomised to oral mesalazine 3.0 g OD, 1.5 g OD or 0.5 g t.d.s. The primary efficacy endpoint was the proportion of patients still in clinical remission at the final visit, with clinical relapse being defined as CAI score >4 and an increase of ≥3 from baseline.\n                The primary efficacy endpoint occurred in 162/217 3.0 g OD patients (75%), 129/212 1.5 g OD patients (61%) and 150/218 0.5 g t.d.s. patients (69%) in the intention-to-treat population, and in 152/177 (86%), 121/182 (67%) and 144/185 (78%) in the per protocol population respectively; 3.0 g OD was superior to both low-dose regimens for the primary endpoint (i.e. P < 0.001, 3.0 g OD vs. 1.5 g OD; P = 0.024, 3.0 g OD vs. 0.5 g t.d.s.; superiority test, per protocol population). Safety analysis, including comprehensive renal monitoring, revealed no concern in any treatment group.\n                Mesalazine 3.0 g once daily was the most effective dose for maintenance of remission in ulcerative colitis of the three regimens assessed, with no penalty in terms of safety.\n                © 2010 Blackwell Publishing Ltd.",
        "Year": 2011.0,
        "CitationCount": 73
    },
    {
        "Unnamed: 0": 20215,
        "ReviewID": "CD000544",
        "PMID": "PMID:22565161",
        "Title": "Once-daily MMX(®) mesalamine for endoscopic maintenance of remission of ulcerative colitis.",
        "Abstract": "Treatment with mesalamine to maintain endoscopic remission (mucosal healing) of ulcerative colitis (UC) has been shown to reduce the risk of relapse and is the recommended first-line maintenance therapy. To improve treatment adherence, a mesalamine formulation that can be administered once-daily, MMX(®) mesalamine (Lialda; Shire Pharmaceuticals LLC, Wayne, PA), was developed. This study was conducted to determine the efficacy and safety of once-daily MMX mesalamine compared with twice-daily delayed-release mesalamine (Asacol; Warner Chilcott, Dublin, Ireland) for maintaining endoscopic remission in patients with UC.\n                A multicenter, randomized, double-blind, 6-month, active-control trial was conducted to assess the non-inferiority of once-daily MMX mesalamine 2.4 g/day compared with twice-daily delayed-release mesalamine at a total daily dose of 1.6 g/day in patients with UC in endoscopic remission. The primary end point was maintenance of endoscopic remission at month 6 in the per-protocol (PP) population.\n                Overall, 826 patients were randomized and dosed. The primary objective (non-inferiority) was met. At month 6, 83.7 and 77.8% of patients receiving MMX mesalamine in the PP and intent-to-treat (ITT) populations, respectively, had maintained endoscopic remission compared with 81.5% (PP) and 76.9% (ITT) of patients receiving delayed-release mesalamine (95% confidence interval for difference: -3.9%, 8.1% (PP); -5.0%, 6.9% (ITT)). Time to relapse was not significantly different between the two treatment groups (log-rank test, P=0.5116 (PP); P=0.5455 (ITT)). The proportion of patients with adverse events was 37.1 and 36.0% in patients receiving MMX mesalamine and delayed-release mesalamine, respectively.\n                Once-daily dosing of MMX mesalamine 2.4 g/day was shown to be well tolerated and non-inferior to twice-daily dosing with delayed-release mesalamine 1.6 g/day for maintenance of endoscopic remission in patients with UC.",
        "Year": 2012.0,
        "CitationCount": 45
    },
    {
        "Unnamed: 0": 20235,
        "ReviewID": "CD000544",
        "PMID": "PMID:8404404",
        "Title": "Olsalazine in maintenance of clinical remission in patients with ulcerative colitis.",
        "Abstract": "Frequent minor side effects are associated with sulfasalazine. The realization that it is the 5-aminosalicylic acid moiety that is the active component of sulfasalazine and that the side effects are probably due to the sulfapyridine has prompted the search for a similar but safer compound. Olsalazine, consisting of two molecules of 5-ASA without sulfasalazine may avoid the problems due to sulfasalazine. One hundred one patients were entered into a double-blind placebo-controlled study of the use of olsalazine (2 g daily) in preventing relapse in patients who had recently recovered from an acute attack of ulcerative colitis. Patients were treated for 12 months. Forty-nine were randomized to olsalazine (39 with limited and 10 with extensive disease) and 52 to placebo (42 with limited and 10 with extensive disease). Life-table analysis showed that the median time to relapse in patients on olsalazine was 342 days, which was significantly longer than the 100 days in the placebo group (P = 0.024). The most important side effect experienced with olsalazine that necessitated withdrawal from the study was \"drug-induced diarrhea\" in 16% (8/49). There was a similar incidence of minor side effects reported in the two groups, and in no patients were major or dangerous side effects reported. In patients who did not develop diarrhea, olsalazine was well tolerated and successfully prevented rapid relapse in the recently ill patients entered into this study.",
        "Year": null,
        "CitationCount": 58
    }
]