[
    {
        "Unnamed: 0": 3676,
        "ReviewID": "CD001800",
        "PMID": "PMID:1208362",
        "Title": "A controlled trial of physical training after myocardial infarction. Effects on risk factors, nonfatal reinfarction, and death.",
        "Abstract": null,
        "Year": 1975.0,
        "CitationCount": 171
    },
    {
        "Unnamed: 0": 3651,
        "ReviewID": "CD001800",
        "PMID": "PMID:91836",
        "Title": "Reduction in sudden deaths by a multifactorial intervention programme after acute myocardial infarction.",
        "Abstract": "375 consecutive patients below 65 years who had an acute myocardial infarction (AMI) took part in a randomised rehabilitation and secondary prevention trial (part of a W.H.O.-coordinated project) designed to study the effects of a multifactorial intervention programme on morbidity, mortality, return to work, &c. After three years' follow-up the cumulative coronary mortality was significantly smaller in the intervention group than in the controls (18.6% versus 29.4%, p = 0.02). This difference was mainly due to a reduction of sudden deaths in the intervention group (5.8% versus 14.4%, p less than 0.01). The reduction was greatest during the first six months after AMI. 18.1% in the intervention group and 11.2% in the controls (p less than 0.10) presented with non-fatal reinfarctions. The number of patients with new Q-QS findings at the end of the three years was, however, almost the same in both groups. The results suggest that organised aftercare during the first six months after AMI with special emphasis on optimum medical control and health education contributes significantly to a reduction in the number of sudden deaths.",
        "Year": 1979.0,
        "CitationCount": 261
    },
    {
        "Unnamed: 0": 3672,
        "ReviewID": "CD001800",
        "PMID": "PMID:7330986",
        "Title": "[Value of regular supervised physical training after acute myocardial infarction].",
        "Abstract": null,
        "Year": 1981.0,
        "CitationCount": 9
    },
    {
        "Unnamed: 0": 3666,
        "ReviewID": "CD001800",
        "PMID": "PMID:6456960",
        "Title": "[Early functional evaluation and physical rehabilitation in patients with wide myocardial infarction (author's transl)].",
        "Abstract": null,
        "Year": 1981.0,
        "CitationCount": 5
    },
    {
        "Unnamed: 0": 3683,
        "ReviewID": "CD001800",
        "PMID": "PMID:6972693",
        "Title": "Effects of a prescribed supervised exercise program on mortality and cardiovascular morbidity in patients after myocardial infarction. The National Exercise and Heart Disease Project.",
        "Abstract": "This study enrolled 651 men with myocardial infarction in five participating centers in a randomized 3 year clinical trial of the effects of prescribed supervised exercise. The subjects, aged to 30 to 64 years, were screened for eligibility 2 to 36 months after their qualifying myocardial infarction. The men in the exercise group pursued intensive exercise in the laboratory for 8 weeks and then in a gymnasium for 34 months. The experience of the exercise group was more favorable than that of the control group in most of the comparisons made. The cumulative 3 year total mortality rate was 7.3 percent for the control group and 4.6 percent for the exercise group; the 3 year rate for recurrent myocardial infarction was 7.0 and 5.3 percent, respectively. Mortality rates in the two groups did not differ significantly, but the data were consistent with an assumption of substantial benefit from exercise. Adjustment for small differences in baseline variables by multivariate methods did not materially alter the estimate of effect of exercise. Certain subgroups showed a greater benefit from exercise.",
        "Year": 1981.0,
        "CitationCount": 2
    },
    {
        "Unnamed: 0": 3674,
        "ReviewID": "CD001800",
        "PMID": "PMID:7050369",
        "Title": "Exercise after myocardial infarction: a controlled trial.",
        "Abstract": "Six weeks after acute myocardial infarction, 303 men were randomly divided into exercise and control groups. The exercise group attended the hospital gymnasium twice weekly for a three-month supervised exercise course. Both groups were exercise tested before and after the course and at subsequent follow-up. The exercise group increased their physical fitness greatly compared with the control group. Eight per cent of the exercise group died during the period of follow-up, compared with 14 per cent of the control group; this difference is not significant. There was an apparent improvement in mortality in those with inferior MI who completed the exercise course, which was not seen in those with MI in other sites. For many patients after MI progressive exercise is safe, improves physical fitness and may reduce mortality for those after inferior MI.",
        "Year": 1982.0,
        "CitationCount": 83
    },
    {
        "Unnamed: 0": 3649,
        "ReviewID": "CD001800",
        "PMID": "PMID:6615094",
        "Title": "The group counseling v exercise therapy study. A controlled intervention with subjects following myocardial infarction.",
        "Abstract": "One hundred six postmyocardial infarction subjects who either achieved a mean work load of less than seven mets on treadmill testing, who were rated as anxious and/or depressed, or who met both criteria, participated in a controlled study comparing the rehabilitation effectiveness of exercise therapy and group counseling. Each intervention lasted 12 weeks. Follow-up evaluations were scheduled at three months, six months and one year. Exercise substantially increased mean work capacity, decreased fatigue, lessened anxiety and depression, and promoted independence and sociability. Counseling substantially reduced depression and promoted a sense of friendliness, and decreased interpersonal friction as well as greater independence and sociability. The control group reported no substantial change on any measured factor. Neither counseling nor exercise had an effect on mortality though subjects in the exercise group reported fewer major cardiovascular sequelae.",
        "Year": 1983.0,
        "CitationCount": 110
    },
    {
        "Unnamed: 0": 3682,
        "ReviewID": "CD001800",
        "PMID": "PMID:6846123",
        "Title": "Effects of cardiac rehabilitation after myocardial infarction: changes in coronary risk factors and long-term prognosis.",
        "Abstract": "Prognosis during 5 years of follow-up after first myocardial infarction (MI) in a group of men (aged 40 to 55 years) was related to risk factors determined at the time of MI. Progression of coronary artery disease (CAD) was measured by the occurrence of severe angina pectoris, recurrent myocardial infarction, and cardiac death. Only smoking and serum cholesterol level influenced prognosis. It was possible to identify a subgroup (patients smoking less than 20 cigarettes/day and having a cholesterol level of less than 7.0 mmoles/L) with low risk for progression of CAD. A randomly applied 6-week rehabilitation program shortly after MI was associated with a 50% decrease in progressive CAD when compared to the control group. Since only a slight decrease in cholesterol levels was found in the rehabilitation group, a direct effect of the rehabilitation program could thus not be excluded because the second important risk factor, smoking, did not show differences between the two groups. The smoking habits at the time of MI determined the continuation of cigarette smoking and rehabilitation did not influence smoking habits.",
        "Year": 1983.0,
        "CitationCount": 83
    },
    {
        "Unnamed: 0": 3660,
        "ReviewID": "CD001800",
        "PMID": "PMID:6478567",
        "Title": "Home versus group exercise training for increasing functional capacity after myocardial infarction.",
        "Abstract": "To evaluate the efficacy of exercise training for increasing functional capacity in the 6 months after clinically uncomplicated myocardial infarction, 198 men 52 +/- 9 years of age participated in a training study. They were randomly assigned to one of four exercise protocols: 8 to 26 weeks of training at home (group 1, n = 66) or in a group program (group 2, n = 61) following treadmill testing performed 3 weeks after infarction, treadmill testing at 3 weeks without subsequent training (group 3, n = 34), and treadmill testing for the first time at 26 weeks (control, n = 37). At 26 weeks functional capacity was significantly higher in patients training at home or in a group program than that in patients without training or in control patients: 8.1 +/- 1.5, 8.5 +/- 1.3, 7.5 +/- 1.8, and 7.0 +/- 1.7 METs, respectively (p less than .05 and p less than .001). No significant differences in functional capacity were noted between patients training at home and those in a group program. No training-related complications occurred. Home and group training are equally effective in increasing functional capacity of low-risk patients after myocardial infarction.",
        "Year": 1984.0,
        "CitationCount": 171
    },
    {
        "Unnamed: 0": 3653,
        "ReviewID": "CD001800",
        "PMID": "PMID:1973470",
        "Title": "Can lifestyle changes reverse coronary heart disease? The Lifestyle Heart Trial.",
        "Abstract": "In a prospective, randomised, controlled trial to determine whether comprehensive lifestyle changes affect coronary atherosclerosis after 1 year, 28 patients were assigned to an experimental group (low-fat vegetarian diet, stopping smoking, stress management training, and moderate exercise) and 20 to a usual-care control group. 195 coronary artery lesions were analysed by quantitative coronary angiography. The average percentage diameter stenosis regressed from 40.0 (SD 16.9)% to 37.8 (16.5)% in the experimental group yet progressed from 42.7 (15.5)% to 46.1 (18.5)% in the control group. When only lesions greater than 50% stenosed were analysed, the average percentage diameter stenosis regressed from 61.1 (8.8)% to 55.8 (11.0)% in the experimental group and progressed from 61.7 (9.5)% to 64.4 (16.3)% in the control group. Overall, 82% of experimental-group patients had an average change towards regression. Comprehensive lifestyle changes may be able to bring about regression of even severe coronary atherosclerosis after only 1 year, without use of lipid-lowering drugs.",
        "Year": 1990.0,
        "CitationCount": 2054
    },
    {
        "Unnamed: 0": 3679,
        "ReviewID": "CD001800",
        "PMID": "PMID:2024598",
        "Title": "Effects on quality of life with comprehensive rehabilitation after acute myocardial infarction.",
        "Abstract": "This investigation was designed to determine the impact of a brief period of cardiac rehabilitation, initiated within 6 weeks of acute myocardial infarction (AMI), on both disease-specific and generic health-related quality of life, exercise tolerance and return to work after AMI. With a stratified, parallel group design, 201 low-risk patients with evidence of depression or anxiety, or both, after AMI, were randomized to either an 8-week program of exercise conditioning and behavioral counseling or to conventional care. Although the differences were small, significantly greater improvement was seen in rehabilitation group patients at 8 weeks in the emotions dimension of a new disease-specific, health-related Quality of Life Questionnaire, in their state of anxiety and in exercise tolerance. All measures of health-related quality of life in both groups improved significantly over the 12-month follow-up period. However, the 95% confidence intervals around differences between groups at the 12-month follow-up effectively excluded sustained, clinically important benefits of rehabilitation in disease-specific (limitations, -2.70, 1.40; emotions, -4.86, 1.10, where negative values favor conventional care and positive values favor rehabilitation) and generic health-related quality of life (time trade-off, -0.062, 0.052; quality of well-being, -0.042, 0.035) or in exercise tolerance (-38.5, 52.1 kpm/min); also, return to work was similar in the 2 groups (relative risk, 0.93; confidence interval, 0.71, 1.64).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1991.0,
        "CitationCount": 355
    },
    {
        "Unnamed: 0": 3664,
        "ReviewID": "CD001800",
        "PMID": "PMID:2011669",
        "Title": "Recovery after myocardial infarction. Effects of a caring rehabilitation programme.",
        "Abstract": "The aim of the study was to evaluate a multifactorial rehabilitation programme based on interdisciplinary caring efforts for myocardial infarction (MI) patients. Randomly chosen MI-patients participated, either in a six-month rehabilitation programme (intervention group = 53) or in routine cardiac follow-ups (control group = 63). Subjective and objective instruments were used for measuring their health recovery. Biophysical improvements were showed as an increased physical capacity (p less than 0.001) using a submaximal exercise test six months after MI, and less reinfarctions (p less than 0.024) twelve months after MI, to the intervention patients' advantage. Psychological improvements were demonstrated in a higher life satisfaction (p less than 0.001) six months and (0.1 greater than p greater than 0.05) twelve months after MI to the intervention patients' advantage. Social improvements were indicated as a better leisure situation (p less than 0.004) six months after MI, and as a better partner situation (p less than 0.010), including a less influenced sex life (p less than 0.017), twelve months after MI to the intervention patients' advantage. As to the overall view, the caring rehabilitation programme appeared to be required for the MI-patients' health recovery. In order to be able to reach an optimal state of human health, an even more individualised programme seems to be necessary.",
        "Year": 1991.0,
        "CitationCount": 69
    },
    {
        "Unnamed: 0": 3678,
        "ReviewID": "CD001800",
        "PMID": "PMID:1874262",
        "Title": "Comparison of a rehabilitation programme, a counselling programme and usual care after an acute myocardial infarction: results of a long-term randomized trial. P.RE.COR. Group.",
        "Abstract": "One hundred and eighty-two male post myocardial infarction patients under 65 years old were randomized 30 to 60 days after the acute event into a 6-week rehabilitation programme (RP), a counselling programme without exercise training training (CP) and usual care (UC). Follow-up visits and exercise tests on a bicycle ergometer were performed 2, 12 and 24 months after randomization. Baseline characteristics were identical in the three groups. The percentage of patients reaching the maximal heart rate at exercise test was higher in the RP group even after 2 years (UC = 24%, CP = 13%, RP = 50%, P = 0.001). The number of deaths at 2 years was respectively 4, 5 and 0 in the UC, CP and RP groups (P = 0.08). If UC and CP groups are combined and tested against RP the difference is statistically significant (P = 0.03). Reinfarction rates were similar in the three groups (UC = 10%, CP = 7%, RP = 7%). This study confirms that a rehabilitation programme seems worth recommending in young patients with uncomplicated myocardial infarction.",
        "Year": 1991.0,
        "CitationCount": 53
    },
    {
        "Unnamed: 0": 3687,
        "ReviewID": "CD001800",
        "PMID": "PMID:1588521",
        "Title": "Benefits and weaknesses of a cardiac rehabilitation programme.",
        "Abstract": "The British Heart Foundation and the Chest, Heart and Stroke Association have allocated funds to develop cardiac rehabilitation programmes. We have recently completed and now evaluate an exercise-based rehabilitation course reinforced with advice about return to normal activity for 110 patients who had suffered acute myocardial infarction. Patients admitted to the Plymouth cardiac care unit were randomised into groups: a control group to receive standard hospital care, and a rehabilitation group who, in addition, received an exercise programme reinforced with advice. Patients were assessed at entry to the study and at intervals thereafter. Assessment was by questionnaire and objective tests consisting of a 12-minute walking test and weekly outpatient pedometry. In the rehabilitation group patients were able to walk further and faster, return to work earlier, undertake more housework, and resume normal sexual activity; they were less short of breath and did not experience more angina. However, the rehabilitation course brought little benefit to the patients' perception of well-being and their anxiety about health or their outlook on life. Exercise and advice are important components of a rehabilitation programme, but more attention needs to be given to the psychological aspects of recovery from a heart attack.",
        "Year": 1992.0,
        "CitationCount": 42
    },
    {
        "Unnamed: 0": 3677,
        "ReviewID": "CD001800",
        "PMID": "PMID:1617762",
        "Title": "Regular physical exercise and low-fat diet. Effects on progression of coronary artery disease.",
        "Abstract": "Significant regression of coronary and femoral atherosclerotic lesions has been documented by angiographic studies using aggressive lipid-lowering treatment. This study tested the applicability and effects of intensive physical exercise and low-fat diet on coronary morphology and myocardial perfusion in nonselected patients with stable angina pectoris.\n                Patients were recruited after routine coronary angiography for stable angina pectoris; they were randomized to an intervention group (n = 56) and a control group on \"usual care\" (n = 57). Treatment comprised intensive physical exercise in group training sessions (minimum, 2 hr/wk), daily home exercise periods (20 min/d), and low-fat, low-cholesterol diet (American Heart Association recommendation, phase 3). No lipid-lowering agents were prescribed. After 12 months of participation, repeat coronary angiography was performed; relative and minimal diameter reductions of coronary lesions were measured by digital image processing. Change in myocardial perfusion was assessed by 201Tl scintigraphy. In patients participating in the intervention group, body weight decreased by 5% (p less than 0.001), total cholesterol by 10% (p less than 0.001), and triglycerides by 24% (p less than 0.001); high density lipoproteins increased by 3% (p = NS). Physical work capacity improved by 23% (p less than 0.0001), and myocardial oxygen consumption, as estimated from maximal rate-pressure product, by 10% (p less than 0.05). Stress-induced myocardial ischemia decreased concurrently, indicating improvement of myocardial perfusion. Based on minimal lesion diameter, progression of coronary lesions was noted in nine patients (23%), no change in 18 patients (45%), and regression in 13 patients (32%). In the control group, metabolic and hemodynamic variables remained essentially unchanged, whereas progression of coronary lesions was noted in 25 patients (48%), no change in 18 patients (35%), and regression in nine patients (17%). These changes were significantly different from the intervention group (p less than 0.05).\n                In patients participating in regular physical exercise and low-fat diet, coronary artery disease progresses at a slower pace compared with a control group on usual care.",
        "Year": 1992.0,
        "CitationCount": 1250
    },
    {
        "Unnamed: 0": 3686,
        "ReviewID": "CD001800",
        "PMID": "PMID:1349062",
        "Title": "Effects of self-help post-myocardial-infarction rehabilitation on psychological adjustment and use of health services.",
        "Abstract": "A home-based exercise programme has been found to be as useful as a hospital-based one in improving cardiovascular fitness after an acute myocardial infarction. To find out whether a comprehensive home-based programme would reduce psychological distress, 176 patients with an acute myocardial infarction were randomly allocated to a self-help rehabilitation programme based on a heart manual or to receive standard care plus a placebo package of information and informal counselling. Psychological adjustment, as assessed by the Hospital Anxiety and Depression Scale, was better in the rehabilitation group at 1 year. They also had significantly less contact with their general practitioners during the following year and significantly fewer were readmitted to hospital in the first 6 months. The improvement was greatest among patients who were clinically anxious or depressed at discharge from hospital. The cost-effectiveness of the home-based programme has yet to be compared with that of a hospital-based programme, but the findings of this study indicate that it might be worth offering such a package to all patients with acute myocardial infarction.",
        "Year": 1992.0,
        "CitationCount": 312
    },
    {
        "Unnamed: 0": 3659,
        "ReviewID": "CD001800",
        "PMID": "PMID:8105673",
        "Title": "Secondary prevention after acute myocardial infarction.",
        "Abstract": "The hypothesis that 6 months after acute myocardial infarction, adoption of secondary prevention activities would be higher, quality of life better, and blood cholesterol lower in patients randomly allocated to a mail-out intervention program than in those receiving usual care was tested. Patients were aged < 70 years, admitted to hospitals in and around Newcastle, Australia with a suspected heart attack and discharged alive from the hospital. Cluster randomization, based on the patient's family practitioner, was used to allocate consenting patients to an intervention or usual care group. A low-cost mail-out program was designed to help patients reduce dietary fat, obtain regular exercise by walking and (for smokers only) to quit smoking. Supplementary telephone contact was also used. In addition, a letter was sent to the family doctor regarding the benefit of aspirin and beta blockers for secondary prevention. Of eligible patients, 71% participated, and 79% of the 213 intervention subjects and 87% of the 237 usual care ones returned a 6-month follow-up questionnaire. Self-reported fat intake was significantly lower, an \"emotional\" score obtained from a quality-of-life questionnaire was significantly higher in the intervention than in the usual care group, and \"physical\" and \"social\" scores for quality of life were slightly higher. Blood cholesterol level and other variables were not different between the groups at 6 months. Simple low-cost programs providing support and advice on lifestyle change may be beneficial, particularly in improving patients' perceived quality of life.",
        "Year": 1993.0,
        "CitationCount": 100
    },
    {
        "Unnamed: 0": 3650,
        "ReviewID": "CD001800",
        "PMID": "PMID:8124838",
        "Title": "Effects of intensive multiple risk factor reduction on coronary atherosclerosis and clinical cardiac events in men and women with coronary artery disease. The Stanford Coronary Risk Intervention Project (SCRIP).",
        "Abstract": "Recent clinical trials have shown that modification of plasma lipoprotein concentrations can favorably alter progression of coronary atherosclerosis, but no data exist on the effects of a comprehensive program of risk reduction involving both changes in lifestyle and medications. This study tested the hypothesis that intensive multiple risk factor reduction over 4 years would significantly reduce the rate of progression of atherosclerosis in the coronary arteries of men and women compared with subjects randomly assigned to the usual care of their physician.\n                Three hundred men (n = 259) and women (n = 41) (mean age, 56 +/- 7.4 years) with angiographically defined coronary atherosclerosis were randomly assigned to usual care (n = 155) or multifactor risk reduction (n = 145). Patients assigned to risk reduction were provided individualized programs involving a low-fat and -cholesterol diet, exercise, weight loss, smoking cessation, and medications to favorably alter lipoprotein profiles. Computer-assisted quantitative coronary arteriography was performed at baseline and after 4 years. The main angiographic outcome was the rate of change in the minimal diameter of diseased segments. All subjects underwent medical and risk factor evaluations at baseline and yearly for 4 years, and reasons for all hospitalizations and deaths were documented. Of the 300 subjects randomized, 274 (91.3%) completed a follow-up arteriogram, and 246 (82%) had comparative measurements of segments with visible disease at baseline and follow-up. Intensive risk reduction resulted in highly significant improvements in various risk factors, including low-density lipoprotein cholesterol and apolipoprotein B (both, 22%), high-density lipoprotein cholesterol (+12%), plasma triglycerides (-20%), body weight (-4%), exercise capacity (+20%), and intake of dietary fat (-24%) and cholesterol (-40%) compared with relatively small changes in the usual-care group. No change was observed in lipoprotein(a) in either group. The risk-reduction group showed a rate of narrowing of diseased coronary artery segments that was 47% less than that for subjects in the usual-care group (change in minimal diameter, -0.024 +/- 0.066 mm/y versus -0.045 +/- 0.073 mm/y; P < .02, two-tailed). Three deaths occurred in each group. There were 25 hospitalizations in the risk-reduction group initiated by clinical cardiac events compared with 44 in the usual-care group (rate ratio, 0.61; P = .05; 95% confidence interval, 0.4 to 0.9).\n                Intensive multifactor risk reduction conducted over 4 years favorably altered the rate of luminal narrowing in coronary arteries of men and women with coronary artery disease and decreased hospitalizations for clinical cardiac events.",
        "Year": 1994.0,
        "CitationCount": 901
    },
    {
        "Unnamed: 0": 3667,
        "ReviewID": "CD001800",
        "PMID": "PMID:8147544",
        "Title": "A case-management system for coronary risk factor modification after acute myocardial infarction.",
        "Abstract": "To evaluate the efficacy of a physician-directed, nurse-managed, home-based case-management system for coronary risk factor modification.\n                Randomized clinical trial in which patients received a special intervention (n = 293) or usual medical care (n = 292) during the first year after acute myocardial infarction.\n                5 Kaiser Permanente Medical Centers in the San Francisco Bay area.\n                585 men and women aged 70 years or younger who were hospitalized for acute myocardial infarction.\n                In the hospital, specially trained nurses initiated interventions for smoking cessation, exercise training, and diet-drug therapy for hyperlipidemia. Intervention after discharge was implemented primarily by telephone and mail contact with patients in their homes. All medically eligible patients received exercise training; all smokers received the smoking cessation intervention; and all patients received dietary counseling and, if needed, lipid-lowering drug therapy.\n                Smoking prevalence and plasma low-density lipoprotein cholesterol (LDL) concentrations were measured 2 months after infarction, and functional capacity was measured 6 months after infarction.\n                In the special intervention and usual care groups, the cotinine-confirmed smoking cessation rates were 70% and 53% (P = 0.03), plasma LDL cholesterol levels were 2.77 +/- 0.69 mmol/L and 3.41 +/- 0.90 mmol/L (107 +/- 30 mg/dL and 132 +/- 30 mg/dL) (P = 0.001), and functional capacities were 9.3 +/- 2.4 METS and 8.4 +/- 2.5 METS (P = 0.001), respectively.\n                In a large health maintenance organization, a case-management system was considerably more effective than usual medical care for modification of coronary risk factors after myocardial infarction.",
        "Year": 1994.0,
        "CitationCount": 766
    },
    {
        "Unnamed: 0": 3656,
        "ReviewID": "CD001800",
        "PMID": "PMID:8296738",
        "Title": "Exercise testing and training in physically disabled men with clinical evidence of coronary artery disease.",
        "Abstract": "A prospective, randomized, controlled clinical trial in patients with coronary artery disease (CAD) and a concurrent physical disability evaluated the effects of a home exercise training program on cardiovascular function and blood lipids. Eighty-eight men between the ages of 42 and 72 years (mean 62) with documented CAD and a physical disability with functional use of > or = 2 extremities including 1 arm were randomized to either a 6-month home exercise training program using wheelchair ergometry or to a control group that received usual and customary care. Both groups received dietary instructions and were requested to follow a fat-controlled diet. Exercise test variables with echocardiography and blood lipids were measured at baseline and at 6 months. The home exercise training group significantly improved both peak exercise left ventricular ejection fraction (p = 0.007) and fractional shortening (p = 0.01) between baseline to 6 months, whereas the control group showed no significant changes. Exercise training effects of decreased resting heart rate (p = 0.03) and decreased peak rate pressure product (p = 0.03) were also found in the treatment group. No exercise-related cardiac complications occurred. Both groups significantly (p < or = 0.01) increased high-density lipoprotein cholesterol levels. These results indicate that physically disabled men with CAD can safely participate in a home exercise training program which may result in intrinsic cardiac benefits. The metabolic cost of activities of daily living imposed on this disabled population may also have a positive effect on high-density lipoprotein cholesterol levels.",
        "Year": 1994.0,
        "CitationCount": 44
    },
    {
        "Unnamed: 0": 3669,
        "ReviewID": "CD001800",
        "PMID": "PMID:8185448",
        "Title": "Training after myocardial infarction: lack of long-term effects on physical capacity and psychological variables.",
        "Abstract": "This study evaluated long-term effects of 12 weeks of supervised training, of at least 45 minutes duration with two sessions per week, on physical performance and psychological well-being after myocardial infarction (MI). Sixty-nine patients were randomized to either an exercise or a nonexercise group. Maximum exercise capacity 6 weeks post-MI was inversely related to the acute peak aspartate aminotransferase values in serum, as an index of infarct size. One year post-MI, the increase in level of fitness (10%) in the training group did not significantly exceed (p = .10) that of the controls (2%). No intergroup differences were registered in self-rated psychological well-being and physical scores or in the return to work rate. In the training group, but not in the controls, the change in perceived dyspnoea at leisure-time activities was positively related to the objectively measured peak exercise capacity. We conclude that after MI only marginal improvements in physical performance are achieved 6 months after training is finished, with no long-term psychological benefits apparent versus a usual care program. The adaptive implications of supervised conventional exercise programs post-MI are therefore questioned.",
        "Year": 1994.0,
        "CitationCount": 40
    },
    {
        "Unnamed: 0": 3680,
        "ReviewID": "CD001800",
        "PMID": "PMID:8790035",
        "Title": "Interaction between exercise training and ejection fraction in predicting prognosis after a first myocardial infarction.",
        "Abstract": "Although recent meta-analysis trials have shown that exercise training may improve survival after myocardial infarction, the mechanism of this beneficial effect is still unknown. The purpose of this study was to detect possible interactions between exercise training and predictors of prognosis after a first myocardial infarction.\n                Patients with uneventful clinical courses after a first myocardial infarction were randomly assigned to a 4-week training period (125 patients, group 1) or to a control group (131 patients, group 2). Before randomization, all patients underwent a symptom-limited exercise test (28 +/- 2 days after myocardial infarction), 24-hour Holter monitoring, and coronary arteriography (31 +/- 3 days after the acute episode). After a mean follow-up period of 34.5 months, 18 patients had cardiac deaths (5 in group 1 and 13 in group 2). Multivariate analysis by Cox regression model showed that ejection fraction was the only independent prognostic indicator (P = .03). Evidence existed of an interaction between ejection fraction and exercise training, showing an effect of physical training on survival that depended on the patient's ejection fraction. Among patients with ejection fractions < 41%, the relative risk for an untrained patient was 8.63 times higher than for a trained patient (P = .04), whereas for ejection fractions > 40%, the estimated risks for trained and untrained patients were similar.\n                These data show that exercise training may prolong survival in post-myocardial infarction patients with depressed left ventricular function. A randomized trial in such patients seems warranted.",
        "Year": 1996.0,
        "CitationCount": 73
    },
    {
        "Unnamed: 0": 3671,
        "ReviewID": "CD001800",
        "PMID": "PMID:8970420",
        "Title": "Effects of five years of cardiac rehabilitation after coronary artery bypass grafting on coronary risk factors.",
        "Abstract": "Coronary risk factors were studied in 119 patients randomly assigned to cardiac rehabilitation and compared with 109 patients receiving standard care alone after coronary artery bypass grafting. The long-term impact of rehabilitation on risk factors was modest in patients undergoing elective coronary surgery.",
        "Year": 1996.0,
        "CitationCount": 33
    },
    {
        "Unnamed: 0": 3673,
        "ReviewID": "CD001800",
        "PMID": "PMID:9802147",
        "Title": "Serum cholesterol, lifestyle, working capacity and quality of life in patients with coronary artery disease. Experiences from a hospital-based secondary prevention programme.",
        "Abstract": "Coronary artery diseases (CAD) are main causes of morbidity and hospitalisation in western countries and CAD patients are at considerable risk of suffering further cardiac events. The development and evaluation of secondary prevention programmes therefore an important task. This thesis includes investigations on CAD patients admitted to a secondary prevention programme at Malmö University Hospital, Malmö, Sweden. Four weeks after discharge from the hospital, consecutive male and female patients aged 50-70 years with acute myocardial infarction (AMI) or treated with coronary artery bypass grafting (CABG) surgery were randomised to a hospital organised preventive intervention or to usual follow-up at their general practitioners. In the three studies using this randomised design, 87 (study II), 90 (study IV), and 106 (study V) intervention patients were available for evaluation. In addition, without randomisation, lipid levels at four weeks after the event was compared with levels estimated within 24 hours after onset of symptoms in 141 AMI patients (study I), and quality of life (QL) were estimated by questionnaire at one month and at one year after the event in 266 AMI, 94 CABG, and 16 percutaneous transluminal coronary angioplasty (PTCA) patients (study III). The prevention programme was effective in improving food habits but showed no impact on smoking habits or physical exercise in AMI patients (study II). The intervention also did not show any significant improvement in working capacity in AMI and CABG patients. However, working capacity improved in both intervention and reference CABG patients, most probably due to improved coronary circulation from the surgery (study IV). Cholesterol levels decreased significantly in AMI and CABG intervention patients as compared to the corresponding reference patients. This difference most likely was due to a higher frequency of lipid lowering drugs used in the intervention patients (study V). The prevention programme also decreased body mass index significantly in AMI but not in CABG patients (study V). In AMI patients receiving thrombolysis, cholesterol levels estimated within 24 hours after onset of symptoms and at four weeks after the event were virtually equal. In AMI patients not receiving thrombolysis, the lipid estimates from four weeks after the event were slightly, but significantly, above the within 24 hours from onset of symptoms estimates (study I). One month after the event, both somatic and psychological aspects of QL were negatively affected in AMI and CABG patients compared to population controls. One year after the event, patients differed from controls mainly in somatic symptoms (study III). Thus, the intervention programme was most successful in affecting lipid levels and food habits in AMI patients. QL was considerably affected in patients following an cardiac event, especially during the initial recovery phase. In addition, in patients receiving thrombolysis, cholesterol levels estimated four weeks after an AMI are reasonably valid estimates of baseline values and may be used to decide about lipid lowering interventions.",
        "Year": 1998.0,
        "CitationCount": 41
    },
    {
        "Unnamed: 0": 3675,
        "ReviewID": "CD001800",
        "PMID": "PMID:10493846",
        "Title": "Improved physical fitness and quality of life following training of elderly patients after acute coronary events. A 1 year follow-up randomized controlled study.",
        "Abstract": "Cardiac rehabilitation including exercise training is of proven value in ischaemic heart disease. However, elderly patients frequently are not encouraged to participate in such programmes. This study evaluates the physiological effects and self-reported quality of life after an aerobic outpatient group-training programme in subjects above the age of 65 years.\n                A consecutive series of 101 patients (males 80%) aged 65-84 (mean 71) years recovering from an acute coronary event were randomized to either a supervised out patient group-training programme (n=50) or to a control group (n=51). The two groups were well balanced as regards clinical characteristics. The compliance in the training group was 87%. Exercise tolerance increased in the trained group from 104 to 122 and 111 W after 3 and 12 months respectively. The corresponding values were 102, 105 and 105 W among controls. Parameters, such as quality of life, self-estimated level of physical activity, fitness and well-being were graded higher by the trained patients than those who served as controls on the two occasions of follow-up.\n                Aerobic group-training of elderly patients recovering from an acute coronary event beneficially influences physical fitness and several parameters expressing quality of life. Great care has to be taken to preserve the initial effects by continued training.\n                Copyright 1999 The European Society of Cardiology.",
        "Year": 1999.0,
        "CitationCount": 150
    },
    {
        "Unnamed: 0": 3681,
        "ReviewID": "CD001800",
        "PMID": "PMID:10098823",
        "Title": "Behavioral effects of a comprehensive, multifactorial program for lifestyle change after percutaneous transluminal coronary angioplasty: a prospective, randomized controlled study.",
        "Abstract": "A group of 93 coronary patients recently treated with percutaneous transluminal coronary angioplasty (PTCA) were randomly assigned to either an intervention or a control group. Subjects in the intervention group participated in a comprehensive behaviorally oriented program aimed at achieving significant long-term changes in risk factor-related lifestyle behavior. Assessments of lifestyle behaviors, psychological factors, biological risk factors, and rehabilitation as well as secondary prevention endpoints were carried out, at inclusion and after 12 months. Results showed that the intervention patients, as compared with controls, improved significantly on measures assessing smoking, exercise, and diet habits. These self-rated changes were confirmed by weight reductions and improved exercise capacity, as well as by between-group differences in subclinical chest pain during an exercise test. However, few effects were found on the different psychological variables, as well as on morbidity or return to work.",
        "Year": 1999.0,
        "CitationCount": 89
    },
    {
        "Unnamed: 0": 3658,
        "ReviewID": "CD001800",
        "PMID": "PMID:10092561",
        "Title": "Changes in cardiorespiratory fitness, psychological wellbeing, quality of life, and vocational status following a 12 month cardiac exercise rehabilitation programme.",
        "Abstract": "To examine and evaluate improvements in cardiorespiratory fitness, psychological wellbeing, quality of life, and vocational status in postmyocardial infarction patients during and after a comprehensive 12 month exercise rehabilitation programme.\n                The sample population comprised 124 patients with a clinical diagnosis of myocardial infarction (122 men and two women).\n                62 patients were randomly allocated to a regular weekly aerobic training programme, three times a week for 12 months, and compared with 62 matched controls who did not receive any formal exercise training. A five year follow up questionnaire/interview was subsequently conducted on this population to determine selected vocational/lifestyle changes.\n                Significant improvements in cardiorespiratory fitness (p < 0.01-0.001), psychological profiles (p < 0.05-0.001), and quality of life scores (p < 0.001) were recorded in the treatment population when compared with their matched controls. Although there were no significant differences in mortality, a larger percentage of the regular exercisers resumed full time employment and they returned to work earlier than the controls. Controls took lighter jobs, lost more time from work, and suffered more non-fatal reinfarctions (p < 0.05-0.01).\n                Regularly supervised and prolonged aerobic exercise training improves cardiorespiratory fitness, psychological status, and quality of life. The trained population also had a reduction in morbidity following myocardial infarction, and significant improvement in vocational status over a five year follow up period.",
        "Year": 1999.0,
        "CitationCount": 189
    },
    {
        "Unnamed: 0": 3661,
        "ReviewID": "CD001800",
        "PMID": "PMID:10892523",
        "Title": "Physiologic and related behavioral outcomes from the Women's Lifestyle Heart Trial.",
        "Abstract": "The Women's Lifestyle Heart Trial was a small (N = 28) randomized controlled trial to evaluate the effects of a comprehensive lifestyle self-management program (very low-fat vegetarian diet, stress-management training, exercise, group support, and smoking cessation) on reduction of cardiovascular risk factors in postmenopausal women with coronary heart disease (CHD). Women assigned to the treatment condition (Prime Time) participated in a week-long retreat followed by twice-weekly 4-hour meetings. Endpoints were program adherence; changes in lipid profiles, body mass, blood pressure, hypolipidemic and antihypertensive medications; and quality of life. Risk factor and psychosocial evaluations were conducted at baseline and at 4, 12, and 24 months. Repeated measures analyses of covariance revealed that the dietary, stress management, and physical activity changes made by intervention women were dramatic and lasting. There were significantly greater improvements in the Prime Time condition compared to the usual care control group on body mass, angina symptoms, and quality of life, and a tendency for a greater reduction in blood pressure-lowering medications. Similar patterns were seen in lipids, blood pressure, and lipid-lowering medications, but did not reach significance. These results demonstrate that postmenopausal CHD women can make lasting lifestyle changes, and that these changes may reduce the need for cardiac medications and improve CHD risk factors and quality of life.",
        "Year": 2000.0,
        "CitationCount": 109
    },
    {
        "Unnamed: 0": 3657,
        "ReviewID": "CD001800",
        "PMID": "PMID:11273502",
        "Title": "Retardation of coronary atherosclerosis with yoga lifestyle intervention.",
        "Abstract": "Yoga has potential for benefit for patients with coronary artery disease though objective, angiographic studies are lacking.\n                We evaluated possible role of lifestyle modification incorporating yoga, on retardation of coronary atherosclerotic disease. In this prospective, randomized, controlled trial, 42 men with angiographically proven coronary artery disease (CAD) were randomized to control (n = 21) and yoga intervention group (n = 21) and were followed for one year. The active group was treated with a user-friendly program consisting of yoga, control of risk factors, diet control and moderate aerobic exercise. The control group was managed by conventional methods i.e. risk factor control and American Heart Association step I diet.\n                At one year, the yoga groups showed significant reduction in number of anginal episodes per week, improved exercise capacity and decrease in body weight. Serum total cholesterol, LDL cholesterol and triglyceride levels also showed greater reductions as compared with control group. Revascularisation procedures (coronary angioplasty or bypass surgery) were less frequently required in the yoga group (one versus eight patients; relative risk = 5.45; P = 0.01). Coronary angiography repeated at one year showed that significantly more lesions regressed (20% versus 2%) and less lesions progressed (5% versus 37%) in the yoga group (chi-square = 24.9; P < 0.0001). The compliance to the total program was excellent and no side effects were observed.\n                Yoga lifestyle intervention retards progression and increases regression of coronary atherosclerosis in patients with severe coronary artery disease. It also improves symptomatic status, functional class and risk factor profile.",
        "Year": 2000.0,
        "CitationCount": 256
    },
    {
        "Unnamed: 0": 3654,
        "ReviewID": "CD001800",
        "PMID": "PMID:11401128",
        "Title": "Exercise training intervention after coronary angioplasty: the ETICA trial.",
        "Abstract": "The goal of this study was to determine the effects of exercise training (ET) on functional capacity and quality of life (QOL) in patients who received percutaneous transluminal coronary angioplasty (PTCA) or coronary stenting (CS), the effects on the restenosis rate and the outcome.\n                It is unknown whether ET induces beneficial effects after coronary angioplasty.\n                We studied 118 consecutive patients with coronary artery disease (mean age 57+/-10 years) who underwent PTCA or CS on one (69%) or two (31%) native epicardial coronary arteries. Patients were randomized into two matched groups. Group T (n = 59) was exercised three times a week for six months at 60% of peak VO2. Group C (n = 59) was the control group.\n                Only trained patients had significant improvements in peak VO2 (26%, p < 0.001) and quality of life (26.8%, p = 0.001 vs. C). The angiographic restenosis rate was unaffected by ET (T: 29%; C: 33%, P = NS) and was not significantly different after PTCA or CS. However, residual diameter stenosis was lower in trained patients (-29.7%, p = 0.045). In patients with angiographic restenosis, thallium uptake improved only in group T (19%; p < 0.001). During the follow-up (33+/-7 months) trained patients had a significantly lower event rate than controls (11.9 vs. 32.2%, RR: 0.71, 95% confidence interval [CI]: 0.60 to 0.91, p = 0.008) and a lower rate of hospital readmission (18.6 vs. 46%, RR: 0.69, 95% CI: 0.55 to 0.93, p < 0.001).\n                Moderate ET improves functional capacity and QOL after PTCA or CS. During the follow-up, trained patients had fewer events and a lower hospital readmission rate than controls, despite an unchanged restenosis rate.",
        "Year": 2001.0,
        "CitationCount": 348
    },
    {
        "Unnamed: 0": 3691,
        "ReviewID": "CD001800",
        "PMID": "PMID:12186798",
        "Title": "Exercise-induced increase in baroreflex sensitivity predicts improved prognosis after myocardial infarction.",
        "Abstract": "Despite the rational expectation for a survival benefit produced by exercise training among post-myocardial infarction (MI) patients, direct evidence remains elusive. Clinically, changes in autonomic balance toward lower vagal activity have consistently been associated with increased mortality risk; conversely, among both control and post-MI dogs, exercise training improved vagal reflexes and prevented sudden death. Accordingly, we tested the hypothesis that exercise training, if accompanied by a shift toward increased vagal activity of an autonomic marker such as baroreflex sensitivity (BRS), could reduce mortality in post-MI patients.\n                Ninety-five consecutive male patients surviving a first uncomplicated MI were randomly assigned to a 4-week endurance training period or to no training. Age (51+/-8 versus 52+/-8 years), site of MI (anterior 41% versus 43%), left ventricular ejection fraction (52+/-13 versus 51+/-14%), and BRS (7.9+/-5.4 versus 7.9+/-3.4 ms/mm Hg) did not differ between the two groups. After 4 weeks, BRS improved by 26% (P=0.04) in trained patients, whereas it did not change in nontrained patients. During a 10-year follow-up, cardiac mortality among the 16 trained patients who had an exercise-induced increase in BRS >or = 3 ms/mm Hg (responders) was strikingly lower compared with that of the trained patients without such a BRS increase (nonresponders) and that of the nontrained patients (0 of 16 versus 18 of 79 [23%], P=0.04). Cardiac mortality was also lower among responders irrespective of training (4% versus 24%, P=0.04).\n                Post-MI exercise training can favorably modify long-term survival, provided that it is associated with a clear shift of the autonomic balance toward an increase in vagal activity.",
        "Year": 2002.0,
        "CitationCount": 334
    },
    {
        "Unnamed: 0": 3663,
        "ReviewID": "CD001800",
        "PMID": "PMID:12565088",
        "Title": "Long-term changes in exercise capacity, quality of life, body anthropometry, and lipid profiles after a cardiac rehabilitation program in obese patients with coronary heart disease.",
        "Abstract": null,
        "Year": 2003.0,
        "CitationCount": 95
    },
    {
        "Unnamed: 0": 3662,
        "ReviewID": "CD001800",
        "PMID": "PMID:12707240",
        "Title": "Improved exercise tolerance and quality of life with cardiac rehabilitation of older patients after myocardial infarction: results of a randomized, controlled trial.",
        "Abstract": "Whether cardiac rehabilitation (CR) is effective in patients older than 75 years, who have been excluded from most trials, remains unclear. We enrolled patients 46 to 86 years old in a randomized trial and assessed the effects of 2 months of post-myocardial infarction (MI) CR on total work capacity (TWC, in kilograms per meter) and health-related quality of life (HRQL).\n                Of 773 screened patients, 270 without cardiac failure, dementia, disability, or contraindications to exercise were randomized to outpatient, hospital-based CR (Hosp-CR), home-based CR (Home-CR), or no CR within 3 predefined age groups (middle-aged, 45 to 65 years; old, 66 to 75 years; and very old, >75 years) of 90 patients each. TWC and HRQL were determined with cycle ergometry and Sickness Impact Profile at baseline, after CR, and 6 and 12 months later. Within each age group, TWC improved with Hosp-CR and Home-CR and was unchanged with no CR. The improvement was similar in middle-aged and old persons but smaller, although still significant, in very old patients. TWC reverted toward baseline by 12 months with Hosp-CR but not with Home-CR. HRQL improved in middle-aged and old CR and control patients but only with CR in very old patients. Complications were similar across treatment and age groups. Costs were lower for Home-CR than for Hosp-CR.\n                Post-MI Hosp-CR and Home-CR are similarly effective in the short term and improve TWC and HRQL in each age group. However, with lower costs and more prolonged positive effects, Home-CR may be the treatment of choice in low-risk older patients.",
        "Year": 2003.0,
        "CitationCount": 332
    },
    {
        "Unnamed: 0": 3688,
        "ReviewID": "CD001800",
        "PMID": "PMID:14671465",
        "Title": "Influence on lifestyle measures and five-year coronary risk by a comprehensive lifestyle intervention programme in patients with coronary heart disease.",
        "Abstract": "Lifestyle measures of coronary heart disease (CHD) prevention have been overshadowed by the efficacy of drug treatments. This is particularly the case in the setting of secondary prevention where the benefits of lipid lowering, anti-platelet and anti-hypertensive drugs have been emphasised in numerous trials. Lifestyle measures address several CHD risk factors at once and are generally free of serious side effects.\n                The objective of the present study was to determine whether a comprehensive programme of lifestyle modification could favourably influence dietary and exercise habits in addition to smoking cessation over two years. In addition, an attempt was made to evaluate if this programme could favourably influence the five-year CHD-risk in the male population included in the study.\n                A total of 197 patients with proven coronary heart disease were included and randomised to a lifestyle intervention programme or to usual care. Follow-up was after a period of two years.\n                Intervention comprised a low fat diet, regular exercise, smoking cessation, psychosocial support and education, delivered by nurses on the rationale for pharmacological and lifestyle measures. Usual care comprised follow-up in the routine outpatient clinic. Both groups were given the same comprehensive medication according to recent guidelines.\n                Patients in the lifestyle intervention group reduced the intake of saturated fat, sugar and cholesterol (P<0.001), increased their exercise level (P<0.01) and stopped smoking (P<0.05) when compared with the usual care group. A sub-analysis of the influence of five-year CHD calculated risk in males resulted in a relative risk reduction of 22% (95% confidence intervals 9-35). Although significant, this result must be interpreted with caution due to poor statistical power and reproducibility of the method.\n                In the presence of modern drug treatments for secondary cardiovascular disease prevention it remains possible through a favourable diet, exercise and smoking cessation to show an additional reduction in the five-year risk for CHD in males.",
        "Year": 2003.0,
        "CitationCount": 127
    },
    {
        "Unnamed: 0": 3670,
        "ReviewID": "CD001800",
        "PMID": "PMID:12520156",
        "Title": "Effects of phase III cardiac rehabilitation programs on health-related quality of life in elderly patients with coronary artery disease: Juntendo Cardiac Rehabilitation Program (J-CARP).",
        "Abstract": "The purpose of this prospective randomized controlled trial was to assess the impact of phase III comprehensive cardiac rehabilitation (CR) on health-related quality of life (HRQOL) in elderly patients with coronary artery disease (CAD). Thirty-eight elderly males (mean age, 70 years) with CAD were stratified as the intervention group (n=20) and the control group (n=18). In the intervention group, patients participated in CR for 6 months, whereas in the control group, they received standard care. Validated questionnaires were obtained to evaluate HRQOL using the Medical Outcome Study Short-Form 36 Health Status Survey (SF-36), State-trait anxiety inventory questionnaire (STAI) and Self-rating Depression Scale (SDS) at baseline and after 6 months. At baseline, scores of SF-36 except for general health, STAI and SDS were not different in either group. After 6 months, in the intervention group, scores of bodily pain, general health, vitality and mental health of SF-36 improved significantly compared with baseline. State anxiety scores also improved significantly (p<0.01), but SDS depression scores were not improved. In the control group, none of the parameters significantly changed. These results indicate that elderly patients with CAD should be vigorously encouraged to pursue CR even in chronic phase III.",
        "Year": 2003.0,
        "CitationCount": 98
    },
    {
        "Unnamed: 0": 3689,
        "ReviewID": "CD001800",
        "PMID": "PMID:15605326",
        "Title": "A short course of cardiac rehabilitation program is highly cost effective in improving long-term quality of life in patients with recent myocardial infarction or percutaneous coronary intervention.",
        "Abstract": "To evaluate the long-term effect of a cardiac rehabilitation and prevention program (CRPP) on quality of life (QOL) and its cost effectiveness.\n                Prospective, randomized controlled trial.\n                University-affiliated outpatient cardiac rehabilitation and prevention center.\n                A total of 269 patients (76% men; mean age, 64+/-11 y) with recent acute myocardial infarction (AMI; n=193) or after elective percutaneous coronary intervention (PCI; n=76) were randomized in a ratio of 2 to 1.\n                Patients received either CRPP (an 8-wk exercise and education class in phase 2) or conventional therapy without exercise program (control group). They were followed until they had completed all 4 phases of the program (ie, 2 y).\n                QOL assessments, by using the Medical Outcomes Study 36-Item Short-Form Health Survey (SF-36) and Symptoms Questionnaire, were performed at the end of each phase. Direct health care cost was calculated, whereas cost utility was estimated as money spent (in US dollars) per quality-adjusted life-year (QALY) gained.\n                In the CRPP group, 6 of the 8 SF-36 dimensions improved significantly by phase 2 and were maintained throughout the study period. Patients were less anxious and depressed, and felt more relaxed and contented. In the control group, none of the SF-36 dimensions were improved by phase 2, and bodily pain was increased. In phase 4, only 4 dimensions were improved. Symptoms were unchanged except for increased hostility score. There was a significant gain in net time trade-off in the CRPP group after phase 2. The direct health care expenses in the CRPP and control groups were 15,292 dollars and 15,707 dollars per patient, respectively. Therefore, the cost utility calculated was 640 dollars saved per QALY gained. Savings attributable to CRPP were primarily explained by the lower rate (13% vs 26% of patients, chi2 test=3.9, P <.05) and cost of subsequent PCI (P =.01).\n                In an era of managing patients with coronary heart disease, a short-course CRPP was highly cost effective in providing better QOL to patients with recent AMI or after elective PCI. In addition, the improvement of QOL was quick and sustained for at least 2 years after CRPP.",
        "Year": 2004.0,
        "CitationCount": 150
    },
    {
        "Unnamed: 0": 3690,
        "ReviewID": "CD001800",
        "PMID": "PMID:16563893",
        "Title": "Return to full normal activities including work at two weeks after acute myocardial infarction.",
        "Abstract": "Patients are generally advised to return to full normal activities, including work, 6 to 8 weeks after acute myocardial infarction (AMI). We assessed the outcomes of early return to normal activities, including work at 2 weeks, after AMI in patients who were stratified to be at a low risk for future cardiac events. Patients were considered for randomization before discharge if they had no angina, had left ventricular ejection fraction >40%, a negative result from a symptom-limited exercise stress test for ischemia (<2 mm ST depression) at 1 week, and achieved >7 METs. Patients with left ventricular ejection fraction <40% were included only if they did not have inducible ventricular tachycardia at electrophysiologic studies. Seventy-two patients were randomized to return to normal activities at 2 weeks and 70 patients to undergo standard cardiac rehabilitation and return to normal activities at 6 weeks after AMI. There were no deaths or heart failure in either group. There was no significant difference in the incidence of reinfarction, revascularization, left ventricular function, lipids, body mass index, smoking, or exercise test results at 6 months. In conclusion, return to full normal activities, including work at 2 weeks, after AMI appears to be safe in patients who are stratified to a low-risk group. This should have significant medical and socioeconomic implications.",
        "Year": 2006.0,
        "CitationCount": 48
    },
    {
        "Unnamed: 0": 3668,
        "ReviewID": "CD001800",
        "PMID": "PMID:18654005",
        "Title": "Effects of a phase III cardiac rehabilitation program on physical status and lipid profiles in elderly patients with coronary artery disease: Juntendo Cardiac Rehabilitation Program (J-CARP).",
        "Abstract": "Limited data are available regarding the effects of phase III cardiac rehabilitation on the physical status and risk factors in elderly patients with coronary artery disease (CAD).\n                Thirty-four male CAD patients (>65 years old) were randomly assigned to an intervention group (n=18) or a control group (n=16). The intervention group participated in a phase III cardiac rehabilitation program consisting of exercise training, diet therapy, and weekly counseling for 6 months. In the control group, usual outpatient care was provided. In the intervention group, body mass index, waist size and fat weight significantly decreased; peak VO2 and anaerobic threshold VO2 were maintained; isokinetic peak torques of knee extensor and flexor muscles significantly increased; anterior trunk flexibility was significantly improved. In the control group, all parameters were unchanged except for peak VO2, which significantly decreased. In the intervention group, serum total cholesterol levels significantly decreased after cardiac rehabilitation. However, high-density lipoprotein-cholesterol and apoA-I levels also decreased. In the control group, no significant change in lipid profile was observed.\n                The results suggest that phase III cardiac rehabilitation could be beneficial for elderly patients with CAD.",
        "Year": 2008.0,
        "CitationCount": 61
    },
    {
        "Unnamed: 0": 3684,
        "ReviewID": "CD001800",
        "PMID": "PMID:18513526",
        "Title": "Hospital-based comprehensive cardiac rehabilitation versus usual care among patients with congestive heart failure, ischemic heart disease, or high risk of ischemic heart disease: 12-month results of a randomized clinical trial.",
        "Abstract": "Current guidelines broadly recommend comprehensive cardiac rehabilitation (CCR), although evidence for this is still limited. We investigated the 12-month effect of hospital-based CCR versus usual care (UC) for a broadly defined group of cardiac patients within the modern therapeutic era of cardiology.\n                We conducted a centrally randomized single-center clinical trial with blinded assessment of the primary outcome: registry-based composite of total mortality, myocardial infarction, or acute first-time readmission due to heart disease. Other outcomes were hospitalization, risk profile, and quality of life. The trial included 770 participants (20-94 years) with congestive heart failure (12%), ischemic heart disease (58%), or high risk of ischemic heart disease (30%). Comprehensive cardiac rehabilitation is composed of 6 weeks of intensive intervention and systematic follow-up for 10.5 months.\n                We randomized 380 patients to CCR versus 390 to UC. Randomization was well balanced. The primary outcome occurred in 31% of both groups (relative risk 0.96, 95% confidence interval 0.78-1.26). Compared with the UC group, CCR significantly reduced length of stay by 15% (95% confidence interval 1.1%-27.1%, P = .04), mean number of cardiac risk factors above target (4.5 vs 4.1, P = .01), patients with systolic blood pressure below target (P = .003), physically inactivity (P = .01), and unhealthy dietary habits (P = .0003). Short-Form-36 and Hospital Anxiety and Depression Scale did not differ significantly.\n                At 12 months, the CCR and UC groups did not differ regarding the primary composite outcome. Comprehensive cardiac rehabilitation significantly reduced length of hospital stay and improved cardiac risk factors.",
        "Year": 2008.0,
        "CitationCount": 117
    },
    {
        "Unnamed: 0": 3655,
        "ReviewID": "CD001800",
        "PMID": "PMID:18277196",
        "Title": "Left ventricular remodelling in patients with moderate systolic dysfunction after myocardial infarction: favourable effects of exercise training and predictive role of N-terminal pro-brain natriuretic peptide.",
        "Abstract": "To investigate the effects of exercise training (ET) on left ventricular (LV) volumes, cardiopulmonary functional capacity and N-terminal pro-brain natriuretic peptide (NT-proBNP) levels in postinfarction patients with moderate LV dysfunction.\n                Sixty-one postinfarction patients were randomized into two groups: group T [n=30, LV ejection fraction (EF) 41.6+/-11.3%, mean+/-SD] entered a 6-month ET programme, whereas group C (n=31, EF 42.0+/-7.6%, P=NS) did not. NT-proBNP assay, Doppler-echocardiography and cardiopulmonary exercise test were performed upon enrolment and at sixth months.\n                At sixth months, trained patients showed an improvement in workload (+26%, P<0.001), Vo2peak (+31%, P<0.001), LV end-diastolic volume index (LVEDVI; -9%, P<0.001), a reduction in NT-proBNP (-71%, P<0.001) and a significant correlation between changes in NT-proBNP and in LVEDVI (r=0.858, P<0.001). Baseline NT-proBNP correlated with changes in LVEDVI in both trained (r=0.673, P<0.001) and untrained (r=0.623, P<0.001) patients. Group C showed unfavourable LVEDVI dilation (+8%, P<0.001; T vs. C group, P<0.001) and a smaller reduction in NT-proBNP (-40%, P<0.001; T vs. C group, P<0.001).\n                Six month ET induced a favourable LV remodelling and a marked fall in NT-proBNP that could predict LV remodelling in postinfarction patients with moderate LV dysfunction.",
        "Year": 2008.0,
        "CitationCount": 101
    },
    {
        "Unnamed: 0": 3652,
        "ReviewID": "CD001800",
        "PMID": "PMID:18372218",
        "Title": "Effects of high frequency exercise in patients before and after elective percutaneous coronary intervention.",
        "Abstract": "The aim of this study was to evaluate the effects of high frequency exercise for patients before and after an elective percutaneous coronary intervention (PCI), with special reference to maximal aerobic capacity, muscle function, health related quality of life (HRQoL), waist-hip ratio (WHR) and restenosis.\n                A randomised, controlled study was performed in Sweden between 2004 and 2006 in thirty-seven patients (five women) with stable coronary artery disease (CAD), age 63.6+/-6.9 years, randomised to either high frequency exercise or control group. The patients in the training group performed three endurance resistance exercises and trained on a cycle ergometer 30 min, 5 times a week for 8 months at 70% of VO(2max).\n                Patients in the training group significantly improved their maximal aerobic capacity (15 (9-46) vs. 8 (0-18)% p<or=0.05), shoulder flexion (p<or=0.01), shoulder abduction (p<or=0.01) and heel-lift (p<or=0.05) compared to the control group. There were no significant differences between the groups in HRQoL, WHR and restenosis.\n                High frequency exercise in patients treated with PCI seems to improve maximal aerobic capacity and muscle function, which may reduce the risks of further progression of atherosclerosis. However, further larger studies are needed to fully investigate the effects of exercise in patients with PCI.",
        "Year": 2008.0,
        "CitationCount": 40
    },
    {
        "Unnamed: 0": 3665,
        "ReviewID": "CD001800",
        "PMID": "PMID:2271343",
        "Title": "A controlled trial of community based coronary rehabilitation.",
        "Abstract": "Two hundred patients who had suffered an acute myocardial infarction 4-6 weeks before entered a randomised controlled trial of exercise treatment at a community sports centre supervised by a general practitioner. Eighty one per cent of the treatment group continued to exercise until they returned to work and 73% completed three months' exercise. There were no serious complications of the exercise course. The prevalence of angina pectoris fell by 10% in the treatment group but rose by 60% in the control group. The perceived energy level rose by significantly more in the treatment group than in the controls. The rise in predicted maximum oxygen uptake was significantly greater in the treatment group than in the control group as was the reduction in the double product (a reflection of myocardial workload) at peak exercise. Coronary rehabilitation in the community can be both safe and effective.",
        "Year": null,
        "CitationCount": 62
    },
    {
        "Unnamed: 0": 3685,
        "ReviewID": "CD001800",
        "PMID": "PMID:7074797",
        "Title": "Treadmill test responses to an early exercise program after myocardial infarction: a randomized study.",
        "Abstract": "The effects of an exercise program started early after myocardial infraction and the added effects of an outpatient teaching-counseling program were studied. At random, 84 patients were allocated to a control group (A), 88 patients to an exercise group (B1) and 86 patients to an exercise and teaching-counseling group (B2). The same exercise program was prescribed for patients in groups B1 and B2 and was started about 4.5 days after myocardial infarction and continued for 3 months. The outpatient teaching-counseling program consisted of eight group sessions pertaining to risk factor reduction and psychosocial adjustment to myocardial infraction. A low-level treadmill test and an exercise test were performed at 3 months and the exercise test was repeated at 6 months. The clinical, hemodynamic and electrocardiographic responses to these tests were not different among the three groups. However, by the end of 3 months, patients in group B1 and B2 reported walking greater distances than patients in group A. The incidence of morbidity and mortality was not different between the groups. No deleterious or beneficial physiologic effects of an exercise program either by itself or combined with a teaching-counseling program were demonstrated. Routine medical care and our interventions were equally effective in permitting the spontaneous hemodynamics improvements after myocardial infraction. More than 3 months after myocardial infarction, the group as a whole manifested spontaneous recovery in the form of a significant decrease in resting heart rate (p less than 0.001) and a significant increase in systolic and diastolic blood pressure at rest and with submaximal exercise (p less than 0.001). No further improvements were observed between 3 and 6 months.",
        "Year": null,
        "CitationCount": 56
    }
]