[
    {
        "Unnamed: 0": 24694,
        "ReviewID": "CD004849",
        "PMID": "PMID:3551621",
        "Title": "The efficacy of the ROM Dance Program for adults with rheumatoid arthritis.",
        "Abstract": "This study examined the efficacy of an exercise and relaxation program for adults with rheumatoid arthritis. The program integrates principles of occupational therapy and T'ai-Chi Ch'uan and was expected to be more effective than traditional exercise and rest regimens because of its expressive and pleasurable elements. There were significant differences between 17 experimental and 16 control subjects on two categories of dependent variables after the former group's participation in the experimental program. These dependent variables were range of motion measures and subject self-reports of frequency, enjoyment, and benefits of home exercise and rest routines. Pretest, posttest, and 4-month follow-up data were analyzed. Program participants showed significantly greater upper extremity range of motion 4 months after completing the program although the reported frequency of exercise and rest was greater in the control group. Postprogram reports of enjoyment were significantly higher for experimental than for control subjects. If these initial results are confirmed in further studies, the efficacy of the use of purposeful activity for exercise and rest will be supported. This study also supports the integration of Eastern and Western frames of reference in the treatment of patients with chronic illness.",
        "Year": 1987,
        "CitationCount": 89
    },
    {
        "Unnamed: 0": 24693,
        "ReviewID": "CD004849",
        "PMID": "PMID:2039615",
        "Title": "Evaluating the safety and potential use of a weight-bearing exercise, Tai-Chi Chuan, for rheumatoid arthritis patients.",
        "Abstract": "The safety of a traditional Chinese exercise, Tai-Chi Chuan, on rheumatoid arthritis (RA) patients was evaluated. RA patients, who received 1 h of Tai-Chi Chuan instruction once (n = 20) and twice (n = 15) a week for 10 consecutive wk in two separate studies, showed no deterioration in their clinical disease activities compared with the corresponding controls (n = 11 and 9, respectively). Testing parameters included joint tenderness, joint swelling, time to walk 50 feet, handgrip strength and a written functional assessment. No significant exacerbation of joint symptoms using this weight-bearing form of exercise was observed. Tai-Chi Chuan exercise appears to be safe for RA patients and may serve as an alternative for their exercise therapy and part of their rehabilitation program. Weight-bearing exercises have the potential advantages of stimulating bone growth and strengthening connective tissue, but this effect needs to be documented in long-term studies.",
        "Year": 1991,
        "CitationCount": 164
    }
]