[
    {
        "Unnamed: 0":33163,
        "ReviewID":"CD001977",
        "PMID":"PMID:1514335",
        "Title":"Acupuncture treatment of severe knee osteoarthrosis. A long-term study.",
        "Abstract":"Acupuncture treatment of patients waiting for arthroplasty surgery.\n                29 patients with a total of 42 osteoarthritic knees were randomized to two groups. Group A was treated while Group B served as a no-treatment control group. After 9 weeks Group B was treated too. Analgesic consumption, pain and objective measurements were registered. All objective measures were done by investigators who were \"blinded\" as to Group A & B. In the second part of the study 17 patients (26 knees) continued with treatments once a month. Registration of analgesic consumption, pain and objective measurements continued. Total study period 49 weeks.\n                Comparing Group A to B there was a significant reduction in pain, analgesic consumption and in most objective measures. In Group A + B combined there was an 80% subjective improvement, and a significantly increased knee range movement - an increase mainly in the worst knees. Results were significantly better in those who had not been ill for a long time. In the second part of the study, it was shown that it was possible to maintain the improvements.\n                Acupuncture can ease the discomfort while waiting for an operation and perhaps even serve as an alternative to surgery. Seven patients have responded so well that at present they do not want an operation. (USD 9000 saved per operation).",
        "Year":1992.0
    },
    {
        "Unnamed: 0":33164,
        "ReviewID":"CD001977",
        "PMID":"PMID:18415453",
        "Title":"[Acupuncture treatment for the relief of gonarthrosis pain-a controlled clinical trial.].",
        "Abstract":"The analgesic effect of acupuncture in chronic gonarthrosis pain was studied in a placebocontrolled trial completed by 97 patients. Each patient was treated twice a week, receiving 10 acupuncture treatments in all. Before and after tee course of treatment all patients were examined by an unbiased independent examiner and the overall pain score was measured over 10 days using VAS scales; functional parameters (resilience) were measured with a modified Lysholm questionnaire. Patients in the verum group (n=71) were treated according to generally accepted acupuncture treatment recommendations. Patients in the placebo group (n=26) were treated with sham acupuncture at non-acupuncture points on the homolateral leg. A follow-up examination was carried out after 3 months. After ten treatments the overall reduction in pain score was 47.5% in the verum group (follow-up 48.2%), and 26.1% in the placebo group (follow-up 26.1%). The results are statistically significant (P<0.05); they show that in gonarthrosis pain the analgesic effect of verum acupuncture exceeds that of placebo acupuncture. Measurement of the functional parameters according to the Lysholm score showed no significant change.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":33176,
        "ReviewID":"CD001977",
        "PMID":"PMID:7727550",
        "Title":"Acupuncture for the treatment of pain of osteoarthritic knees.",
        "Abstract":"The purpose of this study was to determine whether acupuncture was more effective than sham acupuncture in the reduction of pain in persons with osteoarthritis (OA) of the knee.\n                Forty subjects (20 men, 20 women) with radiographic evidence of OA of the knee were stratified by gender and randomly assigned to either the experimental (real acupuncture) or control (sham acupuncture) groups. Subjects were treated three times per week for 3 weeks and evaluated at three test sessions. Outcome measures were: 1) the Pain Rating Index of the McGill Pain Questionnaire, 2) the Western Ontario and McMaster Universities (WOMAC) Osteoarthritis Index, and 3) pain threshold at four sites at the knee.\n                The analyses of variance showed that both real and sham acupuncture significantly reduced pain, stiffness, and physical disability in the OA knee, but that there were no significant differences between groups.\n                Acupuncture is not more effective than sham acupuncture in the treatment of OA pain.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":33162,
        "ReviewID":"CD001977",
        "PMID":"PMID:10929448",
        "Title":"[Effect of needle acupuncture on pain perception and functional impairment of patients with coxarthrosis].",
        "Abstract":"The effectiveness of acupuncture treatment in patients with osteoarthritis of the hip was tested.\n                This is a prospective, randomized, controlled patient and examiner blinded clinical trial.\n                The study was performed at a university department for physical medicine and rehabilitation. Sixty-seven patients were separated into two treatment groups.\n                Group 1 (treatment) had traditional needle placement and manipulation, whereas in group 2 (control) needles were placed away from classic positions and not manipulated. In both groups needles were placed within the L2 to L5 dermatomes. Endpoints were pain (VAS), functional impairment (hip score), activity of daily living (ADL) and overall satisfaction before treatment, 2 weeks and 2 months post-intervention.\n                For all endpoints there was a significant improvement in both groups 2 weeks and 2 months following treatment versus baseline, but no significant difference between the two treatment groups.\n                We conclude from these results that needle placement in the area of the affected hip by itself improves symptoms of osteoarthritis. It appears to be less important to follow the rules of traditional acupuncture techniques.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":33173,
        "ReviewID":"CD001977",
        "PMID":"PMID:11471578",
        "Title":"A comparison of acupuncture with advice and exercises on the symptomatic treatment of osteoarthritis of the hip--a randomised controlled trial.",
        "Abstract":"Acupuncture is becoming a common technique within the physiotherapy profession as a treatment modality for pain relief; however, few randomised controlled trials have been undertaken to assess the effectiveness of acupuncture, particularly in the treatment of osteoarthritis (OA) of the hip. Therefore, a randomised trial to compare the effectiveness of acupuncture with advice and exercises on the symptomatic treatment of OA of the hip was carried out. Thirty-two patients awaiting a total hip arthroplasty were randomly allocated to either the experimental group, (A), to have six sessions of acupuncture each lasting up to 25 minutes, or the control group, (B), to be given advice and exercises for their hip over a six week period. Group A consisted of three men and 13 women, and group B consisted of four men and eight women. The average age in group A was 66 years and in group B it was 68 years. Patients were assessed for pain and functional ability, using a modified version of the WOMAC questionnaire, pre-treatment, immediately post-treatment and at eight weeks post-treatment. The pre-treatment WOMAC scores in the two groups were similar (p=0.85). There was a significant improvement in group A (decrease in WOMAC score) immediately post-treatment (p=0.002) and this was maintained at the eight-week follow-up (p=0.03). There were no significant changes in group B. When the changes in WOMAC scores were compared between groups, a significantly greater improvement was found between pre-treatment and immediately post-treatment in group A, compared with group B (p=0.02). The changes between pre-treatment and the eight-week follow-up also showed a significant improvement in group A compared with group B (p=0.03). In conclusion, this trial supports the hypothesis that acupuncture is more effective than advice and exercises in the symptomatic treatment of OA of the hip.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":33168,
        "ReviewID":"CD001977",
        "PMID":"PMID:15611487",
        "Title":"Effectiveness of acupuncture as adjunctive therapy in osteoarthritis of the knee: a randomized, controlled trial.",
        "Abstract":"Evidence on the efficacy of acupuncture for reducing the pain and dysfunction of osteoarthritis is equivocal.\n                To determine whether acupuncture provides greater pain relief and improved function compared with sham acupuncture or education in patients with osteoarthritis of the knee.\n                Randomized, controlled trial.\n                Two outpatient clinics (an integrative medicine facility and a rheumatology facility) located in academic teaching hospitals and 1 clinical trials facility.\n                570 patients with osteoarthritis of the knee (mean age [+\/-SD], 65.5 +\/- 8.4 years).\n                23 true acupuncture sessions over 26 weeks. Controls received 6 two-hour sessions over 12 weeks or 23 sham acupuncture sessions over 26 weeks.\n                Primary outcomes were changes in the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) pain and function scores at 8 and 26 weeks. Secondary outcomes were patient global assessment, 6-minute walk distance, and physical health scores of the 36-Item Short-Form Health Survey (SF-36).\n                Participants in the true acupuncture group experienced greater improvement in WOMAC function scores than the sham acupuncture group at 8 weeks (mean difference, -2.9 [95% CI, -5.0 to -0.8]; P = 0.01) but not in WOMAC pain score (mean difference, -0.5 [CI, -1.2 to 0.2]; P = 0.18) or the patient global assessment (mean difference, 0.16 [CI, -0.02 to 0.34]; P > 0.2). At 26 weeks, the true acupuncture group experienced significantly greater improvement than the sham group in the WOMAC function score (mean difference, -2.5 [CI, -4.7 to -0.4]; P = 0.01), WOMAC pain score (mean difference, -0.87 [CI, -1.58 to -0.16];P = 0.003), and patient global assessment (mean difference, 0.26 [CI, 0.07 to 0.45]; P = 0.02).\n                At 26 weeks, 43% of the participants in the education group and 25% in each of the true and sham acupuncture groups were not available for analysis.\n                Acupuncture seems to provide improvement in function and pain relief as an adjunctive therapy for osteoarthritis of the knee when compared with credible sham acupuncture and education control groups.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":33169,
        "ReviewID":"CD001977",
        "PMID":"PMID:15077933",
        "Title":"The effect of acupuncture on the symptoms of knee osteoarthritis--an open randomised controlled study.",
        "Abstract":"Using an open randomised controlled study, we examined the effectiveness of manual and electroacupuncture on symptom relief for patients with osteoarthritis of the knee.\n                Patients with symptomatic osteoarthritis of the knee were randomised to one of three treatment groups. Group A had acupuncture alone, group B had acupuncture but continued on their symptomatic medication, and group C used their symptomatic medication for the first five weeks and then had a course of acupuncture added. Patients receiving acupuncture were treated twice weekly over five weeks. Needles were inserted (with manual and electrical stimulation) in acupuncture points for pain and stiffness, selected according to traditional acupuncture theory for treating Bi syndrome. Patients were assessed by a blinded observer before treatment, after five weeks' treatment and at one month follow up, using a visual analogue pain scale (VAS) and the Western Ontario McMaster (WOMAC) questionnaire for osteoarthritis of the knee.\n                The 30 patients in our study were well matched for age, body mass index, disease duration, baseline VAS pain score and baseline WOMAC scores. Repeated measure analyses gave a highly significant improvement in pain (VAS) after the courses of acupuncture in groups A (P = 0.012) and B (P=0.001); there was no change in group C until after the course of acupuncture, when the improvement was significant (P = 0.001). Similarly significant changes were seen with the WOMAC pain and stiffness scores. These benefits were maintained during the one month after the course of acupuncture. Patients' rating of global assessment was higher than that of the acupuncturist.\n                We conclude that manual and electroacupuncture causes a significant improvement in the symptoms of osteoarthritis of the knee, either on its own or as an adjunct therapy, with no loss of benefit after one month.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":33171,
        "ReviewID":"CD001977",
        "PMID":"PMID:15494348",
        "Title":"Acupuncture as a complementary therapy to the pharmacological treatment of osteoarthritis of the knee: randomised controlled trial.",
        "Abstract":"To analyse the efficacy of acupuncture as a complementary therapy to the pharmacological treatment of osteoarthritis of the knee, with respect to pain relief, reduction of stiffness, and increased physical function during treatment; modifications in the consumption of diclofenac during treatment; and changes in the patient's quality of life.\n                Randomised, controlled, single blind trial, with blinded evaluation and statistical analysis of results.\n                Pain management unit in a public primary care centre in southern Spain, over a period of two years.\n                97 outpatients presenting with osteoarthritis of the knee.\n                Patients were randomly separated into two groups, one receiving acupuncture plus diclofenac (n = 48) and the other placebo acupuncture plus diclofenac (n = 49).\n                The clinical variables examined included intensity of pain as measured by a visual analogue scale; pain, stiffness, and physical function subscales of the Western Ontario and McMaster Universities (WOMAC) osteoarthritis index; dosage of diclofenac taken during treatment; and the profile of quality of life in the chronically ill (PQLC) instrument, evaluated before and after the treatment programme.\n                88 patients completed the trial. In the intention to treat analysis, the WOMAC index presented a greater reduction in the intervention group than in the control group (mean difference 23.9, 95% confidence interval 15.0 to 32.8) The reduction was greater in the subscale of functional activity. The same result was observed in the pain visual analogue scale, with a reduction of 26.6 (18.5 to 34.8). The PQLC results indicate that acupuncture treatment produces significant changes in physical capability (P = 0.021) and psychological functioning (P = 0.046). Three patients reported bruising after the acupuncture sessions.\n                Acupuncture plus diclofenac is more effective than placebo acupuncture plus diclofenac for the symptomatic treatment of osteoarthritis of the knee.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":33172,
        "ReviewID":"CD001977",
        "PMID":"PMID:15100594",
        "Title":"Comparison between electro-acupuncture and hydrotherapy, both in combination with patient education and patient education alone, on the symptomatic treatment of osteoarthritis of the hip.",
        "Abstract":"The aim of the study was to evaluate the therapeutic effect of electro-acupuncture (EA) and hydrotherapy, both in combination with patient education or with patient education alone, in the treatment of osteoarthritis in the hip.\n                Forty-five patients, aged 42-86 years, with radiographic changes consistent with osteoarthritis in the hip, pain related to motion, pain on load, and ache were chosen. They were randomly allocated to EA, hydrotherapy, both in combination with patient education, or patient education alone. Outcome measures were the disability rating index (DRI), global self-rating index (GSI), and visual analogue scale (VAS). Assessments were done before the intervention and immediately after the last treatment and 1, 3, and 6 months after the last treatment.\n                Pain related to motion and pain on load was reduced up to 3 months after last the treatment in the hydrotherapy group and up to 6 months in the EA group. Ache during the day was significantly improved in both the EA and hydrotherapy group up to 3 months after the last treatment. Ache during the night was reduced in the hydrotherapy group up to 3 months after the last treatment and in the EA group up to 6 months after. Disability in functional activities was improved in EA and hydrotherapy groups up to 6 months after the last treatment. Quality of life was also improved in EA and hydrotherapy groups up to 3 months after the last treatment. There were no changes in the education group alone.\n                In conclusion, EA and hydrotherapy, both in combination with patient education, induce long-lasting effects, shown by reduced pain and ache and by increased functional activity and quality of life, as demonstrated by differences in the pre- and post-treatment assessments.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":33175,
        "ReviewID":"CD001977",
        "PMID":"PMID:16005336",
        "Title":"Acupuncture in patients with osteoarthritis of the knee: a randomised trial.",
        "Abstract":"Acupuncture is widely used by patients with chronic pain although there is little evidence of its effectiveness. We investigated the efficacy of acupuncture compared with minimal acupuncture and with no acupuncture in patients with osteoarthritis of the knee.\n                Patients with chronic osteoarthritis of the knee (Kellgren grade < or =2) were randomly assigned to acupuncture (n=150), minimal acupuncture (superficial needling at non-acupuncture points; n=76), or a waiting list control (n=74). Specialised physicians, in 28 outpatient centres, administered acupuncture and minimal acupuncture in 12 sessions over 8 weeks. Patients completed standard questionnaires at baseline and after 8 weeks, 26 weeks, and 52 weeks. The primary outcome was the Western Ontario and McMaster Universities Osteoarthritis (WOMAC) index at the end of week 8 (adjusted for baseline score). All main analyses were by intention to treat.\n                294 patients were enrolled from March 6, 2002, to January 17, 2003; eight patients were lost to follow-up after randomisation, but were included in the final analysis. The mean baseline-adjusted WOMAC index at week 8 was 26.9 (SE 1.4) in the acupuncture group, 35.8 (1.9) in the minimal acupuncture group, and 49.6 (2.0) in the waiting list group (treatment difference acupuncture vs minimal acupuncture -8.8, [95% CI -13.5 to -4.2], p=0.0002; acupuncture vs waiting list -22.7 [-27.5 to -17.9], p<0.0001). After 52 weeks the difference between the acupuncture and minimal acupuncture groups was no longer significant (p=0.08).\n                After 8 weeks of treatment, pain and joint function are improved more with acupuncture than with minimal acupuncture or no acupuncture in patients with osteoarthritis of the knee. However, this benefit decreases over time.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":33165,
        "ReviewID":"CD001977",
        "PMID":"PMID:17075849",
        "Title":"Acupuncture in patients with osteoarthritis of the knee or hip: a randomized, controlled trial with an additional nonrandomized arm.",
        "Abstract":"To investigate the effectiveness of acupuncture in addition to routine care, compared with routine care alone, in the treatment of patients with chronic pain due to osteoarthritis (OA) of the knee or hip.\n                In a randomized, controlled trial, patients with chronic pain due to OA of the knee or hip were randomly allocated to undergo up to 15 sessions of acupuncture in a 3-month period or to a control group receiving no acupuncture. Another group of patients who did not consent to randomization underwent acupuncture treatment. All patients were allowed to receive usual medical care in addition to the study treatment. Clinical OA severity (Western Ontario and McMaster Universities Osteoarthritis Index [WOMAC]) and health-related quality of life (Short Form 36) were assessed at baseline and after 3 months and 6 months.\n                Of 3,633 patients (mean +\/- SD age 61.8 +\/- 10.8 years; 61% female), 357 were randomized to the acupuncture group and 355 to the control group, and 2,921 were included in the nonrandomized acupuncture group. At 3 months, the WOMAC had improved by a mean +\/- SEM of 17.6 +\/- 1.0 in the acupuncture group and 0.9 +\/- 1.0 in the control group (3-month scores 30.5 +\/- 1.0 and 47.3 +\/- 1.0, respectively [difference in improvement 16.7 +\/- 1.4; P < 0.001]). Similarly, quality of life improvements were more pronounced in the acupuncture group versus the control group (P < 0.001). Treatment success was maintained through 6 months. The changes in outcome in nonrandomized patients were comparable with those in randomized patients who received acupuncture.\n                These results indicate that acupuncture plus routine care is associated with marked clinical improvement in patients with chronic OA-associated pain of the knee or hip.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":33170,
        "ReviewID":"CD001977",
        "PMID":"PMID:16818924",
        "Title":"Acupuncture and knee osteoarthritis: a three-armed randomized trial.",
        "Abstract":"Despite the popularity of acupuncture, evidence of its efficacy for reducing pain remains equivocal.\n                To assess the efficacy and safety of traditional Chinese acupuncture (TCA) compared with sham acupuncture (needling at defined nonacupuncture points) and conservative therapy in patients with chronic pain due to osteoarthritis of the knee.\n                Randomized, controlled trial.\n                315 primary care practices staffed by 320 practitioners with at least 2 years' experience in acupuncture.\n                1007 patients who had had chronic pain for at least 6 months due to osteoarthritis of the knee (American College of Rheumatology [ACR] criteria and Kellgren-Lawrence score of 2 or 3). Interventions: Up to 6 physiotherapy sessions and as-needed anti-inflammatory drugs plus 10 sessions of TCA, 10 sessions of sham acupuncture, or 10 physician visits within 6 weeks. Patients could request up to 5 additional sessions or visits if the initial treatment was viewed as being partially successful.\n                Success rate, as defined by at least 36% improvement in Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) score at 26 weeks. Additional end points were WOMAC score and global patient assessment.\n                Success rates were 53.1% for TCA, 51.0% for sham acupuncture, and 29.1% for conservative therapy. Acupuncture groups had higher success rates than conservative therapy groups (relative risk for TCA compared with conservative therapy, 1.75 [95% CI, 1.43 to 2.13]; relative risk for sham acupuncture compared with conservative therapy, 1.73 [CI, 1.42 to 2.11]). There was no difference between TCA and sham acupuncture (relative risk, 1.01 [CI, 0.87 to 1.17]).\n                There was no blinding between acupuncture and traditional therapy and no monitoring of acupuncture compliance with study protocol. In general, practitioner-patient contacts were less intense in the conservative therapy group than in the TCA and sham acupuncture groups.\n                Compared with physiotherapy and as-needed anti-inflammatory drugs, addition of either TCA or sham acupuncture led to greater improvement in WOMAC score at 26 weeks. No statistically significant difference was observed between TCA and sham acupuncture, suggesting that the observed differences could be due to placebo effects, differences in intensity of provider contact, or a physiologic effect of needling regardless of whether it is done according to TCA principles.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":33161,
        "ReviewID":"CD001977",
        "PMID":"PMID:17604311",
        "Title":"Severe knee osteoarthritis: a randomized controlled trial of acupuncture, physiotherapy (supervised exercise) and standard management for patients awaiting knee replacement.",
        "Abstract":"To evaluate the effects of standardized western acupuncture and physiotherapy on pain and functional ability in patients with severe osteoarthritic knee pain awaiting knee arthroplasty.\n                Three-arm, assessor-blind, randomized controlled trial. Participants: 181 patients awaiting knee arthroplasty. Interventions: acupuncture for 6 weeks; physiotherapy for 6 weeks; standardized advice. Main outcome measures: Oxford Knee Score questionnaire (OKS) (primary); 50 m timed walk, and duration of hospital stay following knee arthroplasty.\n                There was no baseline difference between groups. At 7 weeks, there was a 10% reduction in OKS in the acupuncture group which was a significant difference between the acupuncture and the control group: Mean (s.d.) acupuncture 36.8 (7.20); physiotherapy 39.2 (8.22); control 40.3 (8.48) (P = 0.0497). These effects were no longer present at 12 weeks. There was a trend (P = 0.0984) towards a shorter in-patient stay of 1 day for the physiotherapy group [mean 6.50 days (s.d. 2.0)] compared with the acupuncture group [mean 7.77 days (s.d. 3.96)].\n                We have demonstrated that patients with severe knee osteoarthritis can achieve a short-term reduction in OKS when treated with acupuncture. However, we failed to demonstrate any other clinically or statically significant effects between the groups. Both interventions can be delivered effectively in an out-patient group setting at a district general hospital. Further study is needed to evaluate the combined effects of these treatments.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":33174,
        "ReviewID":"CD001977",
        "PMID":"PMID:17699546",
        "Title":"Acupuncture as an adjunct to exercise based physiotherapy for osteoarthritis of the knee: randomised controlled trial.",
        "Abstract":"To investigate the benefit of adding acupuncture to a course of advice and exercise delivered by physiotherapists for pain reduction in patients with osteoarthritis of the knee.\n                Multicentre, randomised controlled trial.\n                37 physiotherapy centres accepting primary care patients referred from general practitioners in the Midlands, United Kingdom.\n                352 adults aged 50 or more with a clinical diagnosis of knee osteoarthritis.\n                Advice and exercise (n=116), advice and exercise plus true acupuncture (n=117), and advice and exercise plus non-penetrating acupuncture (n=119).\n                The primary outcome was change in scores on the Western Ontario and McMaster Universities osteoarthritis index pain subscale at six months. Secondary outcomes included function, pain intensity, and unpleasantness of pain at two weeks, six weeks, six months, and 12 months.\n                Follow-up rate at six months was 94%. The mean (SD) baseline pain score was 9.2 (3.8). At six months mean reductions in pain were 2.28 (3.8) for advice and exercise, 2.32 (3.6) for advice and exercise plus true acupuncture, and 2.53 (4.2) for advice and exercise plus non-penetrating acupuncture. Mean differences in change scores between advice and exercise alone and each acupuncture group were 0.08 (95% confidence interval -1.0 to 0.9) for advice and exercise plus true acupuncture and 0.25 (-0.8 to 1.3) for advice and exercise plus non-penetrating acupuncture. Similar non-significant differences were seen at other follow-up points. Compared with advice and exercise alone there were small, statistically significant improvements in pain intensity and unpleasantness at two and six weeks for true acupuncture and at all follow-up points for non-penetrating acupuncture.\n                The addition of acupuncture to a course of advice and exercise for osteoarthritis of the knee delivered by physiotherapists provided no additional improvement in pain scores. Small benefits in pain intensity and unpleasantness were observed in both acupuncture groups, making it unlikely that this was due to acupuncture needling effects.\n                Current Controlled Trials ISRCTN88597683 [controlled-trials.com] .",
        "Year":2007.0
    },
    {
        "Unnamed: 0":33166,
        "ReviewID":"CD001977",
        "PMID":"PMID:10378713",
        "Title":"A randomized trial of acupuncture as an adjunctive therapy in osteoarthritis of the knee.",
        "Abstract":"The purpose of this study was to investigate the efficacy of acupuncture as an adjunctive therapy to standard care for the relief of pain and dysfunction in elderly patients with osteoarthritis (OA) of the knee.\n                Seventy-three patients with symptomatic OA of the knee were randomly assigned to treatment (acupuncture) or standard care (control). Analysis was performed on last score carried forward to account for patients who dropped out before completion. Patients self-scored Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) and Lequesne indices at baseline and at 4, 8 and 12 weeks. Patients in the control group were offered acupuncture treatment after 12 weeks. The data for these patients are pooled with those from the original acupuncture group for within-group analysis.\n                Patients randomized to acupuncture improved on both WOMAC and Lequesne indices compared to those who received standard treatment alone. Significant differences on total WOMAC Scale were seen at 4 and 8 weeks. There appears to be a slight decline in effect at 4 weeks after cessation of treatment (12 weeks after first treatment). No adverse effects of acupuncture were reported.\n                These data suggest that acupuncture is an effective and safe adjunctive therapy to conventional care for patients with OA of the knee.",
        "Year":null
    },
    {
        "Unnamed: 0":33167,
        "ReviewID":"CD001977",
        "PMID":"PMID:11914160",
        "Title":"Electroacupuncture versus diclofenac in symptomatic treatment of osteoarthritis of the knee: a randomized controlled trial.",
        "Abstract":"The purpose of this study was to compare the efficacy of electroacupuncture (EA), diclofenac and their combination in symptomatic treatment of osteoarthritis (OA) of the knee.\n                This study was a randomized, single-blind, placebo controlled trial. The 193 out-patients with OA of the knee were randomized into four groups: placebo, diclofenac, EA and combined (diclofenac plus EA). Paracetamol tablets were prescribed as a rescue analgesic during the study. The patients were evaluated after a run-in period of one week (week 0) and again at the end of the study (week 4). The clinical assessments included the amount of paracetamol taken\/week, visual analog scale (VAS), Western Ontario and McMaster Universities (WOMAC) OA Index, Lequesne's functional index, 50 feet-walk time, and the orthopedist's and patient's opinion of change.\n                One hundred and eighty six patients completed the study. The improvement of symptoms (reduction in mean changes) in most outcome parameters was greatest in the EA group. The proportions of responders and patients with an overall opinion of \"much better\" were also greatest in the EA group. The improvement in VAS was significantly different between the EA and placebo group as well as the EA and diclofenac group. The improvement in Lequesne's functional index also differed significantly between the EA and placebo group. In addition, there was a significant improvement in WOMAC pain index between the combined and placebo group.\n                EA is significantly more effective than placebo and diclofenac in the symptomatic treatment of OA of the knee in some circumstances. However, the combination of EA and diclofenac treatment was no more effective than EA treatment alone.",
        "Year":null
    }
]