[
    {
        "Unnamed: 0": 7226,
        "ReviewID": "CD005050",
        "PMID": "PMID:11994246",
        "Title": "Influenza vaccine pilot study in acute coronary syndromes and planned percutaneous coronary interventions: the FLU Vaccination Acute Coronary Syndromes (FLUVACS) Study.",
        "Abstract": "Recent reports have detected an increase in the number of patients with acute coronary syndromes during the flu season. In addition, the World Health Organization recommended vaccination against influenza infection for the Southern hemisphere in the winter of 2001. We evaluated the preventive impact of vaccination on subsequent ischemic events in myocardial infarction patients and in subjects undergoing planned percutaneous coronary angioplasty.\n                We included 200 myocardial infarction patients admitted in the first 72 hours and 101 planned angioplasty/stent (PCI) patients without unstable coronary artery disease, prior bypass surgery, angioplasty, or tissue necrosis, in a prospective, multicenter log during the winter season. Infarct patients received a standard therapy and were then randomly allocated in a single-blind manner to either a unique intramuscular influenza vaccination or a control group. Similarly, PCI patients were allocated to either vaccination or control groups. Combined end points (death, reinfarction, and rehospitalization for ischemia) were assessed at 6 months' follow-up. The first primary outcome, cardiovascular death, occurred in 2% of the patients in the vaccine group compared with 8% in the control group (relative risk with vaccine as compared with controls, 0.25; 95% CI 0.07 to 0.86; P=0.01). The triple composite end point occurred in 11% of the patients in the vaccine group compared with 23% in controls (P=0.009).\n                Influenza vaccination may reduce the risk of death and ischemic events in patients suffering from infarction and those recovering from angioplasty during flu season. This response could be related to a humoral immune response with positive consequences during flu seasons.",
        "Year": 2002,
        "CitationCount": 197
    },
    {
        "Unnamed: 0": 7225,
        "ReviewID": "CD005050",
        "PMID": "PMID:18187561",
        "Title": "Influenza vaccination in secondary prevention from coronary ischaemic events in coronary artery disease: FLUCAD study.",
        "Abstract": "To evaluate the effect of influenza vaccination on the coronary events in patients with confirmed coronary artery disease (CAD).\n                Randomized, double-blind, placebo controlled study. We included 658 optimally treated CAD patients; 477 men, mean age 59.9+/-10.3 years. Three hundred and twenty-five patients received the influenza vaccine, and 333 patients placebo. Median follow-up was 298 (interquartile range 263-317) days. Primary endpoint was the cardiovascular death. Its estimated 12-month cumulative event rate was 0.63% in the vaccine vs. 0.76% in controls (HR 1.06 95% CI: 0.15-7.56, P = 0.95). There were two secondary composite endpoints: (i) the MACE (cardiovascular death, myocardial infarction, coronary revascularization) tended to occur less frequently in the vaccine group vs. placebo with the event rate 3.00 and 5.87%, respectively (HR 0.54;95% CI: 0.24-1.21, P = 0.13). (ii) Coronary ischaemic event (MACE or hospitalization for myocardial ischaemia) estimated 12-month event rate was significantly lower in the vaccine group 6.02 vs. 9.97% in controls (HR 0.54; 95% CI: 0.29-0.99, P = 0.047).\n                In optimally treated CAD patients influenza vaccination improves the clinical course of CAD and reduces the frequency of coronary ischaemic events. Large-scale studies are warranted to evaluate the effect of influenza vaccination on cardiovascular mortality. (ClinicalTrials.gov: NCT 00371098).",
        "Year": 2008,
        "CitationCount": 244
    }
]