[
    {
        "Unnamed: 0":39356,
        "ReviewID":"CD009671",
        "PMID":"PMID:1702663",
        "Title":"Intervention trial with selenium for the prevention of lung cancer among tin miners in Yunnan, China. A pilot study.",
        "Abstract":"This pilot study evaluated the feasibility and effectiveness of conducting a double-blind clinical trial for the prevention of lung cancer with selenium (Se) in Yunnan Tin Corporation, the People's Republic of China, where the incidence rates of lung cancer are extraordinarily high among the miners. Forty healthy miners were randomized to either 300 micrograms of Se in high Se malt cakes or an identical placebo of malt cakes daily for one year. Subjects consumed their usual daily diet. The low Se concentrations in plasma (0.05 +\/- 0.008 microgram\/mL) and hair (0.442 +\/- 0.085 microgram\/g) reflected their low dietary Se intake in the control subjects. In Se-supplemented group, the Se status was increased by 178% for serum and 194.8% for hair. The serum GSHpx activity was increased by 155.7%, whereas the lipid peroxide level was reduced by 74.5% compared to the placebo. The results of UDS assay indicated that the lymphocyte DNA damage induced by ultraviolet irradiation and carcinogen 3,4-benzpyrene could be protected by Se supplementation. Se-supplementation did not affect the liver function test (SGPT), as well as the concentrations of hemoglobin, albumin, and cholesterol. Thus, daily intake of 300 micrograms Se in form of Se-malt as a chemopreventive measure is safe and effective to humans with low Se status.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":39351,
        "ReviewID":"CD009671",
        "PMID":"PMID:7888278",
        "Title":"Does dietary arsenic and mercury affect cutaneous bleeding time and blood lipids in humans?",
        "Abstract":"Fish species may contain considerable amounts of trace elements, such as selenium (Se), arsenic (As), and mercury (Hg). The present study investigated the relationships between dietary intake of these elements and cutaneous bleeding time and blood lipids in 32 healthy volunteers. For 6 wk, one group (n = 11) consumed approx 250 g Se-rich fish daily, providing them with an average Se intake of 115 +\/- 31 micrograms Se\/d, Hg intake of 18 +\/- 8 micrograms\/d, and As intake of 806 +\/- 405 micrograms\/d, all values analyzed in 4-d duplicate food collections. To study the effect of Se alone, one group (n = 11) included Se-rich bread in their normal diet, giving them a Se intake (135 +\/- 25 micrograms\/d) that was comparable to the fish group. A control group (n = 10) ate their normal diet, providing 77 +\/- 25 micrograms Se\/d, 3.1 +\/- 2.5 micrograms Hg\/d, and 101 +\/- 33 micrograms As\/d. The dietary As load strongly correlated both with bleeding times and changes in bleeding times (r = 0.48, p < 0.01 and r = 0.54, p < 0.002, respectively). Dietary Hg showed a positive correlation with LDL-cholesterol (r = 0.55, p < 0.01), whereas dietary Hg in the fish group showed a strong negative relationship with HDL-cholesterol (r = -0.76, p < 0.01). Selenium seemed to have only a modest effect on bleeding time. Our results suggest that mercury and arsenic from fish may be factors contributing to or modifying some of the known effects of fish ingestion.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":39349,
        "ReviewID":"CD009671",
        "PMID":"PMID:9404675",
        "Title":"Supplementary selenium influences the response to fatty acid-induced oxidative stress in humans.",
        "Abstract":"The mutual influences of wheat selenium (Se) and n-3 polyunsaturated fatty acids (n-3 PUFA) on plasma Se and indicators of increased oxidative stress were investigated in a randomized, double-blind study with 31 women (23.5 +\/- 3.4 yr). Groups 1 and 2 ingested 5.4 g n-3 PUFA daily (as ethyl esters), whereas groups 3 and 4 received placebo capsules. Groups 2 and 3 received 3 slices of high-Se bread daily, providing 115 micrograms Se, in addition to the 77 +\/- 26 micrograms Se in the diet. Groups 1 and 4 received placebo slices. Blood samples were drawn at baseline and at 3 and 6 wk. Serum Se concentrations increased in both groups given Se-enriched bread, but significantly less in subjects given n-3 PUFA (group 2). There were no changes in the plasma ratio alpha-tocopherol:mg cholesterol or plasma ascorbic acid levels. In group 1, plasma-conjugated dienes and thiobarbituric acid-reactive substances (TBARS) rose by 130% (p < 0.005) and 126% (p < 0.005), respectively. Two-way ANOVA showed significant interaction effects of Se and n-3 PUFA on changes in conjugated dienes (p = 0.03) and TBARS (p = 0.015), Se treatment apparently modifying the peroxidative effects of n-3 PUFA. In subjects receiving n-3 PUFA, changes in conjugated dienes and TBARS were negatively correlated with changes in serum Se. In summary, n-3 PUFA modified the effect of Se supplementation, whereas Se seemed to modify the peroxidative effects of n-3 PUFA.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":39350,
        "ReviewID":"CD009671",
        "PMID":"PMID:17888202",
        "Title":"A short-term intervention trial with selenate, selenium-enriched yeast and selenium-enriched milk: effects on oxidative defence regulation.",
        "Abstract":"Increased Se intakes have been associated with decreased risk of cancer and CVD. Several mechanisms have been proposed, including antioxidant effects through selenoproteins, induction of carcinogen metabolism and effects on the blood lipid profile. In a 4 x 1 week randomised, double-blind cross-over study, healthy young men supplemented their usual diet with selenate, Se-enriched yeast, Se-enriched milk or placebo (Se dose was 300 microg\/d for selenate and Se-enriched yeast, and about 480 microg\/d for Se-enriched milk) followed by 8-week washout periods. All Se sources increased serum Se levels after supplementation for 1 week. The effect of the organic forms did not differ significantly and both increased serum Se more than selenate. Conversely, thrombocyte glutathione peroxidase (GPX) was increased in the periods where subjects were supplemented with selenate but not in those where they were given Se-enriched yeast or Se-enriched milk. We found no effect on plasma lipid resistance to oxidation, total cholesterol, TAG, HDL- and LDL-cholesterol, GPX, glutathione reductase (GR) and glutathione S-transferase (GST) activities measured in erythrocytes, GPX and GR activities determined in plasma, or GR and GST activities in thrombocytes. Leucocyte expression of genes encoding selenoproteins (GPX1, TrR1 and SelP), and of electrophile response element-regulated genes (GCLC, Fra1 and NQO1) were likewise unaffected at all time points following intervention. We conclude that thrombocyte GPX is specifically increased by short-term selenate supplementation, but not by short-term supplementation with organic Se. Short-term Se supplementation does not seem to affect blood lipid markers or expression and activity of selected enzymes and a transcription factor involved in glutathione-mediated detoxification and antioxidation.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":39358,
        "ReviewID":"CD009671",
        "PMID":"PMID:17620655",
        "Title":"Effects of long-term selenium supplementation on the incidence of type 2 diabetes: a randomized trial.",
        "Abstract":"Findings from animal models suggest that selenium supplementation improves glucose metabolism.\n                To examine the effect of long-term selenium supplementation on the incidence of type 2 diabetes.\n                Secondary analysis of a randomized, double-blind, placebo-controlled trial.\n                Areas of low selenium consumption of the eastern United States.\n                1202 persons seen in dermatology clinics who did not have type 2 diabetes at baseline.\n                Oral administration of selenium, 200 microg\/d, or placebo.\n                Incidence of type 2 diabetes.\n                During an average follow-up of 7.7 years (SD, 2.7), type 2 diabetes developed in 58 selenium recipients and 39 placebo recipients (incidence, 12.6 cases per 1000 person-years vs. 8.4 cases per 1000 person-years, respectively; hazard ratio, 1.55 [95% CI, 1.03 to 2.33]). The lack of benefit of selenium supplementation on the incidence of type 2 diabetes persisted in analyses stratified by age, sex, body mass index, and smoking status. An exposure-response gradient was found across tertiles of baseline plasma selenium level, with a statistically significantly increased risk for type 2 diabetes in the highest tertile of baseline plasma selenium level (hazard ratio, 2.70 [CI, 1.30 to 5.61]).\n                Diabetes was a secondary outcome in the parent trial. Diagnoses of diabetes were self-reported but were validated in most participants. The sample was mostly older and white.\n                Selenium supplementation does not seem to prevent type 2 diabetes, and it may increase risk for the disease. Click here for related information on selenium.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":39353,
        "ReviewID":"CD009671",
        "PMID":"PMID:19365873",
        "Title":"Increased consumption of wheat biofortified with selenium does not modify biomarkers of cancer risk, oxidative stress, or immune function in healthy Australian males.",
        "Abstract":"Increased intake of selenium (Se) may reduce the risk of degenerative diseases including cancer but excessive intake may be toxic. Wheat is a major source of dietary Se in humans. However, the effect of Se from wheat that is agronomically biofortified with Se on biomarkers of human health status is unknown. This study aimed to investigate whether improving Se status, by increased dietary intake of Se-biofortified wheat, affects biomarkers of cancer risk, cardiovascular disease risk, oxidative stress, and immune function in healthy South Australian men. A 24-week placebo-controlled double-blind intervention was performed in healthy older men (n = 62), with increased dose of Se intake every 8 weeks. Wheat was provided as 1, 2, and 3 puffed wheat biscuits, during weeks 1-8, 9-16, and 17-24, respectively. Blood was collected to measure a wide range of disease risk biomarkers. Consumption of Se-biofortified wheat was found to increase plasma Se concentration from a baseline level of 122 to 192 microg\/L following intake of three biscuits\/day, which provided 267 microg Se. Platelet glutathione peroxidase, chromosome aberrations, and DNA damage in lymphocytes measured using the cytokinesis-block micronucleus cytome assay and with the Comet assay, plasma F2-isoprostanes, protein carbonyls, plasma C-reactive protein, and leukocyte number were unaffected by the improved Se status. Improvement of Se status by consumption of Se-biofortified wheat did not substantially modify the selected biomarkers of degenerative disease risk and health status in this apparently selenium-replete cohort of healthy older men in South Australia.\n                Copyright 2009 Wiley-Liss, Inc.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":39359,
        "ReviewID":"CD009671",
        "PMID":"PMID:19036851",
        "Title":"Selenium supplementation does not improve vascular responsiveness in healthy North American men.",
        "Abstract":"Selenium is an essential trace nutrient required for the synthesis of selenoproteins such as glutathione peroxidase and thioredoxin reductase, the major forms of selenium in the endothelium that have important functions relevant to inflammation and cardiovascular disease. Selenium deficiency is associated with cardiomyopathy and sudden cardiac death in animals, and a low selenium status is associated with cardiovascular disease in humans. Endothelial dysfunction, measured as the impaired flow-mediated vasorelaxation of the brachial artery, is a reliable indicator of future cardiovascular disease risk in healthy individuals. To test whether selenium supplementation affects endothelial function, we conducted a randomized, placebo-controlled trial in healthy men who were administered 300 microg of selenium a day as high-selenium yeast for 48 wk. Brachial artery responsiveness to transient occlusion was assessed at baseline and after 24 and 48 wk of supplementation. The supplementation increased the selenium concentration by more than half in blood plasma and erythrocytes. However, there was no effect of selenium on arterial diameter or blood flow rate before or after transient occlusion or on the maximum dilated diameter after the administration of nitroglycerin. This study indicates that selenium supplementation is not likely to improve endothelial function or peripheral arterial responsiveness in healthy North American men receiving adequate selenium from their diets.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":39348,
        "ReviewID":"CD009671",
        "PMID":"PMID:20670733",
        "Title":"No effect of selenium supplementation on serum glucose levels in men with prostate cancer.",
        "Abstract":"Literature indicates a relationship between selenium supplementation and risk of diabetes. However, because these data are inconclusive, we investigated the effect of selenium supplementation on serum glucose levels in men with prostate cancer enrolled in a clinical trial testing of the effect of selenium on prostate cancer progression.\n                Subjects were randomized to receive placebo (n=46), selenium 200 microg\/day (n=47), and selenium 800 microg\/day (n=47). Serum glucose levels were obtained every 6 months for up to 5 years. Longitudinal analysis was carried out to assess whether rate of change of serum glucose levels was significantly different in the selenium-supplemented groups as compared with placebo. Sensitivity analyses were performed to assess the robustness of findings.\n                Changes in serum glucose levels during the course of the trial were not statistically significantly different as compared with placebo for the selenium 200 microg\/day (P=.56) or selenium 800 microg\/day (P=.91) treatment groups.\n                These results do not support a relationship between selenium supplementation and changes in serum glucose levels. Recommendations about selenium supplementation and risk of diabetes will require more definitive studies.\n                Copyright 2010 Elsevier Inc. All rights reserved.",
        "Year":2010.0
    },
    {
        "Unnamed: 0":39352,
        "ReviewID":"CD009671",
        "PMID":"PMID:21576533",
        "Title":"Effect of supplementation with high-selenium yeast on plasma lipids: a randomized trial.",
        "Abstract":"High selenium status has been linked to elevated blood cholesterol levels in cross-sectional studies.\n                To investigate the effect of selenium supplementation on plasma lipids.\n                Randomized, placebo-controlled, parallel-group study stratified by age and sex. Participants, research nurses, and persons assessing outcomes were blinded to treatment assignment. (International Standard Randomised Controlled Trial Number Register registration number: ISRCTN25193534)\n                4 general practices in the United Kingdom.\n                501 volunteers aged 60 to 74 years.\n                Participants received selenium, 100 mcg\/d (n = 127), 200 mcg\/d (n = 127), or 300 mcg\/d (n = 126), as high-selenium yeast or a yeast-based placebo (n = 121) for 6 months.\n                Total and high-density lipoprotein (HDL) cholesterol concentrations were measured in nonfasting plasma samples stored from participants in the UK PRECISE (United Kingdom PREvention of Cancer by Intervention with SElenium) Pilot Study at baseline (n = 454) and at 6 months (n = 394). Non-HDL cholesterol levels were calculated.\n                Mean plasma selenium concentration was 88.8 ng\/g (SD, 19.2) at baseline and increased statistically significantly in the treatment groups. The adjusted difference in change in total cholesterol levels for selenium compared with placebo was -0.22 mmol\/L (-8.5 mg\/dL) (95% CI, -0.42 to -0.03 mmol\/L [-16.2 to -1.2 mg\/dL]; P = 0.02) for 100 mcg of selenium per day, -0.25 mmol\/L (-9.7 mg\/dL) (CI, -0.44 to -0.07 mmol\/L [-17.0 to -2.7 mg\/dL]; P = 0.008) for 200 mcg of selenium per day, and -0.07 mmol\/L (-2.7 mg\/dL) (CI, -0.26 to 0.12 mmol\/L [-10.1 to 4.6 mg\/dL]; P = 0.46) for 300 mcg of selenium per day. Similar reductions were observed for non-HDL cholesterol levels. There was no apparent difference in change in HDL cholesterol levels with 100 and 200 mcg of selenium per day, but the difference was an adjusted 0.06 mmol\/L (2.3 mg\/dL) (CI, 0.00 to 0.11 mmol\/L [0.0 to 4.3 mg\/dL]; P = 0.045) with 300 mcg of selenium per day. The total-HDL cholesterol ratio decreased progressively with increasing selenium dose (overall P = 0.01).\n                The duration of supplementation was limited, as was the age range of the participants.\n                Selenium supplementation seemed to have modestly beneficial effects on plasma lipid levels in this sample of persons with relatively low selenium status. The clinical significance of the findings is unclear and should not be used to justify the use of selenium supplementation as additional or alternative therapy for dyslipidemia. This is particularly true for persons with higher selenium status, given the limitations of the trial and the potential additional risk in other metabolic dimensions.\n                The Cancer Research Campaign (now Cancer Research UK) and the University of Surrey.",
        "Year":2011.0
    },
    {
        "Unnamed: 0":39355,
        "ReviewID":"CD009671",
        "PMID":"PMID:20809267",
        "Title":"Frequent consumption of selenium-enriched chicken meat by adults causes weight loss and maintains their antioxidant status.",
        "Abstract":"To assess the effects of a moderately high-protein intake on the body composition, biochemical, and antioxidant status parameters in young adults depending on either selenium- (Se) or non-enriched chicken consumption. The volunteers (n = 24) that completed the 10-week nutritional intervention were distributed in two parallel groups and randomly assigned to follow an isocaloric diet with moderately high content in protein (30% energy), either with the consumption of four 200 g portions\/week of Se- or non-enriched chicken breasts. Blood samples were taken at the beginning and at the end of the study and body composition was monitored during the trial. There was a significant reduction in weight, accompanying a decrease on fat mass in both groups, while fat-free mass remained unchanged during the 10 weeks of intervention, without differences between both dietary groups. Selenium blood levels and plasma glutathione peroxidase activity, as well as lipid, glucose, and selected inflammation biomarkers remained stable during the intervention period in both dietary groups. Frequent chicken consumption, within a controlled diet with a moderately high content in protein, produced a slight but statistically significant weight reduction mainly due to the loss of fat mass. An extra Se supplementation (22 μg\/day) in the Se-enriched chicken breast did not affect tachyphylactic antioxidant status of the participants neither inflammatory-related markers after weight loss.",
        "Year":2011.0
    },
    {
        "Unnamed: 0":39354,
        "ReviewID":"CD009671",
        "PMID":"PMID:23028897",
        "Title":"A randomized trial of selenium supplementation and risk of type-2 diabetes, as assessed by plasma adiponectin.",
        "Abstract":"Evidence that selenium affects the risk of type-2 diabetes is conflicting, with observational studies and a few randomized trials showing both lower and higher risk linked to the level of selenium intake and status. We investigated the effect of selenium supplementation on the risk of type-2 diabetes in a population of relatively low selenium status as part of the UK PRECISE (PREvention of Cancer by Intervention with SElenium) pilot study. Plasma adiponectin concentration, a recognised independent predictor of type-2 diabetes risk and known to be correlated with circulating selenoprotein P, was the biomarker chosen.\n                In a randomized, double-blind, placebo-controlled trial, five hundred and one elderly volunteers were randomly assigned to a six-month intervention with 100, 200 or 300 µg selenium\/d as high-selenium or placebo yeast. Adiponectin concentration was measured by ELISA at baseline and after six months of treatment in 473 participants with one or both plasma samples available.\n                Mean (SD) plasma selenium concentration was 88.5 ng\/g (19.1) at baseline and increased significantly in the selenium-treatment groups. In baseline cross-sectional analyses, the fully adjusted geometric mean of plasma adiponectin was 14% lower (95% CI, 0-27%) in the highest than in the lowest quartile of plasma selenium (P for linear trend = 0.04). In analyses across randomized groups, however, selenium supplementation had no effect on adiponectin levels after six months of treatment (P = 0.96).\n                These findings are reassuring as they did not show a diabetogenic effect of a six-month supplementation with selenium in this sample of elderly individuals of relatively low selenium status.",
        "Year":2012.0
    },
    {
        "Unnamed: 0":39357,
        "ReviewID":"CD009671",
        "PMID":"PMID:21990298",
        "Title":"Vitamin E and the risk of prostate cancer: the Selenium and Vitamin E Cancer Prevention Trial (SELECT).",
        "Abstract":"The initial report of the Selenium and Vitamin E Cancer Prevention Trial (SELECT) found no reduction in risk of prostate cancer with either selenium or vitamin E supplements but a statistically nonsignificant increase in prostate cancer risk with vitamin E. Longer follow-up and more prostate cancer events provide further insight into the relationship of vitamin E and prostate cancer.\n                To determine the long-term effect of vitamin E and selenium on risk of prostate cancer in relatively healthy men.\n                A total of 35,533 men from 427 study sites in the United States, Canada, and Puerto Rico were randomized between August 22, 2001, and June 24, 2004. Eligibility criteria included a prostate-specific antigen (PSA) of 4.0 ng\/mL or less, a digital rectal examination not suspicious for prostate cancer, and age 50 years or older for black men and 55 years or older for all others. The primary analysis included 34,887 men who were randomly assigned to 1 of 4 treatment groups: 8752 to receive selenium; 8737, vitamin E; 8702, both agents, and 8696, placebo. Analysis reflect the final data collected by the study sites on their participants through July 5, 2011.\n                Oral selenium (200 μg\/d from L-selenomethionine) with matched vitamin E placebo, vitamin E (400 IU\/d of all rac-α-tocopheryl acetate) with matched selenium placebo, both agents, or both matched placebos for a planned follow-up of a minimum of 7 and maximum of 12 years.\n                Prostate cancer incidence.\n                This report includes 54,464 additional person-years of follow-up and 521 additional cases of prostate cancer since the primary report. Compared with the placebo (referent group) in which 529 men developed prostate cancer, 620 men in the vitamin E group developed prostate cancer (hazard ratio [HR], 1.17; 99% CI, 1.004-1.36, P = .008); as did 575 in the selenium group (HR, 1.09; 99% CI, 0.93-1.27; P = .18), and 555 in the selenium plus vitamin E group (HR, 1.05; 99% CI, 0.89-1.22, P = .46). Compared with placebo, the absolute increase in risk of prostate cancer per 1000 person-years was 1.6 for vitamin E, 0.8 for selenium, and 0.4 for the combination.\n                Dietary supplementation with vitamin E significantly increased the risk of prostate cancer among healthy men.\n                Clinicaltrials.gov Identifier: NCT00006392.",
        "Year":null
    }
]