[
    {
        "Unnamed: 0": 40190,
        "ReviewID": "CD003333",
        "PMID": "PMID:15215806",
        "Title": "The Warfarin/Aspirin Study in Heart failure (WASH): a randomized trial comparing antithrombotic strategies for patients with heart failure.",
        "Abstract": "Heart failure is commonly associated with vascular disease and a high rate of athero-thrombotic events, but the risks and benefits of antithrombotic therapy are unknown.\n                The current study was an open-label, randomized, controlled trial comparing no antithrombotic therapy, aspirin (300 mg/day), and warfarin (target international normalized ratio 2.5) in patients with heart failure and left ventricular systolic dysfunction requiring diuretic therapy. The primary objective was to demonstrate the feasibility and inform the design of a larger outcome study. The primary clinical outcome was death, nonfatal myocardial infarction, or nonfatal stroke.\n                Two hundred seventy-nine patients were randomized and 627 patient-years exposure were accumulated over a mean follow-up time of 27 +/- 1 months. Twenty-six (26%), 29 (32%), and 23 (26%) patients randomized to no antithrombotic treatment, aspirin, and warfarin, respectively, reached the primary outcome (ns). There were trends to a worse outcome among those randomized to aspirin for a number of secondary outcomes. Significantly (P =.044) more patients randomized to aspirin were hospitalized for cardiovascular reasons, especially worsening heart failure.\n                The Warfarin/Aspirin Study in Heart failure (WASH) provides no evidence that aspirin is effective or safe in patients with heart failure. The benefits of warfarin for patients with heart failure in sinus rhythm have not been established. Antithrombotic therapy in patients with heart failure is not evidence based but commonly contributes to polypharmacy.",
        "Year": 2004,
        "CitationCount": 412
    },
    {
        "Unnamed: 0": 40192,
        "ReviewID": "CD003333",
        "PMID": "PMID:16737850",
        "Title": "Efficacy of antithrombotic therapy in chronic heart failure: the HELAS study.",
        "Abstract": "It is not clear if long-term antithrombotic treatment has a beneficial effect on the incidence of thromboembolism in chronic heart failure (CHF). The HELAS study (Heart failure Long-term Antithrombotic Study) is a multicentre, randomised, double-blind, placebo-controlled trial to evaluate antithrombotic treatment in patients with CHF.\n                197HF patients (EF <35%) were enrolled. Patients with Ischaemic Heart Disease were randomised to receive either aspirin 325mg or warfarin. Patients with Dilated Cardiomyopathy (DCM) were randomised to receive either warfarin or placebo.\n                Analysis of the data from 312 patient years showed an incidence of 2.2 embolic events per 100 patient years, with no significant difference between groups. The incidence of myocardial infarction, hospitalisation, exacerbation of heart failure, death and haemorrhage were not different between the groups. No peripheral or pulmonary emboli were reported. Echocardiographic follow-up for 2years showed an overall increase in left ventricular ejection fraction from 28.2+/-6 to 30.3+/-7 p<0.05, which was most obvious in patients with DCM taking warfarin (EF 26.8+/-5.3 at baseline, 30.7+/-10 at 2 years, p<0.05).\n                (1) Overall embolic events are rare in heart failure regardless of treatment. (2) Treatment does not seem to affect outcome.",
        "Year": 2006,
        "CitationCount": 222
    },
    {
        "Unnamed: 0": 40191,
        "ReviewID": "CD003333",
        "PMID": "PMID:19289640",
        "Title": "Randomized trial of warfarin, aspirin, and clopidogrel in patients with chronic heart failure: the Warfarin and Antiplatelet Therapy in Chronic Heart Failure (WATCH) trial.",
        "Abstract": "Chronic heart failure remains a major cause of mortality and morbidity. The role of antithrombotic therapy in patients with chronic heart failure has long been debated. The objective of this study was to determine the optimal antithrombotic agent for heart failure patients with reduced ejection fractions who are in sinus rhythm.\n                This prospective, randomized clinical trial of open-label warfarin (target international normalized ratio of 2.5 to 3.0) and double-blind treatment with either aspirin (162 mg once daily) or clopidogrel (75 mg once daily) had a 30-month enrollment period and a minimum of 12 months of treatment. We enrolled 1587 men and women >/=18 years of age with symptomatic heart failure for at least 3 months who were in sinus rhythm and had left ventricular ejection fraction of </=35%. The primary outcome was the time to first occurrence of death, nonfatal myocardial infarction, or nonfatal stroke. For the primary composite end point, the hazard ratios were as follows: for warfarin versus aspirin, 0.98 (95% CI, 0.86 to 1.12; P=0.77); for clopidogrel versus aspirin, 1.08 (95% CI, 0.83 to 1.40; P=0.57); and for warfarin versus clopidogrel, 0.89 (95% CI, 0.68 to 1.16; P=0.39). Warfarin was associated with fewer nonfatal strokes than aspirin or clopidogrel. Hospitalization for worsening heart failure occurred in 116 (22.2%), 97 (18.5%), and 89 (16.5%) patients treated with aspirin, clopidogrel, and warfarin, respectively (P=0.02 for warfarin versus aspirin).\n                The primary outcome measure and the mortality data do not support the primary hypotheses that warfarin is superior to aspirin and that clopidogrel is superior to aspirin.",
        "Year": 2009,
        "CitationCount": 400
    }
]