[
    {
        "Unnamed: 0": 202,
        "ReviewID": "CD008341",
        "PMID": "PMID:18383539",
        "Title": "Golimumab in patients with active rheumatoid arthritis despite treatment with methotrexate: a randomized, double-blind, placebo-controlled, dose-ranging study.",
        "Abstract": "To assess the efficacy, safety, and pharmacology of subcutaneous administration of golimumab in patients with active rheumatoid arthritis (RA) despite treatment with methotrexate (MTX).\n                Patients were randomly assigned in a double-blinded manner to receive injections of placebo plus MTX or 50 mg or 100 mg golimumab every 2 or 4 weeks plus MTX through week 48. Patients originally assigned to receive injections every 2 weeks had the interval increased to every 4 weeks starting at week 20. The primary end point was the proportion of patients meeting the American College of Rheumatology 20% improvement criteria (achieving an ACR20 response) at week 16. The study was powered to detect a difference in the primary end point when the combined golimumab groups and at least 1 of the individual dose groups were compared with placebo.\n                The primary end point was attained. Sixty-one percent of patients in the combined golimumab plus MTX dose groups achieved an ACR20 response at week 16 compared with 37% of patients in the placebo plus MTX group (P=0.010). In addition, 79% of patients in the group receiving 100 mg golimumab every 2 weeks achieved an ACR20 response (P<0.001 versus placebo). Through week 20 (after which patients receiving placebo were switched to active infliximab therapy), serious adverse events were reported in 9% of patients in the combined golimumab groups and in 6% of patients in the placebo group.\n                Golimumab plus MTX effectively reduces the signs and symptoms of RA and is generally well tolerated in patients with an inadequate response to MTX.",
        "Year": 2008,
        "CitationCount": 280
    },
    {
        "Unnamed: 0": 205,
        "ReviewID": "CD008341",
        "PMID": "PMID:19066176",
        "Title": "Golimumab, a human antibody to tumour necrosis factor {alpha} given by monthly subcutaneous injections, in active rheumatoid arthritis despite methotrexate therapy: the GO-FORWARD Study.",
        "Abstract": "The phase III GO-FORWARD study examined the efficacy and safety of golimumab in patients with active rheumatoid arthritis (RA) despite methotrexate therapy.\n                Patients were randomly assigned in a 3 : 3 : 2 : 2 ratio to receive placebo injections plus methotrexate capsules (group 1, n = 133), golimumab 100 mg injections plus placebo capsules (group 2, n = 133), golimumab 50 mg injections plus methotrexate capsules (group 3, n = 89), or golimumab 100 mg injections plus methotrexate capsules (group 4, n = 89). Injections were administered subcutaneously every 4 weeks. The co-primary endpoints were the proportion of patients with 20% or greater improvement in the American College of Rheumatology criteria (ACR20) at week 14 and the change from baseline in the health assessment questionnaire-disability index (HAQ-DI) score at week 24.\n                The proportion of patients who achieved an ACR20 response at week 14 was 33.1% in the placebo plus methotrexate group, 44.4% (p = 0.059) in the golimumab 100 mg plus placebo group, 55.1% (p = 0.001) in the golimumab 50 mg plus methotrexate group and 56.2% (p<0.001) in the golimumab 100 mg plus methotrexate group. At week 24, median improvements from baseline in HAQ-DI scores were 0.13, 0.13 (p = 0.240), 0.38 (p<0.001) and 0.50 (p<0.001), respectively. During the placebo-controlled portion of the study (to week 16), serious adverse events occurred in 2.3%, 3.8%, 5.6% and 9.0% of patients and serious infections occurred in 0.8%, 0.8%, 2.2% and 5.6%, respectively.\n                The addition of golimumab to methotrexate in patients with active RA despite methotrexate therapy significantly reduced the signs and symptoms of RA and improved physical function.",
        "Year": 2008,
        "CitationCount": 497
    },
    {
        "Unnamed: 0": 203,
        "ReviewID": "CD008341",
        "PMID": "PMID:19644849",
        "Title": "Golimumab, a human anti-tumor necrosis factor alpha monoclonal antibody, injected subcutaneously every four weeks in methotrexate-naive patients with active rheumatoid arthritis: twenty-four-week results of a phase III, multicenter, randomized, double-blind, placebo-controlled study of golimumab before methotrexate as first-line therapy for early-onset rheumatoid arthritis.",
        "Abstract": "To assess the safety and efficacy of golimumab in methotrexate (MTX)-naive patients with active rheumatoid arthritis (RA).\n                MTX-naive patients with RA (n = 637) were randomized to receive placebo plus MTX (group 1), golimumab 100 mg plus placebo (group 2), golimumab 50 mg plus MTX (group 3), or golimumab 100 mg plus MTX (group 4). Subcutaneous injections of golimumab or placebo were administered every 4 weeks. The dosage of MTX/placebo capsules started at 10 mg/week and escalated to 20 mg/week. The primary end point, the proportion of patients meeting the American College of Rheumatology 50% improvement criteria (achieving an ACR50 response) at week 24, required significant differences between groups 3 and 4 combined (combined group) versus group 1 and significant differences in a pairwise comparison (group 3 or group 4 versus group 1).\n                An intent-to-treat (ITT) analysis of the ACR50 response at week 24 did not show a significant difference between the combined group and group 1 (38.4% and 29.4%, respectively; P=0.053), while a post hoc modified ITT analysis (excluding 3 untreated patients) of the ACR50 response showed statistically significant differences between the combined group and group 1 (38.5% versus 29.4%; P=0.049) and between group 3 (40.5%; P=0.038) but not group 4 (36.5%; P=0.177) and group 1. Group 2 was noninferior to group 1 for the ACR50 response at week 24 (33.1%; 95% confidence interval lower bound -5.2%; predefined delta value for noninferiority -10%). The combination of golimumab plus MTX demonstrated a significantly better response compared with placebo plus MTX in most other efficacy parameters, including response/remission according to the Disease Activity Score in 28 joints. Serious adverse events occurred in 7%, 3%, 6%, and 6% of patients in groups 1, 2, 3, and 4, respectively.\n                Although the primary end point was not met, the modified ITT analysis of the primary end point and other prespecified efficacy measures demonstrated that the efficacy of golimumab plus MTX is better than, and the efficacy of golimumab alone is similar to, the efficacy of MTX alone in reducing RA signs and symptoms in MTX-naive patients, with no unexpected safety concerns.",
        "Year": 2009,
        "CitationCount": 405
    },
    {
        "Unnamed: 0": 204,
        "ReviewID": "CD008341",
        "PMID": "PMID:19560810",
        "Title": "Golimumab in patients with active rheumatoid arthritis after treatment with tumour necrosis factor alpha inhibitors (GO-AFTER study): a multicentre, randomised, double-blind, placebo-controlled, phase III trial.",
        "Abstract": "Tumour necrosis factor alpha (TNFalpha) inhibitors are frequently used to treat rheumatoid arthritis, but whether use of a different TNFalpha inhibitor can improve patient response is unknown. We assess the efficacy and safety of the TNFalpha inhibitor golimumab in patients with active rheumatoid arthritis who had previously received one or more TNFalpha inhibitors.\n                461 patients with active rheumatoid arthritis from 82 sites in 10 countries were randomly allocated by interactive voice response system, stratified by study site and methotrexate use, to receive subcutaneous injections of placebo (n=155), 50 mg golimumab (n=153), or 100 mg golimumab (n=153) every 4 weeks between Feb 21, 2006, and Sept 26, 2007. Allocation was double-blind. Eligible patients had been treated with at least one dose of a TNFalpha inhibitor previously. Patients continued stable doses of methotrexate, sulfasalazine, hydroxychloroquine, oral corticosteroids, and non-steroidal anti-inflammatory drugs. The primary endpoint was achievement at week 14 of 20% or higher improvement in American College of Rheumatology criteria for assessment of rheumatoid arthritis (ACR20). At week 16, patients who had less than 20% improvement in tender and swollen joint counts were given rescue therapy and changed treatment from placebo to 50 mg golimumab, or from 50 mg to 100 mg golimumab. Drug efficacy was assessed by intention to treat and safety was assessed according to the study drug given. This study is registered with ClinicalTrials.gov, number NCT00299546.\n                Patients had discontinued previous TNFalpha inhibitors because of lack of effectiveness (269 [58%] patients) or reasons unrelated to effectiveness (246 [53%] patients), such as intolerance and accessibility issues. Patients had active disease, which was indicated by a median of 14.0 (IQR 9.0-22.0) swollen and 26.0 (16.0-41.0) tender joints for the whole group. 28 (18%) patients on placebo, 54 (35%) patients on 50 mg golimumab (odds ratio 2.5 [95% CI 1.5-4.2], p=0.0006), and 58 (38%) patients on 100 mg golimumab (2.8 [1.6-4.7], p=0.0001) achieved ACR20 at week 14. Two patients were never treated, and 57 patients did not complete the study because of adverse events, unsatisfactory treatment effect, loss to follow-up, death, or other reasons. 155 patients on placebo, 153 on 50 mg golimumab, and 153 on 100 mg golimumab were assessed for drug efficacy. For weeks 1-16, serious adverse events were recorded in 11 (7%) patients on placebo, 8 (5%) on 50 mg golimumab, and 4 (3%) on 100 mg golimumab. For weeks 1-24, after some patients were given rescue therapy, serious adverse events were recorded in 15 (10%) patients on placebo, 14 (5%) on 50 mg golimumab, and 8 (4%) on 100 mg golimumab.\n                Golimumab reduced the signs and symptoms of rheumatoid arthritis in patients with active disease who had previously received one or more TNFalpha inhibitors.\n                Centocor Research and Development and Schering-Plough Research Institute.",
        "Year": 2009,
        "CitationCount": 528
    }
]