[
    {
        "Unnamed: 0": 3860,
        "ReviewID": "CD008844",
        "PMID": "PMID:15860518",
        "Title": "Use of granulocyte-colony stimulating factor during acute myocardial infarction to enhance bone marrow stem cell mobilization in humans: clinical and angiographic safety profile.",
        "Abstract": "There is increasing evidence that stem cell (SC) mobilization to the heart and their differentiation into cardiac cells is a naturally occurring process. We sought to assess the safety and feasibility of granulocyte-colony stimulating factor (G-CSF) administration in humans to enhance SC mobilization and left ventricle (LV) injury repair during myocardial infarction (MI).\n                Twenty patients with STEMI (mean age, 61+/-10 years), of whom 14 were submitted to primary percutaneous coronary intervention, were randomized to G-CSF (5 microg/kg/day s.c. for 4 consecutive days) or placebo. At entry and then at months 3 and 6, (99m)Tc-sestamibi gated-SPECT was performed to estimate extension of perfusion defect (PD) and LV function. The study drug was well tolerated and induced a significant increase of white blood count, CD34(+) cells, and CD34(+) cells coexpressing AC133 and VEGFR-2. At follow-up, treated and placebo groups did not differ for the angiographic coronary late loss and showed a similar pattern of PD recovery, whereas in the former at 6 months LVEF and especially LVEDV tended to be relatively higher (P=0.068) and lower (P=0.054), respectively.\n                G-CSF administration in acute MI patients was feasible and did not lead to any clinical or angiographic adverse events and resulted in CD34(+) and CD34(+)AC133(+)VEGFR2(+) cell mobilization.",
        "Year": 2005,
        "CitationCount": 236
    },
    {
        "Unnamed: 0": 3861,
        "ReviewID": "CD008844",
        "PMID": "PMID:16275869",
        "Title": "Preservation from left ventricular remodeling by front-integrated revascularization and stem cell liberation in evolving acute myocardial infarction by use of granulocyte-colony-stimulating factor (FIRSTLINE-AMI).",
        "Abstract": "Considering experimental evidence that stem cells enhance myocardial regeneration and granulocyte colony-stimulating factor (G-CSF) mediates mobilization of CD34+ mononuclear blood stem cells (MNCCD34+), we tested the impact of G-CSF integrated into primary percutaneous coronary intervention (PCI) management of acute myocardial infarction in man.\n                Fifty consecutive patients with ST-segment elevation myocardial infarction were subjected to primary PCI stenting with abciximab and followed up for 6 months; 89+/-35 minutes after successful PCI, 25 patients were randomly assigned in this pilot study (PROBE design) to receive subcutaneous G-CSF at 10 microg/kg body weight for 6 days in addition to standard care, including aspirin, clopidogrel, an ACE inhibitor, beta-blocking agents, and statins. By use of CellQuest software on peripheral blood samples incubated with CD45 and CD34, mobilized MNCCD34+ were quantified on a daily basis. With homogeneous demographics and clinical and infarct-related characteristics, G-CSF stimulation led to mobilization of MNCCD34+ to between 3.17+/-2.93 MNCCD34+/microL at baseline and 64.55+/-37.11 MNCCD34+/microL on day 6 (P<0.001 versus control); there was no indication of leukocytoclastic effects, significant pain, impaired rheology, inflammatory reactions, or accelerated restenosis at 6 months. Within 35 days, G-CSF and MNCCD34+ liberation led to enhanced resting wall thickening in the infarct zone of between 0.29+/-0.22 and 0.99+/-0.32 mm versus 0.49+/-0.29 mm in control subjects (P<0.001); under inotropic challenge with dobutamine (10 microg.kg(-1).min(-1)), wall motion score index showed improvement from 1.66+/-0.23 to 1.41+/-0.21 (P<0.004 versus control) and to 1.35+/-0.24 after 4 months (P<0.001 versus control), respectively, coupled with sustained recovery of wall thickening to 1.24+/-0.31 mm (P<0.001 versus control) at 4 months. Accordingly, resting wall motion score index improved with G-CSF to 1.41+/-0.25 (P<0.001 versus control), left ventricular end-diastolic diameter to 55+/-5 mm (P<0.002 versus control), and ejection fraction to 54+/-8% (P<0.001 versus control) after 4 months. Morphological and functional improvement with G-CSF was corroborated by enhanced metabolic activity and 18F-deoxyglucose uptake in the infarct zone (P<0.001 versus control).\n                G-CSF and mobilization of MNC(CD34+) after reperfusion of infarcted myocardium may offer a pragmatic strategy for preservation of myocardium and prevention of remodeling without evidence of aggravated restenosis.",
        "Year": 2005,
        "CitationCount": 305
    },
    {
        "Unnamed: 0": 3858,
        "ReviewID": "CD008844",
        "PMID": "PMID:16531621",
        "Title": "Stem cell mobilization induced by subcutaneous granulocyte-colony stimulating factor to improve cardiac regeneration after acute ST-elevation myocardial infarction: result of the double-blind, randomized, placebo-controlled stem cells in myocardial infarction (STEMMI) trial.",
        "Abstract": "Phase 1 clinical trials of granulocyte-colony stimulating factor (G-CSF) treatment after myocardial infarction have indicated that G-CSF treatment is safe and may improve left ventricular function. This randomized, double-blind, placebo-controlled trial aimed to assess the efficacy of subcutaneous G-CSF injections on left ventricular function in patients with ST-elevation myocardial infarction.\n                Seventy-eight patients (62 men; average age, 56 years) with ST-elevation myocardial infarction were included after successful primary percutaneous coronary stent intervention <12 hours after symptom onset. Patients were randomized to double-blind treatment with G-CSF (10 microg/kg of body weight) or placebo for 6 days. The primary end point was change in systolic wall thickening from baseline to 6 months determined by cardiac magnetic resonance imaging (MRI). An independent core laboratory analyzed all MRI examinations. Systolic wall thickening improved 17% in the infarct area in the G-CSF group and 17% in the placebo group (P=1.0). Comparable results were found in infarct border and noninfarcted myocardium. Left ventricular ejection fraction improved similarly in the 2 groups measured by both MRI (8.5 versus 8.0; P=0.9) and echocardiography (5.7 versus 3.7; P=0.7). The risk of severe clinical adverse events was not increased by G-CSF. In addition, in-stent late lumen loss and target vessel revascularization rate in the follow-up period were similar in the 2 groups.\n                Bone marrow stem cell mobilization with subcutaneous G-CSF is safe but did not lead to further improvement in ventricular function after acute myocardial infarction compared with the recovery observed in the placebo group.",
        "Year": 2006,
        "CitationCount": 356
    },
    {
        "Unnamed: 0": 3859,
        "ReviewID": "CD008844",
        "PMID": "PMID:17161051",
        "Title": "Granulocyte colony stimulating factor in patients with large acute myocardial infarction: results of a pilot dose-escalation randomized trial.",
        "Abstract": "Preclinical studies suggest that administration of cytokines to mobilize stem cells and alter the postinfarction inflammatory cardiac milieu may enhance left ventricular function and survival.\n                Eighteen patients were randomized in a 2:1 double-blind fashion to granulocyte colony stimulating factor (G-CSF) (at 5 escalating to 10 microg/kg per day subcutaneously for 5 days [6 patients in each group]) or matching placebo. Principal safety and efficacy end points were rupture-free survival and recovery of left ventricular function, respectively. Mobilization into the systemic circulation of precursor CD34+ and CD117+ stem cells at 30 days were also assessed.\n                Baseline characteristics of the 3 groups were well matched. Mean +/- SD creatine kinase-MB maximum was 349 (169) IU. Follow-up averaged 30 +/- 6, 21 +/- 11, and 11 +/- 6 months in the 3 groups, respectively. Precursor cell mobilization increased by a factor of 5 to 7 in the G-CSF-treated patients. There were no deaths or myocardial ruptures leading to tamponade through 30 days. Baseline and 30-day left ventricular ejection fraction in the placebo, 5-microg, and 10-microg dose groups were 33.7% (1.6) and 41.7% (8.2), 36.8% (7.5) and 41.3% (10.3), and 33.5% (4.8) and 38.7% (7.3), respectively (P = NS for all between-group comparisons). No differences between the G-CSF and placebo groups were noted in any other measure of left ventricular systolic or diastolic function 30 days after infarction.\n                Despite demonstrated mobilization of precursor stem cells in a timely fashion, in this small, pilot-scale randomized trial involving patients with large myocardial infarction, we were unable to demonstrate improvement in left ventricular function at 30 days.",
        "Year": 2006,
        "CitationCount": 87
    },
    {
        "Unnamed: 0": 3863,
        "ReviewID": "CD008844",
        "PMID": "PMID:16507801",
        "Title": "Stem cell mobilization by granulocyte colony-stimulating factor in patients with acute myocardial infarction: a randomized controlled trial.",
        "Abstract": "Experimental studies and early phase clinical trials suggest that transplantation of blood-derived or bone marrow-derived stem cells may improve cardiac regeneration and neovascularization after acute myocardial infarction. Granulocyte colony-stimulating factor (G-CSF) induces mobilization of bone marrow stem cells.\n                To assess the value of stem cell mobilization by G-CSF therapy in patients with acute myocardial infarction.\n                Randomized, double-blind, placebo-controlled trial of patients diagnosed with ST-segment elevation acute myocardial infarction who had successful reperfusion by percutaneous coronary intervention within 12 hours after onset of symptoms in Germany between February 24, 2004, and February 2, 2005.\n                Patients were randomly assigned to receive subcutaneously either a daily dose of 10 microg/kg of G-CSF or placebo for 5 days.\n                The primary end point was reduction of left ventricular infarct size according to technetium Tc 99m sestamibi scintigraphy performed at baseline and at 4 to 6 months after randomization. Secondary end points included improvement of left ventricular ejection fraction measured by magnetic resonance imaging and the incidence of angiographic restenosis.\n                Of the 114 patients, 56 were assigned to receive treatment with G-CSF and 58 were assigned to receive placebo. Treatment with G-CSF produced a significant mobilization of stem cells. Between baseline and follow-up, left ventricular infarct size according to scintigraphy was reduced by a mean (SD) of 6.2% (9.1%) in the G-CSF group and 4.9% (8.9%) in the placebo group (P = .56) and left ventricular ejection fraction was improved by 0.5% (3.8%) in the G-CSF group and 2.0% (4.9%) in the placebo group (P = .14). Angiographic restenosis occurred in 19 (35.2%) of 54 patients in the G-CSF group and in 17 (30.9%) of 55 patients in the placebo group (P = .79). The most common adverse event among patients assigned to G-CSF was mild to moderate bone pain and muscle discomfort.\n                Stem cell mobilization by G-CSF therapy in patients with acute myocardial infarction and successful mechanical reperfusion has no influence on infarct size, left ventricular function, or coronary restenosis.\n                ClinicalTrials.gov Identifier: NCT00126100.",
        "Year": 2006,
        "CitationCount": 451
    },
    {
        "Unnamed: 0": 3862,
        "ReviewID": "CD008844",
        "PMID": "PMID:17182126",
        "Title": "Feasibility and safety of granulocyte colony-stimulating factor treatment in patients with acute myocardial infarction.",
        "Abstract": "This study examined feasibility and safety of granulocyte colony-stimulating factor (G-CSF) treatment for patients with acute myocardial infarction (AMI).\n                Forty patients with AMI related with the left anterior descending coronary artery, who underwent successful percutaneous coronary intervention (PCI), were randomized into G-CSF group (n=18) or Control group (n=22). G-CSF treatment was started within 24 h after PCI. 99mTc-tetrofosmin single-photon emission computed tomography (SPECT) was performed at 4 days and 6 months after AMI. SPECT data was analyzed for LV end-diastolic volume (LVEDV), LV end-systolic volume (LVESV), LV ejection fraction (LVEF) and myocardial perfusion.\n                LVEF at 6 months was significantly better than that at 4 days in G-CSF group (p=0.013), but not changed in Control group (p=0.245). Although no significant difference was observed for LVEDV between the two groups, LVESV tended to be decreased only in G-CSF group. In G-CSF group, defect score (DS) was significantly decreased from 4 days to 6 months after AMI. Restenosis rate at 6 months after AMI was not significantly different between the two groups.\n                G-CSF treatment for patients with AMI was effective and did not have any clinical and angiographic adverse effects.",
        "Year": 2007,
        "CitationCount": 74
    },
    {
        "Unnamed: 0": 3864,
        "ReviewID": "CD008844",
        "PMID": "PMID:17659916",
        "Title": "Usefulness of granulocyte colony-stimulating factor in patients with a large anterior wall acute myocardial infarction to prevent left ventricular remodeling (the rigenera study).",
        "Abstract": "Intracoronary injection of bone marrow stem cells seems to improve left ventricular (LV) function after acute myocardial infarction (AMI). Granulocyte colony-stimulating factor (G-CSF) could improve myocardial function and perfusion noninvasively through mobilization of stem cells into peripheral blood, although previous clinical trials have produced controversial results. Forty-one patients with large anterior wall AMI at high risk of unfavorable remodeling were randomized 1:2 to G-CSF (10 microg/kg/day for 5 days) or to conventional therapy. All patients underwent successful primary or rescue percutaneous coronary intervention. LV function was assessed by echocardiography before G-CSF administration, > or =5 days after AMI, and at follow-up. Only patients with a LV ejection fraction <50% at baseline were enrolled in the study. After a median follow-up of 5 months (range 4 to 6) patients treated with G-CSF exhibited improvement in LV ejection fraction, from 40 +/- 6% to 45 +/- 6% (p = 0.068) in the absence of LV dilation (LV end-diastolic volume from 147 +/- 33 to 144 +/- 46 ml at follow-up, p = 0.77). In contrast, patients treated conventionally exhibited significant LV dilation (LV end-diastolic volume from 141 +/- 35 to 168 +/- 41 ml, p = 0.002) in the absence of change in LV ejection fraction (from 38 +/- 6% to 38 +/- 8%, p = 0.95). However, when comparing patients treated with G-CSF with controls, variations in these parameters were significantly different at 2-way analysis of variance (p = 0.04 for LV end-diastolic volume, p = 0.02 for LV ejection fraction). In conclusion, G-CSF prevents unfavorable LV remodeling and improves LV function in patients with large anterior wall AMI and decreased LV ejection fraction after successful percutaneous coronary intervention.",
        "Year": 2007,
        "CitationCount": 67
    }
]