[
    {
        "Unnamed: 0": 11094,
        "ReviewID": "CD000396",
        "PMID": "PMID:4239771",
        "Title": "A clinical trial with indomethacin (indomee(R)) in low back pain and sciatica.",
        "Abstract": null,
        "Year": 1968.0,
        "CitationCount": 40
    },
    {
        "Unnamed: 0": 11070,
        "ReviewID": "CD000396",
        "PMID": "PMID:4232743",
        "Title": "Trial of an anti-inflammatory agent (indomethacin) in low back pain with and without radicular involvement.",
        "Abstract": "A short-term double-blind sequential trial of indomethacin against placebo in the treatment of low back pain, with and without nerve root pain such as sciatica, showed that indomethacin was significantly more effective than placebo in the group with nerve root pain. On the other hand, no difference was found between the treatments in the patients with uncomplicated low back pain. This difference may result from an effect of indomethacin on the inflammatory process around the nerve root which has been shown to be present when this is compressed.",
        "Year": 1968.0,
        "CitationCount": 26
    },
    {
        "Unnamed: 0": 11074,
        "ReviewID": "CD000396",
        "PMID": "PMID:4237734",
        "Title": "A controlled clinical trial of sustained-action dextropropoxyphene hydrochloride.",
        "Abstract": null,
        "Year": 1969.0,
        "CitationCount": 4
    },
    {
        "Unnamed: 0": 11078,
        "ReviewID": "CD000396",
        "PMID": "PMID:4245599",
        "Title": "Double-blind controlled trial comparing oxyphenbutazone and indomethacin in the treatment of acute low back pain.",
        "Abstract": null,
        "Year": 1970.0,
        "CitationCount": 5
    },
    {
        "Unnamed: 0": 11076,
        "ReviewID": "CD000396",
        "PMID": "PMID:126848",
        "Title": "A comparative trial of azapropazone and ketoprofen in the treatment of acute backache.",
        "Abstract": "A double-blind trial of azapropazone (300 mg. 4-times daily) and ketoprofen (50 mg. 4-times daily) was carried out in 50 patients with acute backache sufficiently severe to necessitate hospital admission. Of 39 patients who completed the full 3-weeks' study period, 18 preferred azapropazone therapy, 10 preferred ketoprofen, and 11 showed either preference for the intermediate placebo period or no preference at all. Ten patients suffered from sufficiently severe side-effects with ketoprofen to necessitate their withdrawal from the trial. There were no similar episodes of withdrawal occurring during the azapropazone period.",
        "Year": 1975.0,
        "CitationCount": 9
    },
    {
        "Unnamed: 0": 11082,
        "ReviewID": "CD000396",
        "PMID": "PMID:81154",
        "Title": "A comparison of the short-term effects of ibuprofen and diclofenac in spondylosis.",
        "Abstract": "In this controlled, single-blind parallel group study, the effect of ibuprofen 1200 mg daily was compared with diclofenac 75 mg daily. Thirty patients entered the study, randomized into two groups, each group receiving one tablet three times daily for two weeks. A one-week wash-out period (i.e. a drug-free period during which only physiotherapy was given), preceded and followed the treatment on active drug. Assessments were made by the same clinician throughout who was unaware of the treatment of individual patients. Statistically significant improvement was shown by patients receiving ibuprofen for the degree of pain relief at rest and improvement was also shown for the degree of pain at rest and during exercise, for pain relief during exercise and for spinal flexion. Patients who received diclofenac showed statistically significant improvement for forward flexion, together with improvement for the degree of pain on exercise. Side-effects were very few.",
        "Year": 1978.0,
        "CitationCount": 37
    },
    {
        "Unnamed: 0": 11100,
        "ReviewID": "CD000396",
        "PMID": "PMID:6450448",
        "Title": "Acute low-back pain. An objective analysis of conservative therapy.",
        "Abstract": "The roles of bedrest, antiinflammatory medication, and analgesic medication in the treatment of acute back strain were objectively analyzed to determine whether they have a measurable effect on the return of patients to full daily activities as well as on the relief of pain. Two hundred patients were studied prospectively. Each patient had the diagnosis of acute back strain, which was defined as nonradiating low-back pain. The results of the patient's neurologic examination, straight leg raising test, and lumbosacral spine roentgenograms had to be within normal limits for the patient to be included in the study. The results showed that bedrest, as compared with ambulation, will decrease the amount of time lost from work by 50%. Bedrest will also decrease the amount of discomfort by 60%. Analgesic medication, when combined with bedrest, will further decrease the amount of pain incurred, particularly when used in the first three days of the healing process. However, analgesic medication will not allow a more prompt return to work. Antiinflammatory medication, when added to bedrest in the treatment of lumbago, does not provide an advantage over bedrest alone.",
        "Year": 1980.0,
        "CitationCount": 175
    },
    {
        "Unnamed: 0": 11081,
        "ReviewID": "CD000396",
        "PMID": "PMID:6446598",
        "Title": "The effect of phenylbutazone on patients with acute lumbago-sciatica. A double blind trial.",
        "Abstract": null,
        "Year": 1980.0,
        "CitationCount": 19
    },
    {
        "Unnamed: 0": 11088,
        "ReviewID": "CD000396",
        "PMID": "PMID:6446445",
        "Title": "Medicines of choice in low back pain.",
        "Abstract": "The marketed formulations of 6 analgesic preparations were compared in the treatment of patients suffering from acute exacerbations of low back pain using a crossover trial of balanced incomplete block design. Sixty out-patients with symptoms resulting from a mechanical or degenerative condition were each prescribed 3 drugs which were administered consecutively for 1 week each. The medications (and daily dosages) were coded as A --aspirin (3600 mg), B --dextropropoxyphene plus paracetamol (260 mg plus 2600 mg), C --indomethacin (150 mg), D --mefenamic acid (1500 mg), E --paracetamol (4000 mg), and F --phenylbutazone (300 mg). Daily pain scores were significantly lower (p less than 0.05) during treatment D than during treatments E and B, and significantly lower (p less than 0.05) during treatment A than during treatment B. There were large and significant differences between treatments in the percentages of recommended doses acceptable to the patients and in the number of defaults from the prescribed regimens. The patients chose F and D significantly more (p less than 0.05) often than A. Overall, there were consistently superior performances by mefenamic acid and phenylbutazone with little to choose between the two.",
        "Year": 1980.0,
        "CitationCount": 32
    },
    {
        "Unnamed: 0": 11080,
        "ReviewID": "CD000396",
        "PMID": "PMID:6459111",
        "Title": "Clinical evaluation of ketoprofen (Orudis) in lumbago - a double-blind comparison with diclofenac sodium.",
        "Abstract": null,
        "Year": 1981.0,
        "CitationCount": 22
    },
    {
        "Unnamed: 0": 11104,
        "ReviewID": "CD000396",
        "PMID": "PMID:6211586",
        "Title": "[Therapy of lumbar sciatica. A comparative clinical study of a corticoid-free monosubstance and a corticoid-containing combination drug].",
        "Abstract": null,
        "Year": 1982.0,
        "CitationCount": 14
    },
    {
        "Unnamed: 0": 11098,
        "ReviewID": "CD000396",
        "PMID": "PMID:6462116",
        "Title": "Naproxen sodium, diflunisal, and placebo in the treatment of chronic back pain.",
        "Abstract": "Thirty-seven patients with chronic back pain were entered into a randomised, 3-way, double-blind, cross-over comparison of naproxen sodium 550 mg twice daily, diflunisal 500 mg twice daily, and placebo. Each treatment was given for 14 days after a preadmission wash-out week during which only paracetamol was allowed. Patients were assessed on admission and at the end of each treatment with respect to global pain, night pain, pain on movement, and pain on standing. Both visual analogue scales and simple descriptive scales were used to measure pain. Side effects were elicited by a nonleading question. Both methods of pain measurement gave similar results and were highly correlated. Naproxen sodium was superior to placebo in relieving global pain and depending on the method of measurement, in relieving night pain and pain on movement. Diflunisal showed no significant differences from placebo. Side effects were similar on all 3 treatments. The final preference of the patients was significantly in favour of the active treatments.",
        "Year": 1982.0,
        "CitationCount": 86
    },
    {
        "Unnamed: 0": 11086,
        "ReviewID": "CD000396",
        "PMID": "PMID:6239779",
        "Title": "Multicentre double-blind comparison of piroxicam and indomethacin in the treatment of lumbar diseases.",
        "Abstract": "In a 2-week, double-blind, parallel, multicenter study, piroxicam (20 mg once-daily) and indomethacin (25 mg three times daily) were compared in the treatment of painful lumbar disorders. A total of 230 patients were evaluated, 116 who received piroxicam and 114 who received indomethacin. While both drugs were highly effective in relieving symptoms, numerical superiority was evident for piroxicam in most efficacy parameters. The difference between treatments was most obvious at the end of the first week, when a greater percentage of patients receiving piroxicam was rated as 'very much improved'. No serious adverse reactions or clinical laboratory abnormalities were noted for either drug, although fewer gastrointestinal side effects were observed with piroxicam.",
        "Year": 1983.0,
        "CitationCount": 22
    },
    {
        "Unnamed: 0": 11116,
        "ReviewID": "CD000396",
        "PMID": "PMID:6239753",
        "Title": "Double-blind parallel study of meptazinol versus diflunisal in the treatment of lumbago.",
        "Abstract": "Seventy out-patients with acute back pain participated in a double-blind comparative trial of the clinical efficacy and tolerance of orally administered meptazinol and diflunisal. Half of the patients received 200 mg meptazinol or 250 mg diflunisal 4-times daily for up to 3 weeks, depending on the duration of pain. Patients were examined 4 times at 1-week intervals for their capability to do daily tasks, for their capacity for forward bending, thoraco-lumbar torsion, straight leg raising, static hip flexion and sit-ups, and for subjective assessment of pain. Side-effects were recorded on a questionnaire. Both treatments produced marked improvement in most of the parameters assessed, often within the first week and, overall, the results were similar with the two drugs. Few side-effects were reported and those that were recorded were slight and similar in incidence apart from nausea in 5 meptazinol-treated patients and smarting and burning on urination in 2 patients receiving diflunisal.",
        "Year": 1984.0,
        "CitationCount": 23
    },
    {
        "Unnamed: 0": 11099,
        "ReviewID": "CD000396",
        "PMID": "PMID:6443759",
        "Title": "A double blind, placebo controlled study of piroxicam in the management of acute musculoskeletal disorders.",
        "Abstract": "General Practitioners from the United Kingdom produced data on 1,282 patients with acute soft tissue injury treated with either piroxicam (Feldene) or matching placebo for a period of up to two weeks. The dosage of piroxicam was 40 mg for the first 2 days and 20 mg daily thereafter. Clinical assessment included pain, swelling, limitation of active and passive movement and overall assessment of efficacy and toleration. Piroxicam was significantly better than placebo in improving patient signs and symptoms, and in its overall efficacy (P less than 0.001); 87% of piroxicam treated patients had excellent or good responses, compared to 53% of placebo treated patients. On analysis of four of the most commonly occurring diagnoses (injuries of ankle, knee, shoulder, back) patients with moderate or severe pain showed a significant improvement on treatment with piroxicam. Physicians' overall assessment of toleration showed no evidence of differences between treatments. Over 90% of patients in both treatment groups had good or excellent toleration. Withdrawals due to side effects were 3% and 2.5% respectively for piroxicam and placebo treated patients.",
        "Year": 1984.0,
        "CitationCount": 45
    },
    {
        "Unnamed: 0": 11114,
        "ReviewID": "CD000396",
        "PMID": "PMID:6236738",
        "Title": "Double-blind parallel study of piroxicam versus indomethacin in the treatment of low back pain.",
        "Abstract": "Twenty-eight outpatients with chronic severe lumbar pain participated in a double-blind comparative trial on the clinical efficacy of orally administered piroxicam and indomethacin. Half of the patients received indomethacin, 25 mg t.i.d.; the other half received piroxicam 20 mg in the morning and a placebo at lunchtime and before dinner for six weeks. The patients were examined four times at two-week intervals for their capability to do daily tasks and for total lumbar mobility, forward bending, raising of both legs straight and the subjective assessment of pain. Side effects were recorded on a questionnaire and with laboratory tests. The overall results of both groups were similar. Thus, piroxicam, 20 mg daily, matches indomethacin, 25 mg t.i.d., in the treatment of low back pain. The side effects were slight. Treatment with indomethacin was stopped in one case (erythema and conjunctivitis). In the piroxicam group diarrhea, constipation, and pain in the tongue were reported, whereas in the indomethacin group gastrointestinal irritation and tiredness were typical symptoms.",
        "Year": 1984.0,
        "CitationCount": 55
    },
    {
        "Unnamed: 0": 11071,
        "ReviewID": "CD000396",
        "PMID": "PMID:3157894",
        "Title": "An open study of diflunisal, conservative and manipulative therapy in the management of acute mechanical low back pain.",
        "Abstract": "One hundred and twelve patients with acute mechanical low back pain were randomly divided into three treatment groups. All patients received ergonomic advice and then either a non-steroidal anti-inflammatory drug or conservative or manipulative types of physiotherapy. Serial assessments of pain and spinal mobility showed similar response rates in all three treatment groups and no significant difference between therapies. The overall improvement ratings, time off work, and economic cost favoured the group treated with the nonsteroidal anti-inflammatory drug, but this group had a better range of spinal flexion at the onset so firm conclusions regarding the preferred management of these patients in general practice cannot be drawn. Treatment failures occurred in all groups highlighting the need for a variety of therapeutic approaches in managing the patient with low back pain.",
        "Year": 1985.0,
        "CitationCount": 38
    },
    {
        "Unnamed: 0": 11102,
        "ReviewID": "CD000396",
        "PMID": "PMID:2938471",
        "Title": "Flurbiprofen for the treatment of soft tissue trauma.",
        "Abstract": "The use of flurbiprofen as an analgesic and anti-inflammatory agent in patients with soft tissue trauma induced by sports injuries, lumbar disk syndrome, or surgery was considered in three clinical trials. In the first study, soft tissue injuries to the lower limb in 51 professional soccer players were treated for six days with 150 mg of flurbiprofen per day or 3.6 g of aspirin per day. The second study compared three weeks of treatment with daily doses of 200 mg of flurbiprofen and 4 g of acetaminophen in 50 patients with acute low back pain. In the third study, 100 postoperative patients were given 400 mg of flurbiprofen per day or 4 g of acetaminophen per day for seven days following total or partial meniscectomy. In all of these trials, flurbiprofen showed excellent analgesic efficacy in reducing pain and swelling, and enhanced the recovery of patients with soft tissue trauma.",
        "Year": 1986.0,
        "CitationCount": 21
    },
    {
        "Unnamed: 0": 11069,
        "ReviewID": "CD000396",
        "PMID": "PMID:2937744",
        "Title": "Medical treatment of acute low back pain. Diflunisal compared with indomethacin in acute lumbago.",
        "Abstract": "Diflunisal and indomethacin were compared in patients with acute lumbago in a double-blind prospective clinical trial. The dosage of diflunisal was 500 mg twice daily (d-group) and the dosage of indomethacin 50 mg three times daily (i-group). Out of 133 patients, 66 were in the d-group and 67 in the i-group. They were followed up for a week. In addition to the patient's own daily evaluation of pain and functional disability, control visits were performed by the investigators on days 0, 3 and 7. Both of the test drugs were effective in the dosages used. Patients' pain was decreased, functional disability was improved and patients' subjective evaluation of treatment efficacy was very similar to that of the investigators. There were no differences as to the treatment efficacy, but reports of side-effects were slightly less (p less than 0.05) in the d-group than in the i-group. If patients who had no side-effects were compared, the efficacy of diflunisal was better than indomethacin (p less than 0.05). It can be said that indomethacin was essentially as effective as diflunisal, but at the expense of an increased frequency of side-effects. In the d-group two patients (3%) and in i-group six patients (9%) discontinued the therapy because of side-effects. In acute lumbago rapid relief of pain and other harmful symptoms hastens improvement. For such indications the choice of drug therapy in general practice should be based in particular on considerations of safety and lack of potential side-effects in addition to efficacy.",
        "Year": 1986.0,
        "CitationCount": 15
    },
    {
        "Unnamed: 0": 11068,
        "ReviewID": "CD000396",
        "PMID": "PMID:2964738",
        "Title": "Comparative study of Biarison and Voltaren in acute lumbar pain and lumbo-ischialgia.",
        "Abstract": null,
        "Year": 1986.0,
        "CitationCount": 11
    },
    {
        "Unnamed: 0": 11075,
        "ReviewID": "CD000396",
        "PMID": "PMID:2951012",
        "Title": "Comparison of diflunisal and acetaminophen with codeine in the treatment of initial or recurrent acute low back strain.",
        "Abstract": "Effective pain relief and patient tolerance and acceptance are essential in outpatient management of mild to moderate pain of acute low back strain. This study evaluated the efficacy, tolerability, and acceptability of diflunisal and acetaminophen with codeine in patients with mild to moderate pain after an initial or recurrent acute low back strain. Both drugs demonstrated equipotent analgesic efficacy; however, diflunisal was superior to acetaminophen with codeine for patient tolerability and acceptability. The results demonstrated that the study drugs were effective in treating mild to moderate pain caused by acute low back strain in an ambulatory care setting.",
        "Year": 1986.0,
        "CitationCount": 33
    },
    {
        "Unnamed: 0": 11109,
        "ReviewID": "CD000396",
        "PMID": "PMID:2951011",
        "Title": "Comparison of diflunisal and naproxen in the management of acute low back strain.",
        "Abstract": "Fifty-six patients entered into an open-label, randomized study to compare the efficacy and tolerability of diflunisal and naproxen in the treatment of mild to moderate pain associated with acute low back strain. Thirty-three patients completed the two-week study. No patients withdrew because of side effects, and both drugs were well tolerated. Results showed that diflunisal was more effective than naproxen (81% versus 41%) in relieving pain. Of the 16 patients taking diflunisal, 13 rated its efficacy as very good or excellent; six (35%) of 17 patients taking naproxen rated their drug similarly. Overall, diflunisal rated slightly better in efficacy and tolerability and in improving limitation of function and motion. In addition, diflunisal has a longer duration of action and thus requires less frequent dosing than naproxen.",
        "Year": 1986.0,
        "CitationCount": 9
    },
    {
        "Unnamed: 0": 11107,
        "ReviewID": "CD000396",
        "PMID": "PMID:2960369",
        "Title": "Mefenamic acid, chlormezanone-paracetamol, ethoheptazine-aspirin-meprobamate: a comparative study in acute low back pain.",
        "Abstract": null,
        "Year": 1987.0,
        "CitationCount": 21
    },
    {
        "Unnamed: 0": 11108,
        "ReviewID": "CD000396",
        "PMID": "PMID:2957801",
        "Title": "Treatment of acute low-back pain with piroxicam: results of a double-blind placebo-controlled trial.",
        "Abstract": "Twenty-seven investigators participated in a double-blind, parallel placebo-controlled trial of piroxicam involving 278 patients with acute low back pain. Therapy commenced within 48 hours of the injury and continued for 7 days. The drug was given in the recommended regimen of 40 mg once daily for the first 2 days and 20 mg once daily thereafter. After 3 days of therapy, piroxicam patients showed a statistically greater amount of pain relief in the lying (P less than 0.001), sitting (P less than 0.01), and standing (P less than 0.01) positions, but after 7 days the difference between treatments was no longer significant. After 1 week's therapy, however, the requirement for additional analgesic was significantly lower in the piroxicam group (P less than 0.05), and more piroxicam than placebo patients (42 versus 28) had returned to work (P less than 0.05). Toleration was excellent in most patients, with only 13% of the piroxicam and 17% of the placebo group reporting adverse effects of mainly mild or moderate severity. The profile of the adverse effects was similar for both treatments. Piroxicam can provide effective relief of acute low-back pain with good toleration; it should be considered for use in the initial treatment of this condition.",
        "Year": 1987.0,
        "CitationCount": 71
    },
    {
        "Unnamed: 0": 11084,
        "ReviewID": "CD000396",
        "PMID": "PMID:3071032",
        "Title": "[Shortening diclofenac therapy by B vitamins. Results of a randomized double-blind study, diclofenac 50 mg versus diclofenac 50 mg plus B vitamins, in painful spinal diseases with degenerative changes].",
        "Abstract": "The use of nonsteroidal anti-inflammatory drugs (NSAID) such as diclofenac for treatment of degenerative rheumatic disorders of the lumbar spine is of great significance in orthopedic practice. Clinical studies have shown that concomitant treatment with vitamins B1, B6, B12 and diclofenac provides more efficient pain relief than treatment using diclofenac alone. This study was undertaken in order to determine whether the duration of treatment with diclofenac for lower back pain can be shortened by adding B-vitamins to the therapeutic regimen. From September through December of 1986, 256 patients participated in a multicenter, controlled, randomized double-blind trial which compared the clinical efficacy of diclofenac (50 mg) with a combined therapy of diclofenac (50 mg) and vitamins B1, B6, and B12 (thiamine nitrate, pyridoxine hydrochloride, and cyanocobalamine, resp.; in dosages of 50 mg, 50 mg, and 0.25 mg, resp.). Patients were treated with 3 X 1 capsule daily for a maximum of two weeks, having the option to terminate participation in the trial after 1 week in the event of total pain relief. The data of 238 patients were able to be included in the evaluation. 29 patients opted to discontinue therapy due to remission on symptoms. Nineteen (65.6%) of these patients belonged to the combined therapy group, the other 10 (34.4%) having taken diclofenac alone; this difference is statistically significant (p less than 0.05). An important aspect in the evaluation of therapy was the patient response regarding the improvement of painful symptoms which, in addition to their subjective feedback, was reflected in the test results of the \"Hoppe Pain Questionnaire (HPQ).\" All parameters used as a measure of pain relief indicated superior results with the B-vitamin supplemented therapy when compared with results obtained with diclofenac alone. Moreover, after 3 days of therapy the \"sensory\" pain factor \"sharpness\" improved significantly. Undesirable side-effects were documented with 39 patients, 14 of them having discontinued therapy for this reason. No statistically significant difference could be determined within this group with regard to therapy. The study results document the positive influence of B-vitamins on painful symptoms and indicate that less NSAID is needed for pain relief when combined with B-vitamins.",
        "Year": 1988.0,
        "CitationCount": 41
    },
    {
        "Unnamed: 0": 11067,
        "ReviewID": "CD000396",
        "PMID": "PMID:2967781",
        "Title": "Tizanidine and ibuprofen in acute low-back pain: results of a double-blind multicentre study in general practice.",
        "Abstract": "This study reports on 105 patients with acute low-back pain given tizanidine (4 mg three times daily) plus ibuprofen (400 mg three times daily) or placebo plus ibuprofen (400 mg three times daily). Patients assessed their pain using visual analogue scales in a daily diary and the doctor assessed their condition at baseline and on days 3 and 7. Both groups were treated effectively, but earlier improvement occurred in patients given tizanidine/ibuprofen, particularly regarding pain at night and at rest. Doctors assessed the helpfulness of treatment: tizanidine/ibuprofen was significantly better than placebo/ibuprofen at day 3 (P = 0.05). Significant differences between treatments in favour of tizanidine/ibuprofen occurred in patients with moderate and severe pain at night (P less than 0.05), at rest (P less than 0.05) and those with moderate or severe sciatica (P less than 0.05). Significantly more patients given placebo/ibuprofen had gastro-intestinal side-effects compared with tizanidine/ibuprofen (P = 0.002). This supports previous work in animals showing that tizanidine mediates gastric mucosal protection against anti-inflammatory drugs. More patients given tizanidine/ibuprofen suffered drowsiness and other central nervous system effects (P = 0.025). In patients with severe acute low-back pain, however, some sedation and bed rest is advantageous. This study shows that tizanidine/ibuprofen is more effective in the treatment of moderate or severe acute low-back pain than placebo and ibuprofen alone.",
        "Year": 1988.0,
        "CitationCount": 123
    },
    {
        "Unnamed: 0": 11112,
        "ReviewID": "CD000396",
        "PMID": "PMID:2524114",
        "Title": "Acute back pain and spasm. A controlled multicenter trial of combined analgesic and antispasm agents.",
        "Abstract": "A double-blind, 18-center, balanced trial of diflunisal vs. cyclobenzaprine HCl vs. these two drugs combined vs. placebo produced complete results from 175 patients. They had sought treatment at the cooperating centers for acute painful spasms of the back within a day or two of trauma or strain. Global results over the 7 to 10 days of observations revealed a clinically and statistically significant superiority of the combined therapy by Day 4 (P = 0.006) and almost all patients recovered within a week to 10 days. A combination therapy with an effective safe analgesic and a true muscle relaxant for less than a week appears to be an excellent relief measure for acute back problems.",
        "Year": 1989.0,
        "CitationCount": 66
    },
    {
        "Unnamed: 0": 11091,
        "ReviewID": "CD000396",
        "PMID": "PMID:2138683",
        "Title": "[Reduced diclofenac administration by B vitamins: results of a randomized double-blind study with reduced daily doses of diclofenac (75 mg diclofenac versus 75 mg diclofenac plus B vitamins) in acute lumbar vertebral syndromes].",
        "Abstract": "Pain syndromes of the lumbar spine are one of the main problems in orthopedic practice. The therapeutic effect of NSAIDs is not subject to doubt in this connection. But considering that the application of NSAIDs is frequently associated with side effects, a reduction of dosage would be to the patient's benefit. Clinical studies have shown that concomitant treatment with vitamins B1, B6, B12 and diclofenac leads to a more efficient pain relief than treatment using diclofenac alone and thus provides the possibility of saving NSAIDs. This clinical trial was carried out in order to determine whether these results can also be achieved when a reduced dosage of diclofenac (75 mg daily) is used. 123 patients with acute pain syndromes of the lumbar spine were treated with either B-vitamins and diclofenac or diclofenac alone for a maximum of 7 days. There was the option to terminate therapy in the trial after 3-4 days in the case of total pain relief. 45 patients could stop the treatment due to remission of symptoms. 30 patients belonged to the combination therapy group, the other 15 took diclofenac alone; this difference is statistically significant (p less than 0.05). All parameters concerning pain relief and movement of the vertebral column showed statistically significant differences in favour of the B-vitamin-diclofenac-combination, too. The results document the positive influence of B-vitamins on painful vertebral syndromes and indicate that B-vitamins contribute to saving of NSAIDs by shortening the treatment time and reducing daily NSAID-dosage.",
        "Year": 1990.0,
        "CitationCount": 10
    },
    {
        "Unnamed: 0": 11085,
        "ReviewID": "CD000396",
        "PMID": "PMID:2142116",
        "Title": "[Intramuscular etofenamate in the treatment of acute lumbago. Effectiveness and tolerance in comparison with intramuscular diclofenac-Na].",
        "Abstract": "In a controlled multi-center single-blind study, the relative efficacy and tolerance of i.m. injectable preparations of etofenamat(e) and diclofenac sodium were investigated in 96 patients with acute lumbago. Treatment resulted in obvious improvement in function and reduction in pain, no statistical difference being found between the two drugs. In 43% of the patients treated with etofenamat(e) and 27% of those receiving diclofenac, the final medical report indicated very good therapeutic results. Under etofenamat(e) i.m. therapy, no side effects occurred, and in no case did treatment have to be discontinued. Under diclofenac, two patients experienced adverse reactions, one allergic exanthema, and the other itching and a sensation of heat. A further patient experienced no improvement after the first injection and discontinued treatment.",
        "Year": 1990.0,
        "CitationCount": 5
    },
    {
        "Unnamed: 0": 11110,
        "ReviewID": "CD000396",
        "PMID": "PMID:2138684",
        "Title": "[Results of a double-blind study of diclofenac + vitamin B1, B6, B12 versus diclofenac in patients with acute pain of the lumbar vertebrae. A multicenter study].",
        "Abstract": "Several clinical trials have shown that the duration of treatment of painful vertebral syndromes can be shortened by using a combination of vitamins B1, B6, B12 and diclofenac instead of diclofenac. In addition, a more efficient pain relief could be achieved by the combination therapy. In order to confirm these results, we compared the clinical efficacy of diclofenac (25 mg) and a combination preparation with diclofenac (25 mg) plus vitamins B1 (thiamine nitrate 50 mg), B6 (pyridoxine hydrochloride 50 mg) and B12 (cyanocobalamin 0.25 mg) in a multicentric randomized double-blind study including 418 patients. All patients received 3 x 2 capsules daily for a maximum of 2 weeks. In case of total pain relief, therapy should be discontinued after one week. Data of 376 patients could be evaluated. 53 out of 184 patients receiving the combination and 48 out of 192 patients treated with diclofenac alone could stop therapy due to sufficient pain relief after one week. The evaluation of the \"Hoppe Pain Questionnaire\" and the data concerning pain intensity also revealed better results for the combination preparation. The differences in favour of the B-vitamin-diclofenac-combination were statistically significant in patients with severe pain at the beginning of therapy. Considering undesirable side-effects (symptoms in 70 out of 418 patients) there were no significant differences between the two medications. This clinical trial provides further evidence that the combination therapy with diclofenac plus B-vitamins is more effective than diclofenac alone for the treatment of painful vertebral syndromes.",
        "Year": 1990.0,
        "CitationCount": 66
    },
    {
        "Unnamed: 0": 11103,
        "ReviewID": "CD000396",
        "PMID": "PMID:2141299",
        "Title": "Cyclobenzaprine and naproxen versus naproxen alone in the treatment of acute low back pain and muscle spasm.",
        "Abstract": "Two groups of 20 patients each, with mild to moderate acute low back pain with associated muscle spasm of ten days' duration or less, were treated with a combination of cyclobenzaprine and naproxen or naproxen alone in a randomized, 14-day open-label trial. Cyclobenzaprine was added to the naproxen regimen as an adjunct to rest and physical therapy for relief of muscle spasm associated with acute, painful, musculoskeletal conditions. The clinical characteristics of each study group, including the number of worker's compensation patients, were comparable. Combination therapy was associated with less objective muscle spasm and tenderness and greater motion of the lumbosacral spine (P less than 0.05). There were trends toward faster resolution of functional deficits and pain with combined therapy. Combination therapy was associated with more side effects, due primarily to drowsiness from the cyclobenzaprine. The results of this study demonstrated that patients with muscle spasm associated with acute low back strain benefited from the use of combination therapy consisting of a nonsteroidal anti-inflammatory agent (naproxen) and a muscle relaxant (cyclobenzaprine).",
        "Year": 1990.0,
        "CitationCount": 65
    },
    {
        "Unnamed: 0": 11083,
        "ReviewID": "CD000396",
        "PMID": "PMID:8347966",
        "Title": "Overexertional lumbar and thoracic back pain among recruits: a prospective study of risk factors and treatment regimens.",
        "Abstract": "A total of 395 male infantry recruits were evaluated in a prospective study of possible risk factors for overexertional back pain and the efficacy of drug treatment regimens for this syndrome. Recruits were classified into subgroups of lumbar or thoracic, and paraspinal or spinous process pain. Recruits were divided into three treatment groups: Ibuprofen, Paracetamol, and no drug treatment. Of the recruits, 18% were diagnosed as having overexertional back pain during the course of 14 weeks of training. By multivariate analysis low body mass index was found to be a risk factor for overexertional lumbar pain (p = 0.005) and increased lumbar lordosis a risk factor for overexertional thoracic pain (p = 0.005). Of recruits with overexertional back pain, 65% were asymptomatic by the end of basic training. There was no statistically significant difference between cure rates according to treatment groups.",
        "Year": 1993.0,
        "CitationCount": 51
    },
    {
        "Unnamed: 0": 11106,
        "ReviewID": "CD000396",
        "PMID": "PMID:8235813",
        "Title": "The natural course of acute sciatica with nerve root symptoms in a double-blind placebo-controlled trial evaluating the effect of piroxicam.",
        "Abstract": "To study the natural history of acute sciatica, 208 patients with obvious symptoms and signs of a lumbar radiculopathy (L5 and S1) were examined within 14 days of onset. A concomitant double-blind investigation of the effect of the nonsteroidal anti-inflammatory drug piroxicam was performed. The results measured by visual analog scale and Roland's functional tests showed a satisfactory improvement throughout the 4 weeks of observation. The piroxicam-treated group had same results as the control group. Based on questionnaires at months 3 and 12 approximately 30% of the patients still complained about back trouble and 19.5% were out of work after 1 year. Four patients underwent surgery during this period.",
        "Year": 1993.0,
        "CitationCount": 307
    },
    {
        "Unnamed: 0": 11111,
        "ReviewID": "CD000396",
        "PMID": "PMID:8162464",
        "Title": "Objective functional assessment of the efficacy of tenoxicam in the treatment of acute low back pain. A double-blind placebo-controlled study.",
        "Abstract": "The efficacy of an NSAID (tenoxicam) in the treatment of acute low back pain (LBP) was assessed in a double blind controlled study by using an objective functional evaluation. Seventy-three patients consulting for acute LBP were randomized into two groups: Group I was treated with tenoxicam for 14 days and Group II was given a placebo. Trunk function was measured with a computerized isoinertial dynamometric trunk testing device (Isostation B200). Isometric and dynamic torques, range of motion and movement velocities were measured before treatment and after 14 days. Clinical evaluation was realized by the patient on a pain visual analogue scale (VAS) on days 1, 8 and 15 and by the investigator on a five-point scale on days 8 and 15. The functional evaluation showed significant differences in favour of the tenoxicam treatment for velocity and extension isometric torque. VAS and investigator evaluations showed a significant difference in favour of tenoxicam on day 8 but no difference on day 15. This study shows that the use of tenoxicam in acute LBP is of interest. Tenoxicam has an effect on pain during the first part of the treatment and may help to restore full function even if the symptoms have disappeared.",
        "Year": 1994.0,
        "CitationCount": 44
    },
    {
        "Unnamed: 0": 11072,
        "ReviewID": "CD000396",
        "PMID": "PMID:8032581",
        "Title": "Parenteral dipyrone versus diclofenac and placebo in patients with acute lumbago or sciatic pain: randomized observer-blind multicenter study.",
        "Abstract": "Two hundred and sixty patients with lumbago or sciatic pain participated in a multicenter observer-blind randomized trial to compare the efficacy and tolerability of dipyrone 2.5 g, diclofenac 75 mg, and placebo administered as an intramuscular injection once daily for the duration of one to two days. The effectiveness of the test treatments in relieving sciatic pain was measured by a visual analog scale (VAS) before and 30 minutes, 1, 2, 3, 6 and 24 hours after each injection. In addition, the patient's general well-being was measured on a 5-point rating scale on day 0, 1 and 2. At the end of the trial, the patients evaluated the overall efficacy of the study drugs on a 5-point rating scale. Minimal finger-toe distance was measured every day of the trial. Pain intensity on VAS (primary endpoint) showed a significantly greater reduction with dipyrone than with diclofenac or placebo between 1 and 6 hours after application (p < 0.01) and at the end of the trial (after 48 hours). Improvement in general well-being and minimal finger-toe distance was greatest in the dipyrone group. 59% of the patients with dipyrone assessed the overall efficacy as \"excellent\" or \"very good\", compared with 30% with diclofenac, and 18% with placebo. Adverse reactions were reported in only 7 patients (3%), 4 (5%) in the dipyrone, 1 (1%) in the diclofenac, and 2 (2%) in the placebo group.",
        "Year": 1994.0,
        "CitationCount": 43
    },
    {
        "Unnamed: 0": 11105,
        "ReviewID": "CD000396",
        "PMID": "PMID:8855630",
        "Title": "Topical analgesics, indomethacin plaster and diclofenac emulgel for low back pain: a parallel study.",
        "Abstract": null,
        "Year": 1996.0,
        "CitationCount": 23
    },
    {
        "Unnamed: 0": 11113,
        "ReviewID": "CD000396",
        "PMID": "PMID:8862936",
        "Title": "The efficacy and tolerability of an 8-day administration of intravenous and oral meloxicam: a comparison with intramuscular and oral diclofenac in patients with acute lumbago. German Meloxicam Ampoule Study Group.",
        "Abstract": "In this controlled, randomized, parallel and open multicentre study, the efficacy and tolerability of a regimen comprising intravenous (i.v.) meloxicam followed by oral therapy was compared with a standard regimen of intramuscular (i.m.) diclofenac followed by oral dosing in patients with acute lumbago. Of a total of 183 patients, 92 were randomized to receive meloxicam 15 mg i.v. on day 1 followed by 7 days oral treatment with one 15 mg tablet daily, and 91 patients received diclofenac 75 mg i.m. on day 1 followed by 7 days treatment with one 100 mg slow release tablet daily. Pain on movement and limitation of activities were assessed by patients and physicians using questionnaires. Meloxicam i.v. demonstrated a significantly faster median time of onset of analgesic action (30 minutes), compared with diclofenac i.m. (60 minutes). The reduction in pain during movement 30 minutes after injection was also significantly in favour of meloxicam. Assessments of global efficacy indicated that meloxicam was significantly better than diclofenac as rated by investigators (p = 0.02) and patients (p = 0.01). Moreover, the rating of investigators and patients for local and global tolerance was significantly in favour of meloxicam (p < 0.05) and improvements in the quality of life were almost significant (p = 0.053). Fewer adverse events, particularly of a gastrointestinal (GI) nature, occurred in the meloxicam group compared with the diclofenac group. This study therefore demonstrates that meloxicam 15 mg i.v. followed by oral therapy is both efficacious and well tolerated in the treatment of acute lumbago, and compares favourably with the standard NSAID, diclofenac, in this indication.",
        "Year": 1996.0,
        "CitationCount": 7
    },
    {
        "Unnamed: 0": 11066,
        "ReviewID": "CD000396",
        "PMID": "PMID:9696169",
        "Title": "Ketorolac versus acetaminophen-codeine in the emergency department treatment of acute low back pain.",
        "Abstract": "Acute low back pain is a common problem in the emergency department (ED). Effective management of acute pain enhances early rehabilitation and recovery. Given the importance of inflammatory mediators in pain generation and the adverse effects associated with opioids, it is logical to expect that a non-opioid agent with antiinflammatory and analgesic properties would provide excellent analgesia with fewer adverse effects. This double-blind, randomized, multicenter clinical trial, performed in six university and community hospital EDs, compares the analgesic efficacy and adverse effects of ketorolac to those of acetaminophen-codeine in ED patients with acute musculoskeletal low back pain. Our hypothesis was that ketorolac would provide superior analgesia with fewer adverse effects. One hundred twenty-three patients with acute low back pain were randomized to receive ketorolac (KET, N = 63) or acetaminophen-codeine (ACOD, N = 60). Most (79%) were males, and the mean age was 34.5 years. After baseline clinical assessment, patients were treated with ketorolac (10 mg every 4 to 6 h as needed, up to four daily doses) or acetaminophen-codeine (600 mg-60 mg, respectively, every 4 to 6 h as needed, up to six daily doses) and followed for one week. Pain intensity was assessed on visual analogue and categorical scales. Functional capacity, overall pain relief, and overall medication rating were assessed on categorical scales. Adverse events were documented. Primary outcomes included: 1) Pain intensity differences, based on visual analogue scores, for the 0 to 6 h treatment phase. 2) Incidence of adverse events. Secondary outcomes included analgesic efficacy, functional capacity, and overall subjective drug evaluation at one week. Both drugs provided substantial pain relief, with maximal effect 2.2 h after oral dosing. There were no significant differences in analgesic efficacy, functional capacity, or overall pain relief between the two groups. Sixteen patients (10 KET vs. 6 ACOD, NS) withdrew prematurely because of drug inefficacy. Patients in the ACOD group reported significantly more adverse drug events and serious adverse drug events. Seven patients--all in the ACOD group--withdrew from the study because of adverse drug events. Based on comparable efficacy and a superior adverse event profile, ketorolac was preferable to acetaminophen with codeine for the treatment of acute low back pain in the ED.",
        "Year": 1998.0,
        "CitationCount": 74
    },
    {
        "Unnamed: 0": 11092,
        "ReviewID": "CD000396",
        "PMID": "PMID:10851109",
        "Title": "Treatment of acute low back pain with the COX-2-selective anti-inflammatory drug nimesulide: results of a randomized, double-blind comparative trial versus ibuprofen.",
        "Abstract": "A prospective, randomized double-blind comparative trial.\n                To evaluate the efficacy and tolerability of nimesulide, a cyclooxygenase (COX)-2-selective anti-inflammatory agent versus ibuprofen in patients with acute lumbosacral back pain.\n                Nonsteroidal anti-inflammatory drugs (NSAIDs) have been more effective than placebo in patients with uncomplicated acute low back pain in previous randomized controlled trials. The efficacy and tolerability of a new COX-2-selective anti-inflammatory drug have not yet been established.\n                One hundred four patients aged 18-65 years with acute low back pain were enrolled. The patients were randomly allocated either to oral nimesulide (100 mg twice daily for 10 days) or oral ibuprofen (600 mg three times daily for 10 days). Outcome measures on a visual analog scale were an average of the pain intensity and the pain relief, stiffness in the back, functional status, and the results of physical examinations. All side effects were recorded at each visit.\n                With both study therapies, there was a clear improvement in all measured parameters of the pain and back function parameters measured from the third day of treatment onward. The patients' capacity for daily tasks, showed improvement in both groups (P < 0. 001), but a statistically significant difference was found between the two groups in favor of the nimesulide group (P < 0.05) after 10 days. Nimesulide was more effective than ibuprofen in improved lateral bending measurements (P = 0.026). Nimesulide and ibuprofen provided similar degrees of improvement in the modified Schober tests and in the pain intensity and back stiffness scores. More gastrointestinal side effects were reported with ibuprofen than nimesulide, and the comparison showed a trend (P = 0.067). Ten side effects occurred in the nimesulide group in 7 (13%) patients and 13 in the ibuprofen group in 11 (21%) patients.\n                The results confirmed that the COX-2-selective inhibitor nimesulide is an effective and well-tolerated agent for use in general practices to treat acute low back pain. The incidence of gastrointestinal side effects seems to be lower with nimesulide than with ibuprofen.",
        "Year": 2000.0,
        "CitationCount": 67
    },
    {
        "Unnamed: 0": 11079,
        "ReviewID": "CD000396",
        "PMID": "PMID:11217678",
        "Title": "[Dexketoprofen-trometamol and tramadol in acute lumbago].",
        "Abstract": "BACKGROUND, METHOD: The analgesic efficacy and tolerability of dexketoprofen-trometamol (DKPT) was compared with tramadolhydrochloride (TRAM) in a multicentre, randomised, double-blind, clinical trial in 192 Patients with acute low back pain. The initial pain at rest and on movement should be at least 50 mm on a 100 mm visual analogue scale. The daily dose during the 7 days' treatment was 50 mg TRAM t.i.d. (n = 95) or 25 mg DKPT t.i.d. (n = 97). The patients were allowed to take additional Paracetamol up to 4 x 500 mg per day as rescue medication.\n                From the 4th day of treatment pain on movement decreased significantly (p = 0.044) in the DKPT-group in comparison with the TRAM-group. The nocturnal pain decreased during the treatments with a difference in therapies of 22.9% in favour of DKPT. Within the DKPT-group the patients required additional Paracetamol more often only during the 1st day of treatment whereas the patients of the TRAM-group required the additional rescue medication mainly during the first 3 days of treatment. This difference was statistically significant (p = 0.011). Under DKPT treatment patients experienced significantly less adverse events (with an at least \"possible\" causal relationship; p = 0.026). This can be explained by central nervous disturbances that occurred only in the TRAM group. The distribution of gastro-intestinal disorders was identical in both treatment groups.\n                With this results DKPT in comparison with TRAM also showed to be a strong analgesic drug with a better risk-benefit relation due to its better tolerability.",
        "Year": 2001.0,
        "CitationCount": 17
    },
    {
        "Unnamed: 0": 11073,
        "ReviewID": "CD000396",
        "PMID": "PMID:11339516",
        "Title": "Oral meloxicam is effective in acute sciatica: two randomised, double-blind trials versus placebo or diclofenac.",
        "Abstract": "Two randomised, double-blind, double-dummy trials evaluated the efficacy and tolerability of meloxicam compared with placebo or diclofenac in patients with acute sciatica.\n                1021 patients with acute sciatica.\n                In the first study, 532 patients received meloxicam 7.5 mg, meloxicam 15 mg, or placebo for 7 days. The second study randomised 489 patients to meloxicam 7.5 mg, meloxicam 15 mg, or diclofenac 150 mg for 14 days.\n                Meloxicam 7.5 mg and 15 mg significantly improved overall pain between baseline and day 7 (p < 0.05) compared with placebo. Furthermore, both meloxicam doses showed similar improvements on all primary and secondary efficacy endpoints compared with diclofenac 150 mg. No significant differences in tolerability were observed between any of the treatment groups in either study.\n                Meloxicam (7.5 mg or 15 mg) was well tolerated and was more effective than placebo, and as effective as diclofenac, in acute sciatica.",
        "Year": 2001.0,
        "CitationCount": 51
    },
    {
        "Unnamed: 0": 11077,
        "ReviewID": "CD000396",
        "PMID": "PMID:12004166",
        "Title": "Continuous low-level heat wrap therapy provides more efficacy than Ibuprofen and acetaminophen for acute low back pain.",
        "Abstract": "A prospective, randomized, single (investigator) blind, comparative efficacy trial was conducted.\n                To compare the efficacy of continuous low-level heat wrap therapy (40 C, 8 hours/day) with that of ibuprofen (1200 mg/day) and acetaminophen (4000 mg/day) in subjects with acute nonspecific low back pain.\n                The efficacy of topical heat methods, as compared with oral analgesic treatment of low back pain, has not been established.\n                Subjects (n = 371) were randomly assigned to heat wrap (n = 113), acetaminophen (n = 113), or ibuprofen (n = 106) for efficacy evaluation, or to oral placebo (n = 20) or unheated back wrap (n = 19) for blinding. Outcome measures included pain relief, muscle stiffness, lateral trunk flexibility, and disability. Efficacy was measured over two treatment days and two follow-up days.\n                Day 1 pain relief for the heat wrap (mean, 2) was higher than for ibuprofen (mean, 1.51; P = 0.0007) or acetaminophen (mean, 1.32; P = 0.0001). Extended mean pain relief (Days 3 to 4) for the heat wrap (mean, 2.61) also was higher than for ibuprofen (mean, 1.68; P = 0.0001) or acetaminophen (mean, 1.95; P = 0.0009). Lateral trunk flexibility was improved with the heat wrap (mean change, 4.28 cm) during treatment (P </= 0.009 vs acetaminophen [mean change, 2.93 cm], P </= 0.001 vs ibuprofen [mean change, 2.51 cm]). The results were similar on Day 4. Day 1 reduction in muscle stiffness with the heat wrap (mean, 16.3) was greater than with acetaminophen (mean, 10.5; P = 0.001). Disability was reduced with the heat wrap (mean, 4.9), as compared with ibuprofen (mean, 2.7; P = 0.01) and acetaminophen (mean, 2.9; P = 0.0007), on Day 4. None of the adverse events were serious. The highest rate (10.4%) was reported in the ibuprofen group.\n                Continuous low-level heat wrap therapy was superior to both acetaminophen and ibuprofen for treating low back pain.",
        "Year": 2002.0,
        "CitationCount": 138
    },
    {
        "Unnamed: 0": 11096,
        "ReviewID": "CD000396",
        "PMID": "PMID:12740678",
        "Title": "A double-blind, multicentre, randomised clinical trial comparing the efficacy and tolerability of aceclofenac with diclofenac resinate in patients with acute low back pain.",
        "Abstract": "The efficacy and tolerability of aceclofenac was compared with diclofenac resinate in a double-blind, multicentre randomised study in patients with acute low back pain suffering from degenerative spinal disorders. The study included 227 patients randomised to receive either aceclofenac 2 x 100 mg daily or diclofenac resinate 2 x 75 mg daily for up to 10 days. The primary objective was to demonstrate the clinical non-inferiority of the analgesic efficacy of aceclofenac compared with diclofenac resinate, as assessed by changes from baseline in the visual analogue scale (0-100 mm) pain score, at rest and at visit 3 (final visit on day's 8-10). Secondary objectives included the time to early cure (resolution of pain) and global assessment of tolerability. Mean change in pain score at rest, and as visit 3, compared with baseline, was 61.6 mm (SD 24.5) for the aceclofenac group ( n = 100) and 57.3 mm (SD 22.8) for the diclofenac resinate group ( n = 105) in the per-protocol population. Similar changes were observed in the intention-to-treat population. Between-group differences of 4.5 mm and 5.5 mm for the per-protocol and intention-to-treat populations, respectively, demonstrated clinical non-inferiority of aceclofenac compared with diclofenac resinate. Furthermore, there was evidence for superiority of aceclofenac over diclofenac resinate in terms of statistical significance, as the one-sided 97.5% confidence interval was above -10 mm and 0 mm. In the intention-to treat population, a total of six aceclofenac-treated patients discontinued their medication owing to early cure, compared with only one patient receiving diclofenac resinate. Seventeen aceclofenac- (14.9%), and 18 diclofenac resinate-treated patients (15.9%) reported at least one adverse event. However, the total number of adverse events reported was lower in patients receiving aceclofenac (22 versus 31 in the diclofenac resinate group). In conclusion, non-inferiority of the analgesic efficacy of aceclofenac compared with diclofenac resinate was demonstrated in patients with localised, uncomplicated acute lumbosacral pain. For the reduction in pain levels from baseline there was also evidence for superiority of aceclofenac compared with diclofenac resinate in terms of statistical significance, although this difference was not considered clinically relevant. The results also showed a trend towards a better safety and tolerability profile of aceclofenac over diclofenac resinate from a clinical point of view.",
        "Year": 2003.0,
        "CitationCount": 47
    },
    {
        "Unnamed: 0": 11087,
        "ReviewID": "CD000396",
        "PMID": "PMID:12509627",
        "Title": "A randomized double-blind pilot study comparing Doloteffin and Vioxx in the treatment of low back pain.",
        "Abstract": "This randomized, double-dummy, double-blind pilot study of acutely exacerbated low back pain was aimed to inform a definitive comparison between Doloteffin, a proprietary extract of Harpagophytum, and rofecoxib, a selective inhibitor of cyclo-oxygenase-2 (COX-2).\n                Forty-four patients (phyto-anti-inflammatory drug-PAID-group) received a daily dose of Doloteffin containing, inter alia, 60 mg of harpagoside for 6 weeks and 44 (non-steroidal anti-inflammatory drug-NSAID-group) received 12.5 mg/day of rofecoxib. All were allowed rescue medication of up to 400 mg/day of tramadol. Several outcome measures were examined at various intervals to obtain estimates of effect size and variability that might be used to decide the most suitable principal outcome measure and corresponding numbers required for a definitive study.\n                Forty-three PAID and 36 NSAID patients completed the study. Ten PAID and 5 NSAID patients reported no pain without rescue medication for at least 5 days of the 6th week of treatment. Eighteen PAID and 12 NSAID patients had more than a 50% reduction in the week's average of their pain scores between the 1st and 6th weeks. The mean percentage decrease from baseline in the pain component of the Arhus Index was 23 (S.D. 52) in PAID and 26 (S.D. 43) in NSAID. The corresponding measures for the overall Arhus Index were 11 (31) and 16 (24) and, for the Health Assessment Questionnaire, 7 (8) and 6 (7). Tramadol was used by 21 PAID patients and 13 NSAID patients. Fourteen patients in each group experienced 39 adverse effects, of which 28 (13 in PAID) were judged to some degree attributable to the study medications.\n                Though no significant intergroup differences were demonstrable, large numbers will be needed to show equivalence.",
        "Year": 2003.0,
        "CitationCount": 90
    },
    {
        "Unnamed: 0": 11101,
        "ReviewID": "CD000396",
        "PMID": "PMID:14518597",
        "Title": "Relief of acute low back pain with diclofenac-K 12.5 mg tablets: a flexible dose, ibuprofen 200 mg and placebo-controlled clinical trial.",
        "Abstract": "To assess efficacy and safety of diclofenac-K 12.5 mg tablets in the treatment of acute low back pain (low back pain).\n                A multiple dose, double-blind, double-dummy, randomized, placebo-controlled, parallel group trial compared diclofenac-K (12.5 mg; n = 124) with ibuprofen (200 mg; n = 122) and placebo (n = 126) in patients with moderate-to-severe acute low back pain. The treatment consisted of an initial dose of 2 tablets followed by 1 or 2 tablets every 4-6 hours as needed (maximum 6 tablets/day) for 7 days. The primary efficacy outcome for the initial dose was TOTPAR-3, the summed total pain relief over the first 3 hours. Secondary initial dose outcomes included TOTPAR-6, summed pain intensity differences SPID-3 and SPID-6, time to rescue medication or remedicate, and the End of First Dose global efficacy assessment. The primary efficacy outcome for the flexible multiple dosing regimen was the End of Study global efficacy assessment. Secondary outcomes for multiple dosing included time to rescue medication over the entire study, the End of Day global efficacy assessments (daily over Days 1-7), pain intensity differences on the VAS measured at Visit 2 and 3, and change in Eifel algofunctional index. Safety/tolerability was assessed by recording adverse events.\n                Diclofenac-K 12.5 mg demonstrated superiority vs placebo on the primary efficacy parameter and almost all secondary initial dose outcomes. With respect to the initial dose, diclofenac-K 12.5 mg was also significantly superior to ibuprofen 200 mg on SPID-3. Ibuprofen 200 mg was superior to placebo only on the End of First Dose global efficacy assessment. The flexible multiple dosing regimens of diclofenac-K and ibuprofen were both significantly superior to placebo on the End of Study global efficacy assessment, time to rescue medication over the entire study period, the End of Day global efficacy assessment on Days 1-2, pain intensity difference on the VAS at Visit 3 and the Eifel algofunctional index at Visit 3 (also at Visit 2 in diclofenac-K 12.5 mg group). Both active treatments were as well tolerated as placebo.\n                The flexible multiple dosing regimen of diclofenac-K 12.5 mg (initial dose of 2 tablets followed by 1-2 tablets every 4-6 hours, max. 75 mg/day) is an effective and safe treatment of acute low back pain.",
        "Year": 2003.0,
        "CitationCount": 42
    },
    {
        "Unnamed: 0": 11090,
        "ReviewID": "CD000396",
        "PMID": "PMID:12941996",
        "Title": "Efficacy and safety of rofecoxib in patients with chronic low back pain: results from two 4-week, randomized, placebo-controlled, parallel-group, double-blind trials.",
        "Abstract": "Two replicate, 4-week, randomized, double-blind, placebo-controlled, trials of rofecoxib 25 and 50 mg versus placebo for chronic low back pain.\n                To determine the efficacy and safety of two doses of rofecoxib compared to placebo in the treatment of chronic low back pain.\n                Although nonsteroidal anti-inflammatory drugs are commonly prescribed for chronic low back pain, their efficacy is unproven and toxicity can be serious. These studies evaluated the efficacy and tolerability of rofecoxib, a selective COX-2 inhibitor, in the treatment of chronic low back pain.\n                Patients with chronic low back pain were randomized 1:1:1 to rofecoxib 25 mg, 50 mg, or placebo once daily. Primary endpoint: Low Back Pain Intensity. Secondary endpoints: Pain Bothersomeness, Global Assessments of Response to Therapy, Global Assessment of Disease Status, Roland-Morris Disability Questionnaire, SF-12 Health Survey, Use of Rescue Acetaminophen, and Discontinuations Due to Lack of Efficacy.\n                Combining both studies, 690 patients were randomized to placebo (N = 228), rofecoxib 25 mg (N = 233), or rofecoxib 50 mg (N = 229). Mean (+/- SD) age was 53.4 (+/- 12.9) years, pain duration 12.1 (+/- 11.8) years, 62.3% female. Both rofecoxib groups improved significantly. Mean differences from placebo in pain intensity were -13.50 mm, -13.81 mm (25, 50 mg doses) respectively (P < 0.001). Both regimens were superior to placebo in eight of nine secondary endpoints. Fifty mg provided no advantage over 25 mg. Both rofecoxib regimens were well tolerated, although 25 mg had a slightly better safety profile.\n                Rofecoxib significantly reduced chronic low back pain in adults and was well tolerated.",
        "Year": 2003.0,
        "CitationCount": 66
    },
    {
        "Unnamed: 0": 11089,
        "ReviewID": "CD000396",
        "PMID": "PMID:15476906",
        "Title": "Effects of valdecoxib in the treatment of chronic low back pain: results of a randomized, placebo-controlled trial.",
        "Abstract": "Valdecoxib, a cyclooxygenase (COX)-2 specific inhibitor, is indicated for relief of the signs and symptoms of rheumatoid arthritis, osteoarthritis, and primary dysmenorrhea. Therapeutic doses of COX-2 specific inhibitors are as effective as nonspecific nonsteroidal anti-inflammatory drugs in reducing inflammatory pain while sparing the gastrointestinal and platelet toxicity associated with nonspecific COX-1 inhibition.\n                The aim of this study was to assess the analgesic efficacy and tolerability of valdecoxib 40 mg/d compared with placebo in the treatment of chronic low back pain.\n                This 4-week, prospective, randomized, double-blind placebo-controlled, parallel-group study was conducted at 37 centers across the United States and 5 centers in Canada. Patients aged > or =18 years with chronic low back pain in flare were enrolled. Patients were randomized to receive valdecoxib 40-mg/d or placebo tablets, once daily for 4 weeks. Patients rated low back pain intensity on a visual analog scale and completed the Roland-Morris Disability Questionnaire and the modified Brief Pain Inventory-Short Form (mBPI-SF) at each visit.\n                Two hundred ninety-three patients were enrolled. The valdecoxib group comprised 148 patients (81 women, 67 men; mean [SD] age, 48.6 [13.3] years; mean [SD] body weight, 86.6 [20.9] kg), and the placebo group included 145 patients (85 women, 60 men; mean [SD] age, 48.7 [12.6] years; mean [SD] body weight, 85.6 [19.9] kg). Of the enrolled patients, 249 completed the study: 134 patients (91%) who received valdecoxib and 115 patients (79%) who received placebo. No statistically significant differences in patient baseline characteristics were noted between treatment groups, except in response to 1 mBPI-SF question; patients in the valdecoxib group reported significantly greater interference in relations with other people due to pain than did those in the placebo group (P = 0.048). Changes from baseline in low back pain intensity were significantly greater in valdecoxib-treated patients at each assessment (all, P < 0.001 vs placebo). Pain scores on the mBPI-SF indicated significantly greater pain relief with valdecoxib at each assessment (all, P < or = 0.014 vs placebo). Improvements in mean Roland-Morris Disability Questionnaire score with valdecoxib were significantly greater than with placebo at each assessment (all, P < or = 0.003). Although the overall incidence of adverse events (AEs) was significantly higher among patients receiving valdecoxib than those receiving placebo (35.1% vs 24.1%, respectively; P = 0.042), no significant differences were found between groups for the incidence of any individual AE. Most AEs (89% [77/87 total events]) were mild or moderate in severity.\n                In this study of patients with chronic low back pain, valdecoxib 40 mg/d provided rapid relief (within 1 week) and consistent relief (over 4 weeks). In addition, significant improvement in function and decreased disability were found with valdecoxib compared with placebo.",
        "Year": 2004.0,
        "CitationCount": 74
    },
    {
        "Unnamed: 0": 11097,
        "ReviewID": "CD000396",
        "PMID": "PMID:16368055",
        "Title": "Efficacy of etoricoxib 60 mg/day and diclofenac 150 mg/day in reduction of pain and disability in patients with chronic low back pain: results of a 4-week, multinational, randomized, double-blind study.",
        "Abstract": "The efficacy and safety of etoricoxib 60 mg/day in patients with established chronic low back pain (CLBP) were compared with those of diclofenac 150 mg/day in a 4-week, multicentre, randomized, double-blind, parallel-group trial. Four hundred and forty-six adult patients with CLBP (Quebec Task Force on Spinal Disorders Class 1 or 2) and with worsening pain upon discontinuation of pre-study analgesic medication were enrolled in the study. The study primary efficacy endpoint was change from baseline in Low Back Pain Intensity Scale (LBP-IS) score over the 4-week treatment period. Secondary and other efficacy endpoints included: changes in Roland and Morris Disability Questionnaire (RMDQ), Patient Global Assessment of Response to Therapy (PGART) and Low Back Pain Bothersomeness Scale (LBP-BS) scores. Early efficacy was assessed using PGART and LBP-IS scores 4 h after the first dose on the mornings of Days 1, 2 and 3. The overall safety and tolerability of etoricoxib 60 mg/day during 4 weeks of treatment were also assessed.\n                The least-squares mean time-weighted change from baseline LBP-IS score over 4 weeks was -32.94 mm (95% CI -36.25, -29.63) for etoricoxib, indicating substantial efficacy in relief of pain. The treatment difference for the primary outcome was 2.51 mm (95% CI -1.50, 6.51), fulfilling the prespecified equivalence criterion of 95% confidence interval wholly within +/- 10 mm. Etoricoxib improved all secondary and other efficacy outcomes. There were no statistically significant between-group differences in the proportion of patients with one or more clinical adverse events (AEs) (etoricoxib 35%, diclofenac 39%), or the proportion of patients who discontinued due to AEs (etoricoxib 7%, diclofenac 5%).\n                The results of this study confirm that, for adult patients with CLBP, etoricoxib 60 mg once daily over 4 weeks is effective for relief of pain and improvement of physical function and comparable to high-dose diclofenac 150 mg daily.",
        "Year": 2005.0,
        "CitationCount": 62
    },
    {
        "Unnamed: 0": 11095,
        "ReviewID": "CD000396",
        "PMID": "PMID:17163260",
        "Title": "Analgesic efficacy and safety of lornoxicam quick-release formulation compared with diclofenac potassium: randomised, double-blind trial in acute low back pain.",
        "Abstract": "NSAIDs are widely used for patients presenting with low back pain. A quick-release formulation of lornoxicam, a potent NSAID from the chemical class of oxicams, offers a faster onset of pain relief compared with the standard tablet formulation.\n                Time to onset of pain relief with lornoxicam was compared with the quick-release formulation of diclofenac potassium in acute low back pain in a randomised, double-blind, multicentre study. 220 patients received either lornoxicam 24 mg or diclofenac potassium 150 mg on day 1 followed by lornoxicam 8 mg twice daily or diclofenac potassium 50 mg twice daily for 5 days. Efficacy outcomes included time to onset of pain relief, as measured by the stopwatch method (primary outcome), pain intensity, pain relief, rescue medication, ability to perform daily activities and global evaluation of the study medication.\n                The time to onset of pain relief ratios between diclofenac potassium/lornoxicam was 1.03 (95% CI 0.91, 1.26) and 1.05 (95% CI 0.93, 1.29) in the intention-to-treat (ITT) and per-protocol (PP) analyses, respectively, demonstrating the non-inferiority of lornoxicam (defined by lower limits of the 95% CIs >0.80). Time to onset of pain relief was shorter with lornoxicam (30 minutes) compared with diclofenac potassium (36 minutes). The difference was not statistically significant (ITT analysis). A higher magnitude of analgesic effect associated with better global evaluation of the study medication for lornoxicam was also demonstrated. The drugs were equally well tolerated.\n                Lornoxicam administered as a quick-release formulation was shown to be non-inferior to the equivalent formulation of diclofenac potassium in terms of onset of pain relief and more effective on most of the major standard efficacy outcomes.",
        "Year": 2006.0,
        "CitationCount": 25
    },
    {
        "Unnamed: 0": 11115,
        "ReviewID": "CD000396",
        "PMID": "PMID:17314584",
        "Title": "Valdecoxib is as efficacious as diclofenac in the treatment of acute low back pain.",
        "Abstract": "To compare the efficacy of valdecoxib 40 mg q.d. (with a second dose on day 1) with diclofenac 75 mg b.i.d. in the treatment of acute low back pain.\n                This was a multicenter, randomized, double-blind study. Patients with acute low back pain, class 1a or 2a (Quebec Task Force), with a visual analog scale score >/=50 mm (on a 100-mm scale) and moderate to severe pain on a categorical scale, were randomized to valdecoxib 40 mg q.d. (with a second dose on day 1) or diclofenac 75 mg b.i.d. for 7 days (170 patients per group). The primary efficacy end point was change in pain intensity (visual analog scale, mm) from baseline to day 3 for the per-protocol population.\n                Least squares mean reductions in pain intensity from baseline to day 3 were similar for valdecoxib (-42.02 mm) and diclofenac (-41.43 mm). Valdecoxib was comparable to diclofenac as the lower limit of the 95% confidence interval of the estimated difference (0.59 mm; 95% confidence interval, -3.40 to 4.59 mm) was within the prespecified noninferiority margin of -10 mm. The overall incidence of adverse events was similar for valdecoxib (28%) and diclofenac (26%). No statistically different moderate or severe upper gastrointestinal adverse events were reported, although they were numerically greater for diclofenac (8) than for valdecoxib (3).\n                Valdecoxib 40 mg q.d. (with a second dose on day 1) provides effective relief for acute low back pain, and was at least as efficacious as diclofenac 75 mg b.i.d., with a nonsignificant but numerically lower incidence of gastrointestinal adverse events.",
        "Year": 2007.0,
        "CitationCount": 15
    },
    {
        "Unnamed: 0": 11093,
        "ReviewID": "CD000396",
        "PMID": "PMID:14622687",
        "Title": "Treatment of chronic low back pain with etoricoxib, a new cyclo-oxygenase-2 selective inhibitor: improvement in pain and disability--a randomized, placebo-controlled, 3-month trial.",
        "Abstract": "We evaluated etoricoxib, a novel COX-2-specific inhibitor, in 319 patients with chronic low back pain (LBP) in this double-blind, placebo-controlled trial. Patients were randomized to a 60 mg dose (n = 103) or 90 mg dose (n = 107) of etoricoxib, or placebo (n = 109), daily for 12 weeks. The primary endpoint was low back pain intensity scale (Visual Analog Scale of 0- to 100-mm) time-weighted average change from baseline over 4 weeks. Other endpoints included evaluation over 3 months of low back pain intensity scale, Roland-Morris Disability Questionnaire (RMDQ), low back pain bothersomeness scale, patient- and investigator-global assessments, Patient Health Survey (MOS SF-12), rescue acetaminophen use, and discontinuation due to lack of efficacy. Etoricoxib provided significant improvement from baseline versus placebo in pain intensity (4 weeks: 12.9 mm and 10.3 mm for 60-mg and 90-mg doses, P <.001 for each; 12 weeks: 10.5 mm and 7.5 mm for 60-mg and 90-mg doses, P =.001 and.018, respectively). Etoricoxib at either dose led to significant improvement in other endpoints, including RMDQ scores, bothersomeness scores and global assessments. Etoricoxib given once daily provided significant relief of symptoms, and disability associated with chronic LBP that was observed 1 week after initiating therapy, was maximal at 4 weeks, and was maintained over 3 months.",
        "Year": null,
        "CitationCount": 114
    }
]