[
    {
        "Unnamed: 0": 7623,
        "ReviewID": "CD002130",
        "PMID": "PMID:7508826",
        "Title": "Randomized trial of a GPIIb/IIIa platelet receptor blocker in refractory unstable angina. European Cooperative Study Group.",
        "Abstract": "Patients with unstable angina despite intensive medical therapy, ie, refractory angina, are at high risk for developing thrombotic complications: myocardial infarction or coronary occlusion during percutaneous transluminal coronary angioplasty (PTCA). Chimeric 7E3 (c7E3) Fab is an antibody fragment that blocks the platelet glycoprotein (GP) IIb/IIIa receptor and potently inhibits platelet aggregation.\n                To evaluate whether potent platelet inhibition could reduce these complications, 60 patients with dynamic ST-T changes and recurrent pain despite intensive medical therapy were randomized to c7E3 Fab or placebo. After initial angiography had demonstrated a culprit lesion suitable for PTCA, placebo or c7E3 Fab was administered as 0.25 mg/kg bolus injection followed by 10 micrograms/min for 18 to 24 hours until 1 hour after completion of second angiography and PTCA. During study drug infusion, ischemia occurred in 9 c7E3 Fab and 16 placebo patients (P = .06). During hospital stay, 12 major events occurred in 7 placebo patients (23%), including 1 death, 4 infarcts, and 7 urgent interventions. In the c7E3 Fab group, only 1 event (an infarct) occurred (3%, P = .03). Angiography showed improved TIMI flow in 4 placebo and 6 c7E3 Fab patients and worsening of flow in 3 placebo patients but in none of the c7E3 Fab patients. Quantitative analysis showed significant improvement of the lesion in the patients treated with c7E3 Fab, which was not observed in the placebo group, although the difference between the two treatment groups was not significant. Measurement of platelet function and bleeding time demonstrated > 90% blockade of GPIIb/IIIa receptors, > 90% reduction of ex vivo platelet aggregation to ADP, and a significantly prolonged bleeding time during c7E3 Fab infusion, without excess bleeding.\n                Combined therapy with c7E3 Fab, heparin, and aspirin appears safe. These pilot study results support the concept that effective blockade of the platelet GPIIb/IIIa receptors can reduce myocardial infarction and facilitate PTCA in patients with refractory unstable angina.",
        "Year": 1994,
        "CitationCount": 244
    },
    {
        "Unnamed: 0": 7622,
        "ReviewID": "CD002130",
        "PMID": "PMID:8121459",
        "Title": "Use of a monoclonal antibody directed against the platelet glycoprotein IIb/IIIa receptor in high-risk coronary angioplasty. The EPIC Investigation.",
        "Abstract": "Platelets are believed to play a part in the ischemic complications of coronary angioplasty, such as abrupt closure of the coronary vessel during or soon after the procedure. Accordingly, we evaluated the effect of a chimeric monoclonal-antibody Fab fragment (c7E3 Fab) directed against the platelet glycoprotein IIb/IIIa receptor, in patients undergoing angioplasty who were at high risk for ischemic complications. This receptor is the final common pathway for platelet aggregation.\n                In a prospective, randomized, double-blind trial, 2099 patients treated at 56 centers received a bolus and an infusion of placebo, a bolus of c7E3 Fab and an infusion of placebo, or a bolus and an infusion of c7E3 Fab. They were scheduled to undergo coronary angioplasty or atherectomy in high-risk clinical situations involving severe unstable angina, evolving acute myocardial infarction, or high-risk coronary morphologic characteristics. The primary study end point consisted of any of the following: death, nonfatal myocardial infarction, unplanned surgical revascularization, unplanned repeat percutaneous procedure, unplanned implantation of a coronary stent, or insertion of an intraaortic balloon pump for refractory ischemia. The numbers of end-point events were tabulated for 30 days after randomization.\n                As compared with placebo, the c7E3 Fab bolus and infusion resulted in a 35 percent reduction in the rate of the primary end point (12.8 vs. 8.3 percent, P = 0.008), whereas a 10 percent reduction was observed with the c7E3 Fab bolus alone (12.8 vs. 11.5 percent, P = 0.43). The reduction in the number of events with the c7E3 Fab bolus and infusion was consistent across the end points of unplanned revascularization procedures and nonfatal myocardial infarction. Bleeding episodes and transfusions were more frequent in the group given the c7E3 Fab bolus and infusion than in the other two groups.\n                Ischemic complications of coronary angioplasty and atherectomy were reduced with a monoclonal antibody directed against the platelet IIb/IIIa glycoprotein receptor, although the risk of bleeding was increased.",
        "Year": 1994,
        "CitationCount": 2563
    },
    {
        "Unnamed: 0": 7603,
        "ReviewID": "CD002130",
        "PMID": "PMID:7697843",
        "Title": "Multicenter, randomized, double-blind, placebo-controlled trial of the platelet integrin glycoprotein IIb/IIIa blocker Integrelin in elective coronary intervention. IMPACT Investigators.",
        "Abstract": "Platelet aggregation and thrombosis have been implicated in the pathogenesis of coronary angioplasty complications. Integrelin, a synthetic cyclic heptapeptide with high affinity and marked specificity for platelet integrin glycoprotein IIb/IIIa, effectively blocks ADP-induced platelet aggregation.\n                In 150 patients undergoing elective percutaneous coronary intervention, random assignment was made to one of three treatment regimens: placebo; a 90-micrograms/kg bolus of Integrelin before angioplasty followed by a 1.0-micrograms.kg-1.min-1 infusion of Integrelin for 4 hours; or a 90-micrograms/kg bolus followed by a 1.0-microgram.kg-1.min-1 infusion of Integrelin for 12 hours. Patients were followed to 30 days for the composite occurrence of myocardial infarction, stent implantation, repeat urgent or emergency percutaneous intervention or coronary bypass surgery, or death. Pharmacodynamic data were obtained in a subset of 31 patients. Administration of a 90-micrograms/kg bolus of Integrelin achieved an 86% inhibition of platelet aggregation, and this inhibition was maintained by a 1.0-microgram.kg-1.min-1 infusion. There was a trend toward reduction in end-point events from 12.2% (placebo) to 9.6% (4-hour infusion) to 4.1% (12-hour infusion), although these differences were not statistically significant (P = .13 for the 12-hour group compared with placebo). Major bleeding occurred in 8%, 8%, and 2% of patients, while minor bleeding was observed in 14%, 33%, and 47% of patients, respectively. There was no difference in bleeding index among groups (1.5, 1.7, and 1.3, respectively), defined as [(change in hematocrit/3)+red blood cell units transfused].\n                This first clinical investigation of Integrelin during routine, elective, low- and high-risk coronary intervention supports the potential efficacy of Integrelin in routine coronary interventions. Pharmacodynamic analyses demonstrate that profound and sustained inhibition of platelet function is achieved, although a higher bolus dose may be required. Definitive assessment of efficacy and safety will need to await a large-scale study powered to achieve statistical significance.",
        "Year": 1995,
        "CitationCount": 36
    },
    {
        "Unnamed: 0": 7625,
        "ReviewID": "CD002130",
        "PMID": "PMID:8901655",
        "Title": "Effects of integrelin, a platelet glycoprotein IIb/IIIa receptor antagonist, in unstable angina. A randomized multicenter trial.",
        "Abstract": "Although aspirin is beneficial in patients with unstable angina, it is a relatively weak inhibitor of platelet aggregation. The effect of Integrelin, which inhibits the platelet fibrinogen receptor glycoprotein (GP) IIb/IIIa, on the frequency and duration of Holter ischemia was evaluated in 227 patients with unstable angina.\n                Patients received intravenous heparin and standard ischemic therapy and were randomized to receive oral aspirin and placebo Integrelin; placebo aspirin and low-dose Integrelin. 45 micrograms/kg bolus followed by a 0.5 microgram.kg-1. min-1 continuous infusion; or placebo aspirin and high-dose Integrelin, 90 micrograms/kg bolus followed by a 1.0-microgram.kg-1, min-1 constant infusion. Study drug was continued for 24 to 72 hours, and Holter monitoring was performed. Patients randomized to high-dose Integrelin experienced 0.24 +/- 0.11 ischemic episodes (mean +/- SEM) on Holter lasting 8.41 +/- 5.29 minutes over 24 hours of study drug infusion. Patients randomized to aspirin experienced a greater number (1.0 +/- 0.33, P < .05) and longer duration (26.2 +/- 9.8 minutes, P = .01) of ischemic episodes than the high-dose Integrelin group. There was no evidence of rebound ischemia after withdrawal of study drug. In 46 patients, platelet aggregation was rapidly inhibited by Integrelin in a dose-dependent fashion. The number of clinical events was small, and there were no bleeding differences in the three treatment arms.\n                Intravenous Integrelin is well tolerated, is a potent reversible inhibitor of platelet aggregation, and added to full-dose heparin reduces the number and duration of Holter ischemic events in patients with unstable angina compared with aspirin.",
        "Year": 1996,
        "CitationCount": 108
    },
    {
        "Unnamed: 0": 7589,
        "ReviewID": "CD002130",
        "PMID": "PMID:8790023",
        "Title": "Platelet membrane receptor glycoprotein IIb/IIIa antagonism in unstable angina. The Canadian Lamifiban Study.",
        "Abstract": "Ligand binding to the platelet membrane receptor glycoprotein (GP) IIb/IIIa, the final and obligatory step to platelet aggregation, can now be inhibited by pharmacological agents. This study was designed to evaluate the potential of lamifiban, a novel nonpeptide antagonist of GP IIb/IIIa, for the management of unstable angina.\n                In a prospective, dose-ranging, double-blind study, 365 patients with unstable angina were randomized to an infusion of 1, 2, 4, or 5 micrograms/min of lamifiban or of placebo. Treatment was administered for 72 to 120 hours. Outcome events were measured during the infusion period and after 1 month. Concomitant aspirin was administered to all patients and heparin to 28% of patients. Lamifiban, all doses combined, reduced the risk of death, nonfatal myocardial infarction, or the need for an urgent revascularization during the infusion period from 8.1% to 3.3% (P = .04). The rates were 2.5%, 4.9%, 3.3%, and 2.4% with increasing doses. At 1 month, death or nonfatal infarction occurred in 8.1% of patients with placebo and in 2.5% of patients with the two high doses (P = .03). The highest dose of lamifiban additionally prevented the need for an urgent intervention. Lamifiban dose-dependently inhibited platelet aggregation. Bleeding times were significantly prolonged with platelet inhibition of > 80%. Major (but neither life-threatening nor intracranial) bleedings occurred in 0.8% of patients with placebo and 2.9% with lamifiban.\n                The nonpeptide GP IIb/IIIa antagonist lamifiban protected patients with unstable angina from severe ischemic events during a 3- to 5-day infusion and reduced the incidence of death and infarction at 1 month, suggesting considerable promise for this new therapeutic approach.",
        "Year": 1996,
        "CitationCount": 184
    },
    {
        "Unnamed: 0": 7590,
        "ReviewID": "CD002130",
        "PMID": "PMID:8606262",
        "Title": "Randomized, double-blind, placebo-controlled dose-ranging study of tirofiban (MK-383) platelet IIb/IIIa blockade in high risk patients undergoing coronary angioplasty.",
        "Abstract": "The objectives of this double-blind, placebo-controlled, randomized dose-ranging study were 1) to examine the safety and tolerability of tirofiban (MK-383), a new nonpeptide platelet IIb/IIIa receptor antagonist, on a background of intravenous heparin and aspirin therapy; 2) to study the pharmacodynamics and pharmacokinetics of tirofiban; and 3) to evaluate the incidence of adverse cardiac outcomes (urgent repeat revascularization, myocardial infarction and death) with tirofiban versus placebo in a high risk subset of patients undergoing coronary angioplasty.\n                Abrupt vessel closure complicates 4% to 8% of angioplasty procedures. Recent data have suggested that agents that antagonize the platelet glycoprotein IIb/IIIa receptor may reduce the incidence of adverse ischemic outcomes after coronary angioplasty.\n                Seventy-three patients received tirofiban in three sequential dose panels and 20 patients received placebo. Patients within each panel were randomized to receive either tirofiban or placebo in a 3:1 randomization design. Bolus doses of 5, 10 and 10 microg/kg and continuous infusion (16 to 24 h) doses of 0.05, 0.10 and 0.15 microg/kg per min were administered in panels I, II and III, respectively. Patients received concomitant heparin and aspirin for the angioplasty procedure. Data on patients receiving placebo (heparin and aspirin only) were pooled across panels for comparisons. The pharmacodynamic effect of tirofiban on ex vivo platelet aggregation to 5 micromol/liter adenosine diphosphate (ADP) and bleeding times were measured. Clinical outcomes were assessed in all patients, but the power to detect clinically meaningful differences (a one-third reduction in clinical events) between groups was limited (5%).\n                Tirofiban was associated with a dose-dependent inhibition of ex vivo ADP-mediated platelet aggregation that was sustained during intravenous infusion and resolved rapidly after drug cessation. Adverse bleeding events, largely related to vascular access site hemorrhage, were slightly increased at the highest dose. Adverse clinical outcomes were infrequent in all patients and were not different among the small number of patients within each group.\n                This study establishes a rational and generally well tolerated dosing regimen for administration of tirofiban as adjunctive therapy in high risk angioplasty patients. The impact of tirofiban on adverse clinical outcomes after angioplasty awaits definition by a larger clinical trial.",
        "Year": 1996,
        "CitationCount": 216
    },
    {
        "Unnamed: 0": 7619,
        "ReviewID": "CD002130",
        "PMID": "PMID:9315530",
        "Title": "Effects of platelet glycoprotein IIb/IIIa blockade with tirofiban on adverse cardiac events in patients with unstable angina or acute myocardial infarction undergoing coronary angioplasty. The RESTORE Investigators. Randomized Efficacy Study of Tirofiban for Outcomes and REstenosis.",
        "Abstract": "Adverse cardiovascular events associated with thrombotic occlusion occur in 4% to 12.8% of patients after coronary angioplasty. Recently, potent antiplatelet agents have been used to reduce those thrombotic complications. Tirofiban is a highly selective, short-acting inhibitor of fibrinogen binding to platelet glycoprotein (GP) IIb/IIIa that inhibits ex vivo platelet aggregation in response to a variety of agonists.\n                The RESTORE trial (Randomized Efficacy Study of Tirofiban for Outcomes and REstenosis) was a randomized, double-blind, placebo-controlled trial of tirofiban in patients undergoing coronary interventions (balloon angioplasty or directional atherectomy) within 72 hours of presentation with an acute coronary syndrome (unstable angina pcctoris or acute myocardial infarction). The end points of the study were death from any cause, myocardial infarction, coronary bypass surgery due to angioplasty failure or recurrent ischemia, repeat target-vessel angioplasty for recurrent ischemia, and insertion of a stent due to actual or threatened abrupt closure of the dilated artery, and the primary end point was a composite representing the occurrence of any of these events. The prespecified primary hypothesis of the study was that tirofiban, administered as a bolus of 10 microg/kg over a 3-minute period and followed by a 36-hour infusion of 0.15 microg x kg(-1) x min(-1), would result in a reduction in the 30-day composite end point compared with placebo. Patients (n=2139) who were already receiving treatment with aspirin and heparin were randomized to receive tirofiban or placebo. The primary composite end point at 30 days was reduced from 12.2% in the placebo group to 10.3% in the tirofiban group, a 16% relative reduction (P=.160). However, 2 days after angioplasty, the tirofiban group had a 38% relative reduction in the composite end point (P< or =.005), and at 7 days there was a 27% relative reduction (P=.022), largely because of a reduction in nonfatal myocardial infarction and the need for repeat angioplasty. When repeat angioplasty or coronary artery bypass surgery procedures were included in the composite only if performed on an urgent or emergency basis, the composite 30-day event rates were 10.5% for the placebo group and 8.0% for the tirofiban group, a relative reduction of 24% (P=.052). Major bleeding, including transfusion, was not significantly different between the two groups (3.7% in the placebo group and 5.3% in the tirofiban group; P=.096). When the Thrombolysis In Myocardial Infarction (TIMI) criteria for major bleeding were used, the incidence was 2.1% in the placebo group compared with 2.4% in the tirofiban group (P=.662). Thrombocytopenia was similar in the placebo and tirofiban groups (0.9% for the placebo group versus 1.1% for the tirofiban group; P=.709).\n                In patients undergoing coronary angioplasty for acute coronary syndromes, tirofiban protects against early adverse cardiac events related to thrombotic closure. At 30 days, however, the reduction in adverse cardiac events was no longer statistically significant. The bleeding observed with tirofiban was not statistically different from that observed with placebo.",
        "Year": 1997,
        "CitationCount": 937
    },
    {
        "Unnamed: 0": 7586,
        "ReviewID": "CD002130",
        "PMID": "PMID:9164315",
        "Title": "Randomised placebo-controlled trial of effect of eptifibatide on complications of percutaneous coronary intervention: IMPACT-II. Integrilin to Minimise Platelet Aggregation and Coronary Thrombosis-II.",
        "Abstract": "Platelet-mediated thrombosis has been implicated in the development of ischaemic complications of percutaneous coronary intervention. We investigated whether inhibition of the platelet glycoprotein IIb/IIIa integrin with eptifibatide (Integrilin) could prevent such complications.\n                We undertook a double-blind, placebo-controlled trial at 82 centres in the USA, enrolling 4010 patients undergoing elective, urgent, or emergency coronary intervention. Patients were assigned one of three treatments: placebo (n = 1328), a bolus of 135 micrograms/kg eptifibatide followed by an infusion of 0.5 microgram kg-1 min-1 for 20-24 h (n = 1349), or 135 micrograms/kg eptifibatide bolus with a 0.75 microgram kg-1 min-1 infusion (n = 1333). The coronary procedure was started within 10-60 min of the start of study treatment. The primary endpoint was the 30-day composite occurrence of death, myocardial infarction, unplanned surgical or repeat percutaneous revascularisation, or coronary stent implantation for abrupt closure (by intention to treat). The primary safety endpoint was major bleeding.\n                By 30 days, the composite endpoint had occurred in 151 (11.4%) patients in the placebo group compared with 124 (9.2%) in the 135/0.5 eptifibatide group (p = 0.063) and 132 (9.9%) in the eptifibatide 135/0.75 group (p = 0.22). By treatment-received analysis, the 135/0.5 regimen produced a significant reduction in the composite endpoint (11.6 vs 9.1%, p = 0.035), but the 135/0.75 regimen produced a less substantial reduction (11.6 vs 10.0%, p = 0.18). Eptifibatide treatment did not increase rates of major bleeding or transfusion.\n                In the 135/0.5 group, treatment with eptifibatide during coronary intervention reduced rates of early abrupt closure and ischaemic events at 30 days. Non-significant differences were seen with the 135/0.75 regimen. The doses studied thus appear to be at the low end of the efficacy-response curve. Further investigation to refine eptifibatide dosing during coronary intervention is warranted.",
        "Year": 1997,
        "CitationCount": 148
    },
    {
        "Unnamed: 0": 7591,
        "ReviewID": "CD002130",
        "PMID": "PMID:9182212",
        "Title": "Platelet glycoprotein IIb/IIIa receptor blockade and low-dose heparin during percutaneous coronary revascularization.",
        "Abstract": "Blockade of the platelet glycoprotein IIb/IIIa receptor with abciximab (a monoclonal-antibody Fab fragment directed against the receptor) has been shown to diminish ischemic complications among patients undergoing high-risk coronary angioplasty or directional atherectomy but increases bleeding complications. The widespread applicability of this treatment is unknown, particularly in view of the observed risk of hemorrhage.\n                In a prospective, double-blind trial, we randomly assigned patients undergoing urgent or elective percutaneous coronary revascularization at 69 centers to receive abciximab with standard-dose, weight-adjusted heparin (initial bolus of 100 U per kilogram of body weight); abciximab with low-dose, weight-adjusted heparin (initial bolus of 70 U per kilogram); or placebo with standard-dose, weight-adjusted heparin. The primary efficacy end point was death from any cause, myocardial infarction, or urgent revascularization within 30 days of randomization.\n                The trial was terminated at the first interim analysis, with 2792 of the planned 4800 patients enrolled. At 30 days, the composite event rate was 11.7 percent in the group assigned to placebo with standard-dose heparin; 5.2 percent in the group assigned to abciximab with low-dose heparin (hazard ratio, 0.43; 95 percent confidence interval, 0.30 to 0.60; P<0.001); and 5.4 percent in the group assigned to abciximab with standard-dose heparin (hazard ratio, 0.45; 95 percent confidence interval, 0.32 to 0.63; P<0.001). There were no significant differences among the groups in the risk of major bleeding, although minor bleeding was more frequent among patients receiving abciximab with standard-dose heparin.\n                Inhibition of the platelet glycoprotein IIb/IIIa receptor with abciximab, together with low-dose, weight-adjusted heparin, markedly reduces the risk of acute ischemic complications in patients undergoing percutaneous coronary revascularization, without increasing the risk of hemorrhage.",
        "Year": 1997,
        "CitationCount": 1858
    },
    {
        "Unnamed: 0": 7616,
        "ReviewID": "CD002130",
        "PMID": "PMID:9164316",
        "Title": "Randomised placebo-controlled trial of abciximab before and during coronary intervention in refractory unstable angina: the CAPTURE Study.",
        "Abstract": "Platelet aggregation is a dominant feature in the pathophysiology of unstable angina. Percutaneous transluminal coronary angioplasty (PTCA) in patients with this disorder carries an increased risk of thrombotic complications. Abciximab (c7E3) blocks the platelet glycoprotein IIb/IIIa receptor, thus preventing platelet adhesion and aggregation. The CAPTURE study was a randomised placebo-controlled multicentre trial to assess whether abciximab can improve outcome in patients with refractory unstable angina who are undergoing PTCA.\n                The study recruited patients with refractory unstable angina, defined as recurrent myocardial ischaemia under medical treatment including heparin and nitrates. Predefined stopping rules were met at a planned interim analysis of data for 1050 patients, and recruitment was stopped. Data for 1265 patients (of 1400 scheduled) are presented here. After angiography, patients received a randomly assigned infusion of abciximab or placebo for 18-24 h before PTCA, continuing until 1 h afterwards. The primary endpoint was the occurrence within 30 days after PTCA of death (any cause), myocardial infarction, or urgent intervention for recurrent ischaemia. Analyses were by intention to treat.\n                By 30 days, the primary endpoint had occurred in 71 (11.3%) of 630 patients who received abciximab compared with 101 (15.9%) of 635 placebo recipients (p = 0.012). The rate of myocardial infarction was lower in the abciximab than in the placebo group before PTCA (four [0.6%] vs 13 [2.1%], p = 0.029) and during PTCA (16 [2.6%] vs 34 [5.5%], p = 0.009). Major bleeding was infrequent, but occurred more often with abciximab than with placebo (24 [3.8%] vs 12 [1.9%], p = 0.043). At 6-month follow-up, death, myocardial infarction, or repeat intervention had occurred in 193 patients in each group.\n                In patients with refractory unstable angina, treatment with abciximab substantially reduces the rate of thrombotic complications, in particular myocardial infarction, before, during, and after PTCA. There was no evidence that this regimen influenced the rate of myocardial infarction after the first few days, or the need for subsequent reintervention.",
        "Year": 1997,
        "CitationCount": 353
    },
    {
        "Unnamed: 0": 7610,
        "ReviewID": "CD002130",
        "PMID": "PMID:9641689",
        "Title": "International, randomized, controlled trial of lamifiban (a platelet glycoprotein IIb/IIIa inhibitor), heparin, or both in unstable angina. The PARAGON Investigators. Platelet IIb/IIIa Antagonism for the Reduction of Acute coronary syndrome events in a Global Organization Network.",
        "Abstract": "Unstable angina and non-Q-wave myocardial infarction involve coronary arterial plaque rupture, platelet activation, and thrombus formation. This study tested the benefit of different doses of lamifiban (a platelet IIb/IIIa antagonist) alone and in combination with heparin in patients with these conditions to select the most promising lamifiban regimen for subsequent evaluation.\n                At 273 hospitals in 20 countries, 2282 patients were randomly assigned to lamifiban (2x2 factorial design: low-dose [1 microg/min] with and without heparin versus high-dose [5 microg/min] with and without heparin) or to standard therapy (placebo and heparin). All patients received aspirin. The composite primary end point of death or nonfatal myocardial infarction at 30 days occurred in 11.7% of those receiving standard therapy, 10.6% receiving low-dose lamifiban, and 12.0% receiving high-dose lamifiban (P=0.668). By 6 months, this composite was lowest for those assigned to low-dose lamifiban (P=0.027) and intermediate for those assigned to high-dose lamifiban (P=0.450) compared with control (13.7%, 16.4%, and 17.9%, respectively). Compared with control, the combination of high-dose lamifiban and heparin resulted in more intermediate or major bleeding (12.1% versus 5.5%; P=0.002) and a similar rate of ischemic events. Conversely, low-dose lamifiban and heparin yielded similar bleeding rates as in the control group but fewer ischemic events at 6 months (12.6% versus 17.9%; P=0.025).\n                In unstable angina and non-Q-wave infarction, platelet IIb/IIIa antagonism with lamifiban reduces adverse ischemic events at 6 months beyond that of aspirin and heparin therapy. The role of conjunctive heparin remains uncertain but appears more favorable with low-dose IIb/IIIa antagonism. Larger-scale study is needed to more reliably estimate these effects.",
        "Year": 1998,
        "CitationCount": 72
    },
    {
        "Unnamed: 0": 7613,
        "ReviewID": "CD002130",
        "PMID": "PMID:9705684",
        "Title": "Inhibition of platelet glycoprotein IIb/IIIa with eptifibatide in patients with acute coronary syndromes. The PURSUIT Trial Investigators. Platelet Glycoprotein IIb/IIIa in Unstable Angina: Receptor Suppression Using Integrilin Therapy.",
        "Abstract": "Aggregation of platelets is the pathophysiologic basis of the acute coronary syndromes. Eptifibatide, a synthetic cyclic heptapeptide, is a selective high-affinity inhibitor of the platelet glycoprotein IIb/IIIa receptor, which is involved in platelet aggregation. We tested the hypothesis that inhibition of platelet aggregation with eptifibatide would have an incremental benefit beyond that of heparin and aspirin in reducing the frequency of adverse outcomes in patients with acute coronary syndromes who did not have persistent ST-segment elevation.\n                Patients who had presented with ischemic chest pain within the previous 24 hours and who had either electrocardiographic changes indicative of ischemia (but not persistent ST-segment elevation) or high serum concentrations of creatine kinase MB isoenzymes were enrolled in the study. They were randomly assigned, in a double-blind manner, to receive a bolus and infusion of either eptifibatide or placebo, in addition to standard therapy, for up to 72 hours (or up to 96 hours, if coronary intervention was performed near the end of the 72-hour period). The primary end point was a composite of death and nonfatal myocardial infarction occurring up to 30 days after the index event.\n                A total of 10,948 patients were enrolled between November 1995 and January 1997. As compared with the placebo group, the eptifibatide group had a 1.5 percent absolute reduction in the incidence of the primary end point (14.2 percent, vs. 15.7 percent in the placebo group; P=0.04). The benefit was apparent by 96 hours and persisted through 30 days. The effect was consistent in most major subgroups except for women (odds ratios for death or nonfatal myocardial infarction, 0.8 [95 percent confidence interval, 0.7 to 0.9] in men, and 1.1 [0.9 to 1.31 in women). Bleeding was more common in the eptifibatide group, although there was no increase in the incidence of hemorrhagic stroke.\n                Inhibition of platelet aggregation with eptifibatide reduced the incidence of the composite end point of death or nonfatal myocardial infarction in patients with acute coronary syndromes who did not have persistent ST-segment elevation.",
        "Year": 1998,
        "CitationCount": 681
    },
    {
        "Unnamed: 0": 7615,
        "ReviewID": "CD002130",
        "PMID": "PMID:9599104",
        "Title": "A comparison of aspirin plus tirofiban with aspirin plus heparin for unstable angina. Platelet Receptor Inhibition in Ischemic Syndrome Management (PRISM) Study Investigators.",
        "Abstract": "Activation of platelets is central to the pathophysiology of unstable angina. We studied whether inhibition of the final common pathway for platelet aggregation with tirofiban, a nonpeptide glycoprotein IIb/IIIa receptor antagonist, would improve clinical outcome in this condition.\n                In a double-blind study, we randomly assigned 3232 patients who were already receiving aspirin to additional treatment with intravenous tirofiban for 48 hours. The primary end point was a composite of death, myocardial infarction, or refractory ischemia at 48 hours.\n                The incidence of the composite end point was 32 percent lower at 48 hours in the group that received tirofiban (3.8 percent, vs. 5.6 percent with heparin; risk ratio, 0.67; 95 percent confidence interval, 0.48 to 0.92; P=0.01). Percutaneous revascularization was performed in 1.9 percent of the patients during the first 48 hours. At 30 days, the frequency of the composite end point (with the addition of readmission for unstable angina) was similar in the two groups (15.9 percent in the tirofiban group vs. 17.1 percent in the heparin group, P=0.34). There was a trend toward a reduction in the rate of death or myocardial infarction with tirofiban (a rate of 5.8 percent, as compared with 7.1 percent in the heparin group; risk ratio, 0.80; 95 percent confidence interval, 0.61 to 1.05; P=0.11), and mortality was 2.3 percent, as compared with 3.6 percent in the heparin group (P=0.02). Major bleeding occurred in 0.4 percent of the patients in both groups. Reversible thrombocytopenia occurred more frequently with tirofiban than with heparin (1.1 percent vs. 0.4 percent, P=0.04).\n                Tirofiban was generally well tolerated and, as compared with heparin, reduced ischemic events during the 48-hour infusion period, during which revascularization procedures were not performed. The incidence of refractory ischemia and myocardial infarction was not reduced at 30 days, but mortality was lower among the patients given tirofiban. Platelet inhibition with aspirin plus tirofiban may have a role in the management of unstable angina.",
        "Year": 1998,
        "CitationCount": 357
    },
    {
        "Unnamed: 0": 7607,
        "ReviewID": "CD002130",
        "PMID": "PMID:9599103",
        "Title": "Inhibition of the platelet glycoprotein IIb/IIIa receptor with tirofiban in unstable angina and non-Q-wave myocardial infarction. Platelet Receptor Inhibition in Ischemic Syndrome Management in Patients Limited by Unstable Signs and Symptoms (PRISM-PLUS) Study Investigators.",
        "Abstract": "Antithrombotic therapy improves the prognosis of patients with acute coronary syndromes, yet the syndromes remain a therapeutic challenge. We evaluated tirofiban, a specific inhibitor of the platelet glycoprotein IIb/IIIa receptor, in the treatment of unstable angina and non-Q-wave myocardial infarction.\n                A total of 1915 patients were randomly assigned in a double-blind manner to receive tirofiban, heparin, or tirofiban plus heparin. Patients received aspirin if its use was not contraindicated. The study drugs were infused for a mean (+/-SD) of 71.3+/-20 hours, during which time coronary angiography and angioplasty were performed when indicated after 48 hours. The composite primary end point consisted of death, myocardial infarction, or refractory ischemia within seven days after randomization.\n                The study was stopped prematurely for the group receiving tirofiban alone because of excess mortality at seven days (4.6 percent, as compared with 1.1 percent for the patients treated with heparin alone. The frequency of the composite primary end point at seven days was lower among the patients who received tirofiban plus heparin than among those who received heparin alone (12.9 percent vs. 17.9 percent; risk ratio, 0.68; 95 percent confidence interval, 0.53 to 0.88; P=0.004). The rates of the composite end point in the tirofiban-plus-heparin group were also lower than those in the heparin-only group at 30 days (18.5 percent vs. 22.3 percent, P=0.03) and at 6 months (27.7 percent vs. 32.1 percent, P=0.02). At seven days, the frequency of death or myocardial infarction was 4.9 percent in the tirofiban-plus-heparin group, as compared with 8.3 percent in the heparin-only group (P=0.006). The comparable figures at 30 days were 8.7 percent and 11.9 percent (P=0.03), respectively, and those at 6 months were 12.3 percent and 15.3 percent (P=0.06). The benefit was consistent in the various subgroups of patients and in those treated medically as well as those treated with angioplasty. Major bleeding occurred in 3.0 percent of the patients receiving heparin alone and 4.0 percent of the patients receiving combination therapy (P=0.34).\n                When administered with heparin and aspirin, the platelet glycoprotein IIb/IIIa receptor inhibitor tirofiban was associated with a lower incidence of ischemic events in patients with acute coronary syndromes than in patients who received only heparin and aspirin.",
        "Year": 1998,
        "CitationCount": 546
    },
    {
        "Unnamed: 0": 7606,
        "ReviewID": "CD002130",
        "PMID": "PMID:9727542",
        "Title": "Randomized, placebo-controlled trial of platelet glycoprotein IIb/IIIa blockade with primary angioplasty for acute myocardial infarction. ReoPro and Primary PTCA Organization and Randomized Trial (RAPPORT) Investigators.",
        "Abstract": "The benefit of catheter-based reperfusion for acute myocardial infarction (MI) is limited by a 5% to 15% incidence of in-hospital major ischemic events, usually caused by infarct artery reocclusion, and a 20% to 40% need for repeat percutaneous or surgical revascularization. Platelets play a key role in the process of early infarct artery reocclusion, but inhibition of aggregation via the glycoprotein IIb/IIIa receptor has not been prospectively evaluated in the setting of acute MI.\n                Patients with acute MI of <12 hours' duration were randomized, on a double-blind basis, to placebo or abciximab if they were deemed candidates for primary PTCA. The primary efficacy end point was death, reinfarction, or any (urgent or elective) target vessel revascularization (TVR) at 6 months by intention-to-treat (ITT) analysis. Other key prespecified end points were early (7 and 30 days) death, reinfarction, or urgent TVR. The baseline clinical and angiographic variables of the 483 (242 placebo and 241 abciximab) patients were balanced. There was no difference in the incidence of the primary 6-month end point (ITT analysis) in the 2 groups (28.1% and 28.2%, P=0.97, of the placebo and abciximab patients, respectively). However, abciximab significantly reduced the incidence of death, reinfarction, or urgent TVR at all time points assessed (9.9% versus 3.3%, P=0.003, at 7 days; 11.2% versus 5.8%, P=0.03, at 30 days; and 17.8% versus 11.6%, P=0.05, at 6 months). Analysis by actual treatment with PTCA and study drug demonstrated a considerable effect of abciximab with respect to death or reinfarction: 4.7% versus 1.4%, P=0.047, at 7 days; 5.8% versus 3.2%, P=0.20, at 30 days; and 12.0% versus 6.9%, P=0.07, at 6 months. The need for unplanned, \"bail-out\" stenting was reduced by 42% in the abciximab group (20.4% versus 11.9%, P=0.008). Major bleeding occurred significantly more frequently in the abciximab group (16.6% versus 9.5%, P=0.02), mostly at the arterial access site. There was no intracranial hemorrhage in either group.\n                Aggressive platelet inhibition with abciximab during primary PTCA for acute MI yielded a substantial reduction in the acute (30-day) phase for death, reinfarction, and urgent target vessel revascularization. However, the bleeding rates were excessive, and the 6-month primary end point, which included elective revascularization, was not favorably affected.",
        "Year": 1998,
        "CitationCount": 725
    },
    {
        "Unnamed: 0": 7611,
        "ReviewID": "CD002130",
        "PMID": "PMID:10458714",
        "Title": "Acute platelet inhibition with abciximab does not reduce in-stent restenosis (ERASER study). The ERASER Investigators.",
        "Abstract": "Although stents reduce restenosis compared with balloon angioplasty, their long-term efficacy is limited by neointimal hyperplasia. Platelet and alpha(v)beta(3) integrin receptor inhibition limits neointimal proliferation in animal models of arterial injury.\n                We tested whether the dual beta(3) integrin blocking agent abciximab, administered for 12 or 24 hours at the same intravenous dose as that shown to reduce adverse clinical events (death, infarction, and revascularization) after angioplasty, would reduce restenotic tissue volume, as measured by intravascular ultrasound at 6 months. Two hundred twenty-five patients were randomly allocated to placebo or abciximab before coronary intervention. Of the 215 patients who received stents and study drug, 191 (88.8%) returned for late (>/=4 months) coronary evaluation. Tissue volume, expressed as a percentage of stent volume, did not differ: 25+/-15%, 27+/-15%, and 29+/-14% for the patients in the placebo and the 12- and 24-hour abciximab groups, respectively. Lack of abciximab benefit was confirmed by quantitative coronary angiography (dichotomous restenosis: 11.6%, 18. 9%, and 19.4%; loss index: 0.33, 0.52, and 0.47, respectively, P=NS).\n                Potent platelet inhibition with abciximab, as administered in this study, does not reduce in-stent restenosis. The interrelationship between stents, platelets, and neointimal proliferation requires further study.",
        "Year": 1999,
        "CitationCount": 178
    },
    {
        "Unnamed: 0": 7626,
        "ReviewID": "CD002130",
        "PMID": "PMID:10476589",
        "Title": "Usefulness of platelet glycoprotein IIb/IIIa inhibitors in coronary stenting for reconstruction of complex lesions: procedural and 30 day outcome.",
        "Abstract": "Intracoronary stent implantation during percutaneous transluminal coronary angioplasty (PTCA) has shown favorable results, reducing acute complications associated with PTCA, such as coronary artery dissection and abrupt or threatened vessel closure. However, treatment of lesions with a complex morphology and diffuse disease, requiring long or multiple coronary stents, is still associated with a poorer outcome. We investigated the hypothesis that abciximab might lead to a different outcome in patients with complex coronary lesions, which require long or multiple stent implantation.\n                One hundred and six patients were randomized to receive either a combination of abciximab (bolus and 12 hour infusion) and weight-adjusted low-dose heparin or weight-adjusted heparin alone and followed up to 30 days.\n                The procedural success rate was 100% in both groups of patients. In the control group a composite rate of major adverse events such as any death irrespective of cause, Q wave or non-Q wave myocardial infarction, acute or subacute stent thrombosis and urgent revascularization of 15.3% was shown at 30-day follow-up. The use of abciximab reduced the composite adverse event rate to 3.7% (76% absolute reduction, p < 0.05).\n                The use of abciximab during high risk stenting is safe and reduces the risk of cardiac events at 30-day follow-up as compared to standard treatment with heparin. A longer follow-up period is warranted to confirm the beneficial effects observed at 30 days with abciximab in this setting.",
        "Year": 1999,
        "CitationCount": 7
    },
    {
        "Unnamed: 0": 7618,
        "ReviewID": "CD002130",
        "PMID": "PMID:10732888",
        "Title": "Effect of glycoprotein IIb/IIIa receptor blockade with abciximab on clinical and angiographic restenosis rate after the placement of coronary stents following acute myocardial infarction.",
        "Abstract": "In the Intracoronary Stenting and Antithrombotic Regimen-2 trial (ISAR-2), we sought to investigate the effect of abciximab on angiographic and clinical restenosis after stenting following acute myocardial infarction (AMI). We also intended to assess the impact of abciximab on clinical outcome in this setting.\n                It is unclear whether abciximab reduces neointima formation after stenting. Such an effect may be particularly prominent in thrombus-containing lesions.\n                Patients undergoing stenting within 48 h after onset of AMI were randomly assigned to receive either standard-dose heparin or abciximab plus reduced-dose heparin. Of 401 patients randomized, 366 without 30-day adverse events were eligible for six-month angiographic follow-up. Scheduled angiography was performed in 80% of these patients.\n                By 30 days, the composite clinical end point of death, reinfarction, and target lesion revascularization (TLR) was reached in 5.0% of the abciximab group and in 10.5% of the control group (p = 0.038). At one year, absolute reduction in the composite clinical end point by abciximab was still 5.7% but had lost its statistical significance. Our primary end point, late lumen loss, was 1.26+/-0.85 mm with abciximab and 1.21+/-0.74 mm with standard heparin (p = 0.61), and binary angiographic restenosis rates were 31.1% and 30.6%, respectively (p = 0.92).\n                In patients undergoing stenting following AMI, abciximab exerted beneficial effects by substantially reducing the 30-day rate of major adverse cardiac events. During one-year follow-up, there was no additional benefit from a reduction in TLR nor did abciximab reduce angiographic restenosis.",
        "Year": 2000,
        "CitationCount": 364
    },
    {
        "Unnamed: 0": 7602,
        "ReviewID": "CD002130",
        "PMID": "PMID:10645045",
        "Title": "Safety and efficacy of the platelet glycoprotein IIb/IIIa inhibitor abciximab in Chinese patients undergoing high-risk angioplasty.",
        "Abstract": "Platelets are believed to play a role in the ischemic complications of coronary angioplasty, such as abrupt closure of coronary vessels during or soon after the procedure. Accordingly, we evaluated the effect of a chimeric monoclonal antibody abciximab, directed against the platelet glycoprotein IIb/IIIa receptor, in patients undergoing angioplasty who were at high risk for ischemic complications. This receptor is the final common pathway for platelet aggregation.\n                In a prospective, double-blind trial, we randomly assigned 42 patients to receive a bolus and an infusion of placebo or a bolus and an infusion of abciximab. Low-dose, weight-adjusted heparin (initial dose of 70 U/kg of body weight) was used in both groups. Patients underwent coronary angioplasty for high-risk clinical situations involving unstable angina or high-risk coronary morphologic characteristics. The primary study end-point consisted of any of the following: death, nonfatal myocardial infarction, unplanned surgical revascularization, unplanned repeat percutaneous procedure, unplanned implantation of a coronary stent, or insertion of an intra-aortic balloon pump for refractory ischemia within 30 days of randomization.\n                Compared with placebo, the abciximab resulted in a trend toward reduction in periprocedural myocardial infarction from 15% to 0%, although the differences were not statistically significant (p = 0.099). There were no significant differences between the two groups in the risk of major and minor bleeding and the need for blood transfusion.\n                Inhibition of platelet glycoprotein IIb/IIIa receptor with abciximab, together with low-dose, weight-adjusted heparin, had a favorable trend toward the reduction of periprocedural myocardial infarction in patients undergoing high-risk angioplasty, without increasing the risk of hemorrhage.",
        "Year": 2000,
        "CitationCount": 5
    },
    {
        "Unnamed: 0": 7621,
        "ReviewID": "CD002130",
        "PMID": "PMID:11145489",
        "Title": "Novel dosing regimen of eptifibatide in planned coronary stent implantation (ESPRIT): a randomised, placebo-controlled trial.",
        "Abstract": "The platelet glycoprotein IIb/IIIa inhibitors, although effective in reducing ischaemic complications of percutaneous coronary intervention, are used in few coronary stent implantation procedures. ESPRIT (Enhanced Suppression of the Platelet IIb/IIIa Receptor with Integrilin Therapy) is a randomised, placebo-controlled trial to assess whether a novel, double-bolus dose of eptifibatide could improve outcomes of patients undergoing coronary stenting.\n                We recruited 2064 patients undergoing stent implantation in a native coronary artery. Immediately before percutaneous coronary intervention, patients were randomly allocated to receive eptifibatide, given as two 180 microg/kg boluses 10 min apart and a continuous infusion of 2.0 microg/kg/min for 18-24 h, or placebo, in addition to aspirin, heparin, and a thienopyridine. The primary endpoint was the composite of death, myocardial infarction, urgent target vessel revascularisation, and thrombotic bailout glycoprotein IIb/IIIa inhibitor therapy within 48 h after randomisation. The key secondary endpoint was the composite of death, myocardial infarction, or urgent target vessel revascularisation at 30 days.\n                The trial was terminated early for efficacy. The primary endpoint was reduced from 10.5% (108 of 1024 patients on placebo [95% CI 8.7-12.4%]) to 6.6% (69 of 1040 [5.1-8.1%]) with treatment (p=0.0015). The key 30 day secondary endpoint was also reduced, from 10.5% (107 of 1024 patients on placebo [8.6-12.3%]) to 6.8% (71 of 1040 [5.3-8.4%]; p=0.0034). There was consistency in reduction of events across all components of the composite endpoint and among the major subgroups. Major bleeding was infrequent but arose more often with eptifibatide than placebo (1.3%, 13 of 1040 [0.7-2.1%]) vs 0.4%, 4 of 1024 [0.1-1.0%]; p=0.027).\n                Routine glycoprotein IIb/IIIa inhibitor pretreatment with eptifibatide substantially reduces ischaemic complications in coronary stent intervention and is better than a strategy of reserving treatment to the bailout situation.",
        "Year": 2000,
        "CitationCount": 346
    },
    {
        "Unnamed: 0": 7620,
        "ReviewID": "CD002130",
        "PMID": "PMID:11425411",
        "Title": "Effect of glycoprotein IIb/IIIa receptor blocker abciximab on outcome in patients with acute coronary syndromes without early coronary revascularisation: the GUSTO IV-ACS randomised trial.",
        "Abstract": "Glycoprotein IIb/IIIa blockers reduce procedure-related thrombotic complications of percutaneous coronary intervention, and the risk of death and myocardial infarction in patients with acute coronary syndromes. The effect on risk of death and myocardial infarction is particularly apparent in patients undergoing early percutaneous coronary interventions. We did a randomised, multicentre trial to study the effect of the glycoprotein IIb/IIIa blocker abciximab on patients with acute coronary syndromes who were not undergoing early revascularisation.\n                We enrolled 7800 patients who were admitted to hospital with chest pain and either ST-segment depression or raised troponin T or I concentrations. 2598 were randomly assigned placebo, 2590 an abciximab bolus and 24 h infusion, and 2612 an abciximab bolus and 48 h infusion; all patients received aspirin and either unfractionated or low-molecular-weight heparin. The primary endpoint was death or myocardial infarction at 30 days after randomisation. Analysis was by intention to treat.\n                There were no drop-outs. 209 (8.0%) patients on placebo, 212 (8.2%) on 24 h abciximab, and 238 (9.1%) on 48 h abciximab died or had a myocardial infarction before day 30 (odds ratio 1.0 [95% CI 0.83-1.24], for difference between placebo and 24 h abciximab, and 1.1 [0.94-1.39] for difference between placebo and 48 h abciximab). The lack of benefit from treatment with abciximab was consistent in most subgroups investigated; in particular, no benefit was seen in patients with raised cardiac troponin T or I concentrations at enrolment, although these patients did have a strongly increased risk of subsequent events. Bleeding rates were low, but increased with abciximab, particularly when continued for 48 h. Additionally, thrombocytopenia was more frequent with abciximab than with placebo.\n                Although the explanations for our findings are unclear, this study indicates that abciximab is not beneficial as first-line medical treatment in patients admitted with acute coronary syndromes.",
        "Year": 2001,
        "CitationCount": 681
    },
    {
        "Unnamed: 0": 7617,
        "ReviewID": "CD002130",
        "PMID": "PMID:11419426",
        "Title": "Platelet glycoprotein IIb/IIIa inhibition with coronary stenting for acute myocardial infarction.",
        "Abstract": "When administered in conjunction with primary coronary stenting for the treatment of acute myocardial infarction, a platelet glycoprotein IIb/IIIa inhibitor may provide additional clinical benefit, but data on this combination therapy are limited.\n                We randomly assigned 300 patients with acute myocardial infarction in a double-blind fashion either to abciximab plus stenting (149 patients) or placebo plus stenting (151 patients) before they underwent coronary angiography. Clinical outcomes were evaluated 30 days and 6 months after the procedure. The angiographic patency of the infarct-related vessel and the left ventricular ejection fraction were evaluated at 24 hours and 6 months.\n                At 30 days, the primary end point--a composite of death, reinfarction, or urgent revascularization of the target vessel--had occurred in 6.0 percent of the patients in the abciximab group, as compared with 14.6 percent of those in the placebo group (P=0.01); at 6 months, the corresponding figures were 7.4 percent and 15.9 percent (P=0.02). The better clinical outcomes in the abciximab group were related to the greater frequency of grade 3 coronary flow (according to the classification of the Thrombolysis in Myocardial Infarction trial) in this group than in the placebo group before the procedure (16.8 percent vs. 5.4 percent, P=0.01), immediately afterward (95.1 percent vs. 86.7 percent, P=0.04), and six months afterward (94.3 percent vs. 82.8 percent, P=0.04). One major bleeding event occurred in the abciximab group (0.7 percent); none occurred in the placebo group.\n                As compared with placebo, early administration of abciximab in patients with acute myocardial infarction improves coronary patency before stenting, the success rate of the stenting procedure, the rate of coronary patency at six months, left ventricular function, and clinical outcomes.",
        "Year": 2001,
        "CitationCount": 1026
    },
    {
        "Unnamed: 0": 7609,
        "ReviewID": "CD002130",
        "PMID": "PMID:11703951",
        "Title": "Clinical pharmacology of higher dose eptifibatide in percutaneous coronary intervention (the PRIDE study).",
        "Abstract": "This study describes the dose-exploration phase of the PRIDE trial, an investigation of the clinical pharmacology of higher dose eptifibatide in patients who underwent elective percutaneous coronary intervention (PCI). Outcomes of treatment with the platelet glycoprotein IIb/IIIa inhibitors were dependent upon proper dosing selection. In this multicenter, placebo-controlled clinical study, 127 patients were randomized 1:1:2:2 into 1 of the following treatment groups: placebo; eptifibatide as a 135 microg/kg bolus followed by a 0.75 microg/kg/min infusion; eptifibatide as a 180 microg/kg bolus with a 2.0 microg/kg/min infusion; or eptifibatide as a 250 microg/kg bolus with a 3.0 microg/kg/min infusion. Light transmission aggregometry was used to determine platelet aggregation in response to 20 microM adenosine diphosphate, and platelet receptor occupancy was also determined. Eptifibatide exhibited linear pharmacokinetics over the dose range studied. Inhibition of platelet aggregation was greater in samples collected in sodium citrate compared with those collected in D-phenylalanyl-L-prolyl-L-arginine chloromethyl ketone. The 180/2.0 dosing regimen achieved 90% inhibition of platelet aggregation immediately (5 minutes) and at steady state (8 to 24 hours). At 1 hour, mean inhibition of platelet aggregation was 80%. Eptifibatide exhibited dose-dependent pharmacodynamics that were dependent upon choice of anticoagulant. A 180 microg/kg bolus followed by a 2.0 microg/kg/min infusion at steady state achieved >80% inhibition of platelet aggregation. With the single-bolus regimen, however, there was an early loss of the inhibition of platelet aggregation before steady state was reached. Additional dose-exploration studies may further optimize eptifibatide dosing.",
        "Year": 2001,
        "CitationCount": 68
    },
    {
        "Unnamed: 0": 7629,
        "ReviewID": "CD002130",
        "PMID": "PMID:11804986",
        "Title": "Randomized, placebo-controlled trial of titrated intravenous lamifiban for acute coronary syndromes.",
        "Abstract": "Platelet glycoprotein IIb/IIIa inhibitors reduce the rate of death or myocardial infarction among patients with acute coronary syndromes without persistent ST-segment elevation, but their effects may depend on plasma concentrations. We tested whether the addition of lamifiban, titrated to achieve target plasma concentrations, to standard care would improve clinical outcomes.\n                We randomized 5225 patients at 389 centers in 29 countries to receive a bolus and </=72-hour infusion of lamifiban or placebo, adjusted for renal function, with aspirin and heparin. The primary end point was the composite of death, myocardial infarction, or severe, recurrent ischemia at 30 days. Baseline characteristics did not differ significantly by treatment. The primary end point occurred in 11.8% of lamifiban-treated patients and in 12.8% of placebo-treated patients (OR, 0.914; 95% CI, 0.769 to 1.087; P=0.329). Bleeding was more common in lamifiban-treated patients, but intracranial hemorrhage was not increased. Among the subgroup who had plasma lamifiban concentrations measured, 91% had a concentration >18 ng/mL at steady state, but their outcomes did not differ from those with lower concentrations.\n                Lamifiban showed no significant effects on clinical outcomes in patients with non-ST-elevation acute coronary syndromes, despite achievement of adequate plasma concentrations.",
        "Year": 2002,
        "CitationCount": 44
    },
    {
        "Unnamed: 0": 7628,
        "ReviewID": "CD002130",
        "PMID": "PMID:12204495",
        "Title": "Effect of additional temporary glycoprotein IIb/IIIa receptor inhibition on troponin release in elective percutaneous coronary interventions after pretreatment with aspirin and clopidogrel (TOPSTAR trial).",
        "Abstract": "The Troponin in Planned PTCA/Stent Implantation With or Without Administration of the Glycoprotein IIb/IIIa Receptor Antagonist Tirofiban (TOPSTAR) trial investigated: 1) the amount of troponin T (TnT) release after nonacute, elective percutaneous coronary intervention (PCI) in patients pretreated with aspirin and clopidogrel; and 2) the effect of additional glycoprotein (GP) IIb/IIIa receptor inhibiton on postinterventional TnT release.\n                No data are available yet as to whether additional administration of a GP IIb/IIIa receptor antagonist might be beneficial in patients undergoing elective PCI already pretreated with aspirin and clopidogrel.\n                After bolus application of the study medication (tirofiban [T] or placebo [P]), PCI was performed followed by an 18-h continuous infusion of T/P. Primary end point of the study was incidence and amount of TnT release after elective PCI after 24 h.\n                A total of 12 h after PCI troponin release was detected in 63% of the patients receiving P and in 40% of the patients receiving T (p < 0.05), after 24 h in 69% (P) and 48% (T) (p < 0.05) and after 48 h in 74% (P) versus 58% (T) (p < 0.08) of the patients. No differences were observed regarding major bleeding, intracranial bleeding or nonhemorrhagic strokes. After nine months a reduction of combined death/myocardial infarction/target vessel revascularization could be observed in the tirofiban group ([T] 2.3% vs. [P] 13.04%, p < 0.05).\n                Troponin T release occurs after successful intervention in 74% of the patients undergoing elective PCI after 48 h even after pretreatment with aspirin and clopidogrel. The GP IIb/IIIa receptor antagonist tirofiban is able to decrease the incidence of troponin release significantly in this patient population.",
        "Year": 2002,
        "CitationCount": 121
    },
    {
        "Unnamed: 0": 7587,
        "ReviewID": "CD002130",
        "PMID": "PMID:11818641",
        "Title": "Prophylactic abciximab in elective coronary stenting: results of a randomized trial.",
        "Abstract": "The use of abciximab (c7E3 Fab; ReoPro , Eli Lilly & Company, Indianapolis, Indiana) during percutaneous coronary intervention (PCI) decreases the incidence of early (30-day) and late (6-month to 1 year) adverse cardiac ischemic events. In a high-risk population, abciximab also reduced the need for target lesion revascularization. PCI of lesions with complex morphology, particularly long lesions, is associated with more complicated outcomes. The use of multiple and/or long intracoronary stents to cover long coronary lesions may lower the incidence of acute or subacute occlusion, but is still limited by a high late restenosis rate. We characterized patients undergoing elective implantation of long or multiple overlapping coronary stents and determined the impact of abciximab administration on clinical and angiographic outcomes.\n                In a prospective, single-center randomized trial, a total of 107 patients undergoing elective implantation of long or multiple overlapping coronary stents were randomly assigned to receive either standard-dose heparin (n = 53) or abciximab plus low-dose heparin (n = 54). The use of abciximab was not associated with an increased incidence of bleeding or vascular complications compared to standard heparin regimen (3.7% versus 3.8%, respectively; p = NS). A 68% reduction in composite in-hospital cardiac events (i.e., death, myocardial infarction, urgent revascularization) was observed in the abciximab group (3.7% versus 11.5%, p = 0.1). At 6-month follow-up, a 48% reduction of target lesion revascularization (11% versus 21%; p = 0.1) and a decrease in binary angiographic restenosis were observed for abciximab-treated patients (17% versus 34%; p < 0.05).\n                The peri-procedural use of abciximab during implantation of long or multiple overlapping coronary stents is safe and effective, as it does not increase bleeding or vascular complications compared to standard heparin anticoagulation and reduces the incidence of in-hospital adverse cardiac events; moreover, abciximab improves 6-month clinical and angiographic outcomes in such a complex setting.",
        "Year": 2002,
        "CitationCount": 14
    },
    {
        "Unnamed: 0": 7593,
        "ReviewID": "CD002130",
        "PMID": "PMID:12240783",
        "Title": "A multicenter study of the tolerability of tirofiban versus placebo in patients undergoing planned intracoronary stent placement.",
        "Abstract": "The use of intravenous glycoprotein IIb/IIIa-receptor antagonists has been shown to improve outcomes in patients undergoing percutaneous transluminal coronary angioplasty (PTCA). Tirofiban has shown benefit in a wide range of patients presenting with acute coronary syndromes. Although this agent has been used in patients undergoing percutaneous coronary intervention, a literature search identified no prospective data comparing tirofiban with placebo in patients undergoing planned intracoronary stent placement.\n                This study examined the tolerability of tirofiban in patients undergoing percutaneous intervention with planned intracoronary stent placement.\n                This was a multinational, multicenter, prospective, randomized, double-blind, placebo-controlled trial in patients scheduled to undergo PTCA with planned intracoronary stent placement. Patients were randomized in a 3:2 ratio to receive tirofiban as an intravenous bolus (10 microg/kg over 3 minutes) and maintenance infusion (0.10 microg/kg per minute for 36 hours) or a bolus and infusion of placebo. All patients received periprocedural aspirin and heparin and an optional postprocedural thienopyridine (ticlopidine or clopidogrel). Laboratory and safety monitoring were performed throughout the 36 hours after the procedure and at hour 40 or hospital discharge. The primary end point was the proportion of patients with bleeding, defined according to Thrombolysis in Myocardial Infarction (TIMI) trial criteria. The number of patients with cardiac events (death, myo- cardial infarction, urgent revascularization) during the first 30 days after stent placement was also assessed.\n                Eight hundred ninety-four patients (536 tirofiban, 358 placebo) were enrolled, all of whom received aspirin and heparin periprocedurally and optional ticlopidine or clopidogrel after the procedure. No significant between-group differences were observed in the incidence of TIMI major bleeding (0.2% tirofiban, 0.6% placebo) or any TIMI bleeding (3.2% and 1.7%, respectively). The incidence of TIMI minor bleeding was higher with tirofiban than with placebo (2.8% vs 0.6%). The 30-day incidence of the composite end point of any cardiac event was 3.9% in both groups.\n                On a background of concomitant aspirin, heparin, and a thienopyridine, tirofiban was generally well tolerated in patients undergoing PTCA with planned intracoronary stent placement. Further investigation is needed to ascertain the optimal dosing of tirofiban and heparin to achieve reductions in ischemic complications of intracoronary stenting with an acceptable incidence of bleeding complications.",
        "Year": 2002,
        "CitationCount": 25
    },
    {
        "Unnamed: 0": 7601,
        "ReviewID": "CD002130",
        "PMID": "PMID:14662245",
        "Title": "A randomized trial comparing primary infarct artery stenting with or without abciximab in acute myocardial infarction.",
        "Abstract": "We sought to evaluate the efficacy of abciximab as adjunctive therapy to routine infarct-related artery (IRA) stenting.\n                The impact of abciximab on the efficacy of myocardial reperfusion and the outcome of patients with acute myocardial infarction (AMI) undergoing IRA stenting have not yet been defined.\n                In a randomized trial, we assigned 400 patients with AMI to undergo IRA stenting alone or stenting plus abciximab. The primary end point was a composite of death, reinfarction, target vessel revascularization (TVR), and stroke at one month.\n                The incidence of the primary end point was lower in the abciximab group than in the stent only group (4.5% and 10.5%, respectively; p = 0.023), and randomization to abciximab was independently related to the risk of the primary end point (odds ratio 0.41, 95% confidence interval 0.17 to 0.97; p = 0.041). Early ST-segment resolution was more frequent in the abciximab group (85% vs. 68%, p < 0.001). Infarct size, as assessed by one-month technetium-99m sestamibi scintigraphy, revealed smaller infarcts in the abciximab group. At six months, the cumulative difference in mortality between the groups increased (4.5% vs. 8%), and the incidence of the composite of six-month death and reinfarction was lower in the abciximab group than in the stent only group (5.5% and 13.5%, respectively; p = 0.006). Six-month repeat TVR and restenosis rates were similar in the two groups.\n                Abciximab plus IRA stenting should be considered the routine reperfusion strategy in patients with AMI undergoing primary percutaneous mechanical revascularization, especially in high-risk patients.",
        "Year": 2003,
        "CitationCount": 265
    },
    {
        "Unnamed: 0": 7598,
        "ReviewID": "CD002130",
        "PMID": "PMID:14724302",
        "Title": "A clinical trial of abciximab in elective percutaneous coronary intervention after pretreatment with clopidogrel.",
        "Abstract": "Whether the glycoprotein IIb/IIIa inhibitor abciximab is beneficial in patients undergoing elective percutaneous coronary intervention after pretreatment with clopidogrel is unknown.\n                We enrolled 2159 patients with coronary artery disease who underwent a percutaneous coronary intervention: 1079 patients were randomly assigned in a double-blind manner to receive abciximab and 1080 patients to receive placebo. All patients were pretreated with a 600-mg dose of clopidogrel at least two hours before the procedure. The primary end point of the trial was the composite of death, myocardial infarction, and urgent target-vessel revascularization within 30 days after randomization.\n                The incidence of the primary end point was 4 percent (45 patients) in the abciximab group, as compared with 4 percent (43 patients) in the placebo group (relative risk, 1.05; 95 percent confidence interval, 0.69 to 1.59; P=0.82). Most adverse events were myocardial infarctions: the incidence was 4 percent (40 patients) in the abciximab group and 4 percent (41 patients) in the placebo group (P=0.91). Twelve patients (1 percent) in the abciximab group and eight patients (1 percent) in the placebo group had major bleeding complications (P=0.37). Profound thrombocytopenia occurred in 10 patients (1 percent) in the abciximab group but in none in the placebo group (P=0.002).\n                Our data suggest that in patients at low-to-intermediate risk who undergo elective percutaneous coronary intervention after pretreatment with a high loading dose of clopidogrel, abciximab is associated with no clinically measurable benefit within the first 30 days.\n                Copyright 2004 Massachusetts Medical Society",
        "Year": 2004,
        "CitationCount": 564
    },
    {
        "Unnamed: 0": 7596,
        "ReviewID": "CD002130",
        "PMID": "PMID:15234398",
        "Title": "The additive value of tirofiban administered with the high-dose bolus in the prevention of ischemic complications during high-risk coronary angioplasty: the ADVANCE Trial.",
        "Abstract": "We sought to determine the safety and efficacy of high-dose bolus (HDB) tirofiban in high-risk patients undergoing percutaneous coronary intervention (PCI).\n                The use of HDB tirofiban in the catheterization laboratory is controversial. In particular, in patients with acute coronary syndromes undergoing PCI, there is no evidence that tirofiban administered in the catheterization laboratory is superior to heparin alone. This finding probably reflects the suboptimal platelet inhibition when tirofiban is employed at RESTORE (Randomized Efficacy Study of Tirofiban for Outcomes and Restenosis) regimen.\n                A total of 202 patients (mean age 69 +/- 8 years; 137 males [68%]) undergoing high-risk PCI, pretreated with thienopyridines, were consecutively randomized to HDB tirofiban (25 microg/kg/3 min, and infusion of 0.15 microg/kg/min for 24 to 48 h) or placebo immediately before the procedure and then followed for a median time of 185 days (range 45 to 324 days) for the occurrence of the primary composite end point of death, myocardial infarction, target vessel revascularization (TVR), and bailout use of glycoprotein (GP) IIb/IIIa inhibitors.\n                The cumulative incidence of the primary end point was 35% and 20% in placebo and HDB tirofiban groups, respectively (hazard ratio 0.51, 95% confidence interval 0.29 to 0.88; p = 0.01). This difference was mainly due to the reduction of myocardial infarction and bailout use of GP IIb/IIIa inhibitors, with no significant effect on TVR or death. The safety profile did not differ between tirofiban and placebo.\n                The use of tirofiban, when administered at HDB, is safe and significantly reduces the incidence of ischemic/thrombotic complications during high-risk PCI.",
        "Year": 2004,
        "CitationCount": 160
    },
    {
        "Unnamed: 0": 7604,
        "ReviewID": "CD002130",
        "PMID": "PMID:15485474",
        "Title": "A randomized trial comparing phosphorylcholine-coated stenting with balloon angioplasty as well as abciximab with placebo for restenosis reduction in small coronary arteries.",
        "Abstract": "The objective of this randomized trial was to assess the antirestenotic effects of phosphorylcholine (PC)-coated stents as well as of abciximab in small coronary arteries when compared with percutaneous transluminal coronary angioplasty (PTCA) and placebo respectively.\n                Stent coating with PC has been shown to reduce protein absorption and platelet activation which may reduce the risk of restenosis. Furthermore, on the basis of nondedicated studies abciximab is believed to reduce the risk of restenosis after coronary interventions.\n                A total of 502 patients with lesions situated in small coronary arteries (vessel diameter </=2.5 mm) were randomly assigned to be treated with either PC-coated stents (n = 253) or PTCA (n = 249) and with either abciximab (n = 251) or placebo (n = 251) with the use of a 2 x 2 factorial design. All patients were pretreated with 600 mg clopidogrel. The primary end-point was the incidence of angiographic restenosis (>/=50% diameter stenosis) at follow-up; death or myocardial infarction, and target vessel revascularization (TVR), were assessed as secondary end-points.\n                Angiographic restenosis did not differ between patients treated with PC-coated stents or with PTCA (39.0% vs. 34.2%; P = 0.30) and between patients receiving abciximab or placebo (39.3% vs. 34.3%; P = 0.29). Similarly, the need for TVR at 1-year follow-up did not differ between patients receiving PC-coated stents or PTCA (20.2% vs. 20.5%; P = 0.98) as well as between patients treated with abciximab or placebo (18.7% vs. 21.9%; P = 0.44).\n                PC-coated stents and abciximab failed to reduce the incidence of angiographic restenosis after percutaneous coronary intervention of small coronary arteries. These data strengthen the belief that future studies on prevention of restenosis in small coronary arteries should focus on drug-eluting stents.",
        "Year": 2004,
        "CitationCount": 60
    },
    {
        "Unnamed: 0": 7605,
        "ReviewID": "CD002130",
        "PMID": "PMID:15531766",
        "Title": "Randomized clinical trial of abciximab in diabetic patients undergoing elective percutaneous coronary interventions after treatment with a high loading dose of clopidogrel.",
        "Abstract": "Diabetic patients are at increased risk of adverse outcomes after percutaneous coronary interventions. Although subset analyses suggest particular benefit from the administration of abciximab in diabetic patients, no dedicated large randomized trials have been performed in diabetic patients undergoing percutaneous coronary intervention, and certainly not after pretreatment with a high loading dose of clopidogrel.\n                This study (Intracoronary Stenting and Antithrombotic Regimen: Is Abciximab a Superior Way to Eliminate Elevated Thrombotic Risk in Diabetics [ISAR-SWEET] Study) enrolled 701 diabetic patients with coronary artery disease who underwent an elective percutaneous coronary intervention after pretreatment with a 600-mg dose of clopidogrel >2 hours before the procedure: 351 patients were randomly assigned to abciximab and 350 patients to placebo. The primary end point of the trial was the composite incidence of death and myocardial infarction at 1 year. The frequency of angiographic restenosis (diameter stenosis > or =50%) was the secondary end point. The incidence of death or myocardial infarction was 8.3% in the abciximab group and 8.6% in the placebo group (P=0.91), with a relative risk of 0.97 (95% CI, 0.58 to 1.62). The incidence of angiographic restenosis was 28.9% in the abciximab group and 37.8% in the placebo group (P=0.01), with a relative risk of 0.76 (95% CI, 0.62 to 0.94). The incidence of target lesion revascularization was 23.2% in the abciximab group and 30.4% in the placebo group (P=0.03).\n                The findings of this study do not support a significant impact of abciximab on the risk of death and myocardial infarction in diabetic patients undergoing percutaneous coronary interventions after pretreatment with a 600-mg loading dose of clopidogrel at least 2 hours before the procedure. The present findings suggest, however, that abciximab reduces the risk of restenosis in diabetic patients receiving coronary bare metal stents.",
        "Year": 2004,
        "CitationCount": 299
    },
    {
        "Unnamed: 0": 7592,
        "ReviewID": "CD002130",
        "PMID": "PMID:16682384",
        "Title": "A comparison of dual vs. triple antiplatelet therapy in patients with non-ST-segment elevation acute coronary syndrome: results of the ELISA-2 trial.",
        "Abstract": "To compare dual vs. triple antiplatelet pre-treatment in patients with non-ST-elevation acute coronary syndrome (NSTE ACS) who were planned for early catheterization.\n                A total of 328 consecutive patients with NSTE ACS were included and were randomized to pre-treatment with dual (n = 166, aspirin, clopidogrel 600 mg) or triple antiplatelet therapy (n = 162, aspirin, clopidogrel 300 mg, and Tirofiban). The primary endpoint was enzymatic infarct size, defined as cumulative LDH release (LDHQ(48)). Initial TIMI flow of the culprit vessel was a pre-specified secondary endpoint. Angiography was performed in 98% of patients at a median of 23 h after admission. Enzymatic infarct size (median, 25-75%) was 166 (60-349) IU/L in the triple group compared with 193 (75-466) IU/L in the dual group (P = 0.2). Initial TIMI 3 flow of the culprit vessel was significantly more often observed after triple antiplatelet therapy (67 vs. 47%, P = 0.002). At 30 days follow-up, myocardial infarction (MI) occurred in 46% of patients in the triple antiplatelet group, compared with 57% in the dual antiplatelet group, P = 0.052. No significant difference in bleeding was present.\n                This study showed that in patients with NSTE ACS, triple antiplatelet pre-treatment was associated with a non-significant reduction in enzymatic infarct size, a significantly better initial perfusion of the culprit vessel, and a trend towards a better survival without death or MI. Further, large-scale studies should be performed to find whether the beneficial trend in favour of triple antiplatelet pre-treatment can be reproduced.",
        "Year": 2005,
        "CitationCount": 50
    },
    {
        "Unnamed: 0": 7588,
        "ReviewID": "CD002130",
        "PMID": "PMID:15618034",
        "Title": "Does pre-treatment with aspirin and loading dose clopidogrel obviate the need for glycoprotein IIb/IIIa antagonists during elective coronary stenting? A focus on peri-procedural myonecrosis.",
        "Abstract": "Although full platelet inhibition with aspirin and thienopyridines before coronary stenting has significantly reduced the risk of acute stent thrombosis, peri-procedural myonecrosis still occurs frequently and is associated with increased death rate. Whether further inhibition of platelet aggregation by a glycoprotein IIb/IIIa antagonist may provide an additional cardioprotection is unknown.\n                A total of 200 patients pre-treated with aspirin and a loading dose of clopidogrel (450 mg) were randomized just before coronary intervention (percutaneous coronary intervention, PCI) to treatment with or without abciximab. Platelet aggregation was assessed in samples collected during the procedure and the degree of platelet aggregation inhibition was correlated with cardiac enzyme release post-PCI. Abciximab treatment achieved a more complete inhibition of aggregation than dual oral antiplatelet therapy alone (median value of 1 vs. 50%, normal 100%). Any pathological increase in creatinine kinase-MB (CK-MB) post-PCI was present in 21% of the abciximab group and in 22% of the no-abciximab group (P = 0.9). Also the occurrence of clinically relevant myonecrosis [myocardial infarction (MI) = CK-MB > 3x upper limit of normal] was not significantly influenced by treatment assignment: 9 vs. 10% (P = 0.9). In a multiple logistic regression model including clinical, angiographic, and procedural characteristics, post-PCI myonecrosis was not correlated with the degree of platelet aggregation inhibition but with procedural features (such as long inflation time) and with the presence of multi-vessel disease. There were no cases of acute or subacute stent thrombosis. At 6 months, major adverse cardiac events, including cardiac death, non-fatal MI, or target lesion revascularization occurred in 13% of abciximab patients and in 16% of the control patients (P = 0.6).\n                In the studied patients scheduled for elective coronary stenting and pre-treated with aspirin and a loading dose of clopidogrel, further inhibition of platelet aggregation by abciximab does not afford additional cardioprotection. Our data suggest that distal athero-embolization rather than thrombo-embolization is involved in the phenomenon of myonecrosis post-elective stenting.",
        "Year": 2005,
        "CitationCount": 30
    },
    {
        "Unnamed: 0": 7627,
        "ReviewID": "CD002130",
        "PMID": "PMID:16204748",
        "Title": "A randomized, double-blind, placebo-controlled trial of abciximab for prevention of in-stent restenosis in diabetic patients after coronary stenting: results of the ASIAD (Abciximab in Stenting Inhibits restenosis Among Diabetics) Trial.",
        "Abstract": "Coronary stenting is associated with a high incidence of restenosis in patients with diabetes mellitus. Recent data suggest that diabetic patients treated with abciximab have a lower rate of target vessel revascularization (TVR). We sought to investigate whether abciximab can reduce in-stent restenosis after coronary stenting in diabetic patients.\n                In this prospective double-blind trial, we randomly assigned 254 patients with type 2 diabetes mellitus undergoing nonurgent coronary stenting to receive abciximab with an initial heparin bolus of 50 U/kg (n = 128) or placebo with an initial heparin bolus of 70 U/kg (n = 126). All patients received aspirin and clopidogrel before the procedure. The primary endpoint was angiographic restenosis by quantitative coronary angiography at 6 months. The secondary endpoint was death, myocardial infarction (MI), or target lesion revascularization (TLR) at 6 months.\n                The clinical, angiographic, and procedural characteristics were matched between the 2 groups. Angiographic follow-up was completed in 226 patients (90%). Angiographic restenosis occurred in 29.1% of the abciximab group, and 24% of the placebo group (p = 0.30). The rates of the secondary endpoint were similar between the 2 groups (23.4% in the abciximab group versus 22.2% in the placebo group; p = 0.88). TLR was performed on 36 (18.4%) lesions in 29 (23.4%) patients of the abciximab group, and 26 (13.6%) lesions in 23 (18.3%) patients of the placebo groups, respectively (p = 0.21 and 0.35, respectively).\n                Abciximab does not reduce angiographic restenosis or TLR in type 2 diabetic patients undergoing nonurgent coronary stenting.",
        "Year": 2005,
        "CitationCount": 6
    },
    {
        "Unnamed: 0": 7597,
        "ReviewID": "CD002130",
        "PMID": "PMID:16533938",
        "Title": "Abciximab in patients with acute coronary syndromes undergoing percutaneous coronary intervention after clopidogrel pretreatment: the ISAR-REACT 2 randomized trial.",
        "Abstract": "No specifically designed studies have addressed the role of the glycoprotein IIb/IIIa inhibitor abciximab in patients with non-ST-segment elevation acute coronary syndromes (ACS) undergoing percutaneous coronary intervention (PCI) after pretreatment with 600 mg of clopidogrel.\n                To assess whether abciximab is associated with clinical benefit in high-risk patients with ACS undergoing PCI after pretreatment with 600 mg of clopidogrel.\n                International, multicenter, randomized, double-blind, placebo-controlled study conducted from March 2003 through December 2005, enrolling 2022 patients (mean age, 66 years) with non-ST-segment elevation ACS undergoing PCI.\n                Patients were assigned to receive either abciximab (0.25 mg/kg of body weight bolus, followed by a 0.125-microg/kg per minute [maximum, 10 microg/min] infusion for 12 hours, plus heparin, 70 U/kg of body weight) or placebo (placebo bolus and infusion of 12 hours, plus heparin bolus, 140 U/kg). All patients received clopidogrel, 600 mg, at least 2 hours prior to the procedure, as well as 500 mg of oral or intravenous aspirin.\n                The primary end point was a composite of death, myocardial infarction, or urgent target vessel revascularization occurring within 30 days after randomization; secondary end points were rates of in-hospital major and minor bleeding.\n                Of 2022 patients enrolled, 1012 were assigned to abciximab and 1010 to placebo. The primary end point was reached in 90 patients (8.9%) assigned to abciximab vs 120 patients (11.9%) assigned to placebo, a 25% reduction in risk with abciximab (relative risk [RR], 0.75; 95% CI, 0.58-0.97; P = .03). Among patients without an elevated troponin level, there was no difference in the incidence of primary end point events between the abciximab group (23/499 patients [4.6%]) and the placebo group (22/474 patients [4.6%]) (RR, 0.99; 95% CI, 0.56-1.76; P = .98), whereas among patients with an elevated troponin level, the incidence of events was significantly lower in the abciximab group (67/513 patients [13.1%]) compared with the placebo group (98/536 patients [18.3%]), which corresponds to an RR of 0.71 (95% CI, 0.54-0.95; P = .02) (P = .07 for interaction). There were no significant differences between the 2 groups regarding the risk of major and minor bleeding as well as need for transfusion.\n                Abciximab reduces the risk of adverse events in patients with non-ST-segment elevation ACS undergoing PCI after pretreatment with 600 mg of clopidogrel. The benefits provided by abciximab appear to be confined to patients presenting with an elevated troponin level.\n                ClinicalTrials.gov Identifier: NCT00133003.",
        "Year": 2006,
        "CitationCount": 768
    },
    {
        "Unnamed: 0": 7600,
        "ReviewID": "CD002130",
        "PMID": "PMID:18707985",
        "Title": "Prehospital initiation of tirofiban in patients with ST-elevation myocardial infarction undergoing primary angioplasty (On-TIME 2): a multicentre, double-blind, randomised controlled trial.",
        "Abstract": "The most effective magnitude and timing of antiplatelet therapy is important in patients with acute ST-elevation myocardial infarction (STEMI). We investigated whether the results of primary coronary angioplasty (PCI) can be improved by the early administration of the glycoprotein IIb/IIIa blocker tirofiban at first medical contact in the ambulance or referral centre.\n                We undertook a double-blind, randomised, placebo-controlled trial in 24 centres in the Netherlands, Germany, and Belgium. Between June 29, 2006, and Nov 13, 2007, 984 patients with STEMI who were candidates to undergo PCI were randomly assigned to either high-bolus dose tirofiban (n=491) or placebo (N=493) in addition to aspirin (500 mg), heparin (5000 IU), and clopidogrel (600 mg). Randomisation was by blinded sealed kits with study drug, in blocks of four. The primary endpoint was the extent of residual ST-segment deviation 1 h after PCI. Analysis was by intention to treat. The trial is registered, number ISRCTN06195297.\n                936 (95%) patients were randomly assigned to treatment after a prehospital diagnosis of myocardial infarction in the ambulance. Median time from onset of symptoms to diagnosis was 76 min (IQR 35-150). Mean residual ST deviation before PCI (10.9 mm [SD 9.2] vs 12.1 mm [9.4], p=0.028) and 1 h after PCI (3.6 mm [4.6] vs 4.8 mm [6.3], p=0.003) was significantly lower in patients pretreated with high-bolus dose tirofiban than in those assigned to placebo. The rate of major bleeding did not differ significantly between the two groups (19 [4%] vs 14 [3%]; p=0.36).\n                Our finding that routine prehospital initiation of high-bolus dose tirofiban improved ST-segment resolution and clinical outcome after PCI, emphasises that further platelet aggregation inhibition besides high-dose clopidogrel is mandated in patients with STEMI undergoing PCI.",
        "Year": 2008,
        "CitationCount": 446
    },
    {
        "Unnamed: 0": 7608,
        "ReviewID": "CD002130",
        "PMID": "PMID:18364139",
        "Title": "Effect of tirofiban plus clopidogrel and aspirin on primary percutaneous coronary intervention via transradial approach in patients with acute myocardial infarction.",
        "Abstract": "Aspirin and clopidogrel can improve myocardial reperfusion and alleviate myocardial injury during percutaneous coronary intervention (PCI). Whether the addition of intravenous tirofiban during this procedure produces further benefit has not been clarified in ST segment elevation myocardial infarction (STEMI) patients. We evaluated this on STEMI patients who underwent primary PCI (p-PCI) via transradial artery approach.\n                Consecutive patients were randomized into tirofiban group (n=72) or placebo group (n=78). Angiographic analysis included initial and final thrombolysis in myocardial infarction (TIMI) flow grade (TFG), corrected TIMI frame count (CTFC) and TIMI myocardial perfusion grade (TMPG) of the thrombotic vessel. Platelet aggregation rate (PAR), creatine phosphokinase (CPK), CPK isoenzyme MB (CPK-MB) and troponin I levels were measured and TIMI definitions were used to assess bleeding complications. Left ventricular performance parameters were investigated with equilibrium radionuclide ventriculography. Major adverse cardiac events (MACE) were followed up for 6 months.\n                The cases of TFG 0 and 1 before PCI, TFG 0 when first crossing of guide wire were less, and the cases of TFG 3 after PCI was more in tirofiban group than those in placebo group. The final CTFC was fewer and the incidence of no reflow phenomenon was lower, as well the percentage of final TFG 3 was higher in tirofiban group than those in placebo group (all P<0.05). Mean peak CPK-MB was significantly lower, while the left ventricular performance parameters 1 week after PCI were much more improved in tirofiban group than those in the placebo group. PAR was significantly decreased shortly after tirofiban infusion. The incidence of 6-month MACE in tirofiban group was obviously lower than that in the placebo group. No statistical difference was noted between the two groups with regard to bleeding complications.\n                Intravenous tirofiban infusion, in addition to aspirin and clopidogrel in STEMI patients with p-PCI via transradial artery access, can quickly inhibit platelet aggregation, loosen occlusive thrombus, improve myocardial reperfusion and reduce incidence of MACE with few complications of vessel access and bleeding.",
        "Year": 2008,
        "CitationCount": 25
    },
    {
        "Unnamed: 0": 7595,
        "ReviewID": "CD002130",
        "PMID": "PMID:18480672",
        "Title": "Clinical benefits of adjunctive tirofiban therapy in patients with acute ST-segment elevation myocardial infarction undergoing primary percutaneous coronary intervention.",
        "Abstract": "There is continued debate as to whether a combined reperfusion regimen with platelet glycoprotein IIb/IIIa inhibitor-tirofiban provides additional benefit in optimal myocardial reperfusion for patients with acute ST-segment elevation myocardial infarction (STEMI). This study was conducted to investigate the clinical benefits of adjunctive tirofiban therapy combined with primary percutaneous coronary intervention (PCI) in patients with STEMI.\n                One hundred and seventy-two consecutive patients with STEMI presented within 12 h of symptoms were randomly allocated to primary PCI combined with early (upstream group, n=57) or late administration of tirofiban (downstream group, n=57) or primary PCI treatment alone (control group, n=58). Clinical characteristics, angiographic findings, and in-hospital outcomes were compared between groups, as well as left ventricular ejection fraction (LVEF) and major adverse cardiac events (MACE, including death, reinfarction and target vessel revascularization) at 30-day and 6-month clinical follow-up.\n                Despite comparable baseline clinical features among three groups, angiographic and procedural characteristics and outcomes differed significantly between patients receiving tirofiban treatment and controls, with respect to preprocedural (upstream: 28.1%, downstream: 7.0%, control: 5.2%, P<0.001) and postprocedural thrombolysis in myocardial infarction (TIMI) grade 3 flow of infarct-related artery (98.2, 94.7, 86.2%, P=0.03), TIMI myocardial perfusion grade 3 (75.4, 70.2, 53.4%, P=0.03), corrected TIMI frame count (20.4+/-5.0, 23.1+/-5.3, 32.2+/-6.7, P<0.001), resolution of the sum of ST-segment elevation (6.16+/-1.21, 6.02+/-1.09, 4.53+/-2.65 mm, P<0.001), peak value of creatine kinase-MB (218.0+/-72.5, 224.2+/-69.4, 255.3+/-77.0 ng/ml, P=0.02) and troponin I (76.0+/-21.5, 79.8+/-18.7, 86.4+/-11.0 ng/ml, P=0.007), and average hospital stay (10.6+/-5.4, 12.6+/-4.7, 14.5+/-6.5 days, P=0.001). The MACE rate at 30 days (3.5, 5.3, 15.5%, P=0.04) was reduced and LVEF (0.51+/-0.07, 0.50+/-0.07, 0.47+/-0.08, P=0.008) was higher in upstream and downstream groups than in controls. At 6-month follow-up, the MACE rate was not significantly different among groups (7.0, 8.8, 17.2%, P=0.17), but LVEF in upstream and downstream groups was significantly improved (0.59+/-0.06, 0.57+/-0.07, 0.54+/-0.07, P<0.001). Subgroup analysis demonstrated a statistically significant difference between upstream and downstream groups in preprocedural TIMI grade 3 flow (P=0.003) and postprocedural corrected TIMI frame count (P=0.007), which resulted in a shortened hospital stay (P=0.04), reduction of MACE rate at 30-day and 6-month follow-up by 34 and 20%, respectively. Multivariate logistic analysis revealed that age more than 65 years [odds ratio (OR)=3.42, P<0.01], tirofiban therapy (OR=0.56, P<0.05) and LVEF less than 0.5 during hospitalization (OR=2.56, P<0.01) were major independent predictors of MACE at 6-month clinical follow-up. No significant difference in hemorrhagic complications among three groups was noted (upstream: 10.5%, downstream: 12.3%, control: 6.9%, P=0.61).\n                This prospective study indicates that adjunctive tirofiban therapy for patients with STEMI who undergo primary PCI can significantly improve reperfusion level in the infarct area, clinical outcomes at 30-day and 6-month follow-up, especially with upstream tirofiban therapy, and is safe.",
        "Year": 2008,
        "CitationCount": 39
    },
    {
        "Unnamed: 0": 7624,
        "ReviewID": "CD002130",
        "PMID": "PMID:19463379",
        "Title": "Glycoprotein IIb/IIIa inhibitors improve outcome after coronary stenting in clopidogrel nonresponders: a prospective, randomized study.",
        "Abstract": "The aim of this study was to assess, in clopidogrel nonresponders undergoing elective percutaneous coronary intervention (PCI), the benefit of adjusted antiplatelet therapy with glycoprotein (GP) IIb/IIIa antagonist administration during PCI for 1-month clinical outcome.\n                Numerous biological studies have reported interindividual variability in platelet response to clopidogrel with clinical relevance, and high post-treatment platelet reactivity (adenosine diphosphate-induced aggregation >70%) has been proposed to define nonresponse to clopidogrel. These nonresponders might benefit from tailored antiplatelet therapy.\n                One hundred forty-nine clopidogrel nonresponders referred for elective PCI were prospectively included and randomized to \"conventional group\" (n = 75) or \"active group\" with GP IIb/IIIa antagonist (n = 74). All patients received 250-mg aspirin and 600-mg clopidogrel before PCI and platelet testing.\n                The rate of cardiovascular events at 1 month was significantly lower in the \"active group\" than in the \"conventional group\": 19% (n = 14) versus 40% (n = 30), p = 0.006, odds ratio: 2.8; 95% confidence interval: 1.4 to 6.0. No patient in either group had post-procedural Thrombolysis In Myocardial Infarction major bleeding or required transfusions.\n                The present study suggested benefit of tailored antiplatelet therapy during elective PCI with GP IIb/IIIa antagonist for clopidogrel nonresponders without increased bleeding risk.",
        "Year": 2008,
        "CitationCount": 153
    },
    {
        "Unnamed: 0": 7614,
        "ReviewID": "CD002130",
        "PMID": "PMID:19023152",
        "Title": "Efficacy of abciximab for patients undergoing balloon angioplasty: data from Japanese evaluation of c7E3 Fab for elective and primary PCI organization in randomized trial (JEPPORT).",
        "Abstract": "The efficacy and safety of abciximab were investigated in Japanese patients undergoing percutaneous coronary intervention (PCI) for acute myocardial infarction (MI) or unstable angina.\n                The 973 patients were randomized into 3 groups: the low-dose group (L group) received bolus injection of 0.20 mg/kg followed by 12-h infusion; the high-dose group (H group) received bolus injection of 0.25 mg/kg followed by 12-h infusion; the placebo group (P group) received bolus and infusion of placebo. The incidence of the primary endpoint (30-day post-PCI coronary events: death, MI or urgent revascularization) was 3.6%, 1.6%, and 4.1% in the P, L, and H groups, respectively, with no significant difference between the P and L groups (P=0.104) or between the P and H groups (P=0.772). The incidence of bleeding tended to increase in a dose-dependent manner.\n                No significant difference in the incidence of coronary events was found between the placebo and abciximab groups, so the efficacy of abciximab in preventing post-PCI coronary events in Japanese patients was not confirmed.",
        "Year": 2008,
        "CitationCount": 28
    },
    {
        "Unnamed: 0": 7599,
        "ReviewID": "CD002130",
        "PMID": "PMID:19528337",
        "Title": "Intensifying platelet inhibition with tirofiban in poor responders to aspirin, clopidogrel, or both agents undergoing elective coronary intervention: results from the double-blind, prospective, randomized Tailoring Treatment with Tirofiban in Patients Showing Resistance to Aspirin and/or Resistance to Clopidogrel study.",
        "Abstract": "Inhibition of platelet aggregation after aspirin or clopidogrel intake varies greatly among patients, and previous studies have suggested that poor response to oral antiplatelet agents may increase the risk of thrombotic events, especially after coronary angioplasty. Whether this reflects suboptimal platelet inhibition per se, which might benefit from more potent antiplatelet agents such as tirofiban, is unknown.\n                We screened 1277 patients to enroll 93 aspirin, 147 clopidogrel, and 23 dual poor responders, based on a point-of-care assay, who underwent elective coronary angioplasty at 10 European sites for stable or low-risk unstable coronary artery disease. Patients were randomly assigned in a double-blind manner to receive either tirofiban (n=132) or placebo (n=131) on top of standard aspirin and clopidogrel therapy. The primary end point, consisting of troponin I/T elevation at least 3 times the upper limit of normal, was attained in 20.4% (n=27) in the tirofiban group compared with 35.1% (n=46) in the placebo group (relative risk, 0.58; 95% confidence interval, 0.39 to 0.88; P=0.009). The rate of major adverse cardiovascular events within 30 days in the tirofiban group also was reduced (3.8% versus 10.7%; P=0.031). The overall incidence of bleeding was low, likely explained by a substantial use of the transradial approach, and did not differ between the 2 groups.\n                In low-risk patients according to clinical presentation who had poor responsiveness to standard oral platelet inhibitors via a point-of-care assay, intensified platelet inhibition with tirofiban lowers the incidence of myocardial infarction after elective coronary intervention.",
        "Year": 2009,
        "CitationCount": 227
    },
    {
        "Unnamed: 0": 7612,
        "ReviewID": "CD002130",
        "PMID": "PMID:19232896",
        "Title": "Bivalirudin and clopidogrel with and without eptifibatide for elective stenting: effects on platelet function, thrombelastographic indexes, and their relation to periprocedural infarction results of the CLEAR PLATELETS-2 (Clopidogrel with Eptifibatide to Arrest the Reactivity of Platelets) study.",
        "Abstract": "The primary objective of this study was to compare the effect of therapy with bivalirudin alone versus bivalirudin plus eptifibatide on platelet reactivity measured by turbidometric aggregometry and thrombin-induced platelet-fibrin clot strength (TIP-FCS) measured by thrombelastography in percutaneous coronary intervention (PCI) patients. The secondary aim was to study the relation of platelet aggregation and TIP-FCS to the occurrence of periprocedural infarction.\n                Bivalirudin is commonly administered alone to clopidogrel naïve (CN) patients and to patients on maintenance clopidogrel therapy (MT) undergoing elective stenting. The effect of adding eptifibatide to bivalirudin on platelet reactivity (PR) and TIP-FCS, and their relation to periprocedural infarction in these patients are unknown.\n                Patients (n = 200) stratified to clopidogrel treatment status were randomly treated with bivalirudin (n = 102) or bivalirudin plus eptifibatide (n = 98). One hundred twenty-eight CN patients were loaded with 600 mg clopidogrel immediately after stenting, and 72 MT patients were not loaded. The PR, TIP-FCS, and myonecrosis markers were serially determined.\n                In CN and MT patients, bivalirudin plus eptifibatide was associated with markedly lower PR at all times (5- and 20-microM adenosine diphosphate-induced, and 15- and 25-microM thrombin receptor activator peptide-induced aggregation; p < 0.001 for all) and reduced mean TIP-FCS (p < 0.05). Patients who had a periprocedural infarction had higher mean 18-h PR (p < 0.0001) and TIP-FCS (p = 0.002).\n                For elective stenting, the addition of eptifibatide to bivalirudin lowered PR to multiple agonists and the tensile strength of the TIP-FCS, 2 measurements strongly associated with periprocedural myonecrosis. Future studies of PR and TIP-FCS for elective stenting may facilitate personalized antiplatelet therapy and enhance the selection of patients for glycoprotein IIb/IIIa blockade. (Peri-Procedural Myocardial Infarction, Platelet Reactivity, Thrombin Generation, and Clot Strength: Differential Effects of Eptifibatide + Bivalirudin Versus Bivalirudin [CLEAR PLATELETS-2]; NCT00370045.",
        "Year": 2009,
        "CitationCount": 74
    },
    {
        "Unnamed: 0": 7594,
        "ReviewID": "CD002130",
        "PMID": "PMID:19332467",
        "Title": "Abciximab in patients with acute ST-segment-elevation myocardial infarction undergoing primary percutaneous coronary intervention after clopidogrel loading: a randomized double-blind trial.",
        "Abstract": "The glycoprotein IIb/IIIa receptor inhibitor abciximab has improved the efficacy of primary percutaneous coronary interventions in patients with acute myocardial infarction. However, it is not known whether abciximab remains beneficial after adequate clopidogrel loading in patients with acute ST-segment-elevation myocardial infarction.\n                A total of 800 patients with acute ST-segment-elevation myocardial infarction within 24 hours from symptom onset, all treated with 600 mg clopidogrel, were randomly assigned in a double-blind fashion to receive either abciximab (n=401) or placebo (n=399) in the intensive care unit before being sent to the catheterization laboratory. The primary end point, infarct size measured by single-photon emission computed tomography with technetium-99m sestamibi before hospital discharge, was 15.7+/-17.2% (mean+/-SD) of the left ventricle in the abciximab group and 16.6+/-18.6% of the left ventricle in the placebo group (P=0.47). At 30 days, the composite of death, recurrent myocardial infarction, stroke, or urgent revascularization of the infarct-related artery was observed in 20 patients in the abciximab group (5.0%) and 15 patients in the placebo group (3.8%) (relative risk, 1.3; 95% CI, 0.7 to 2.6; P=0.40). Major bleeding complications were observed in 7 patients in each group (1.8%).\n                Upstream administration of abciximab is not associated with a reduction in infarct size in patients presenting with acute myocardial infarction within 24 hours of symptom onset and receiving 600 mg clopidogrel.",
        "Year": 2009,
        "CitationCount": 328
    },
    {
        "Unnamed: 0": 7585,
        "ReviewID": "CD002130",
        "PMID": "PMID:19262211",
        "Title": "Glycoprotein IIB/IIIA inhibitor to reduce postpercutaneous coronary intervention myonecrosis and improve coronary flow in diabetics: the 'OPTIMIZE-IT' pilot randomized study.",
        "Abstract": "Subgroup analyses of trials enrolling acute coronary syndrome patients suggest that inhibition of glycoprotein IIb/IIIa can improve the outcome of diabetic patients undergoing percutaneous coronary interventions (PCIs), possibly by improving microvascular perfusion. However, the efficacy of small-molecule IIb/IIIa receptor inhibitors to improve microvascular perfusion in stable diabetic patients undergoing elective PCI has not been specifically investigated.\n                We randomized consecutive stable diabetic patients, undergoing elective PCI, to tirofiban or placebo groups along with double antiplatelet therapy. High-dose bolus (25 microg/kg per 3 min) of tirofiban was administered immediately before PCI followed by 8 h continuous infusion (0.15 microg/kg per min). Postprocedural myonecrosis was assessed prospectively by measurement of cardiac troponin T (cTnT) at 6 and 24 h after PCI. The primary end-points were post-PCI coronary flow estimated by corrected thrombolysis in myocardial infarction frame count and post-PCI myocardial infarction. Platelet aggregation was measured by platelet function analyser-100 values.\n                Forty-six patients entered the study (22 randomized to placebo and 24 randomized to tirofiban). The study drug was associated with a significant increase of platelet function analyser-100 values that peaked immediately after PCI and was maintained at 6 h (pre-PCI: 131 +/- 65 s; post-PCI: 222 +/- 49 s; after 6 h: 219 +/- 55 s).Post-PCI corrected thrombolysis in myocardial infarction frame count was similar in tirofiban and in placebo groups (10.2 +/- 3.6 vs. 12.0 +/- 7.6, P = 0.30, respectively). The prevalence of raised cTnT levels was similar in the two groups (25 vs. 30%, P = 0.56, respectively). At multivariate analysis, direct stenting (associated with reduced myonecrosis) and postdilatation (associated with increased myonecrosis) predicted cTnT elevation.\n                A high-dose bolus of tirofiban in stable diabetic patients undergoing elective PCI, along with double antiplatelet therapy, was associated with a significant further inhibition of platelet aggregation which, however, did not translate in a lower incidence of post-PCI distal embolization.",
        "Year": 2009,
        "CitationCount": 19
    }
]