[
    {
        "Unnamed: 0": 2604,
        "ReviewID": "CD000543",
        "PMID": "PMID:2857633",
        "Title": "[Successful acute treatment of chronic inflammatory intestinal diseases with oral 5-aminosalicylic acid].",
        "Abstract": "The effectiveness of oral 5-aminosalicylic acid (0.5 g t.i.d.) and of salazosulfapyridine (1.0 g t.i.d.) was compared in a randomized controlled study in two groups with 30 patients each with ulcerative colitis and with Crohn's disease. Persistent complaints within the first 5 days were treated with additional methyl-prednisolone (40 mg/d initially). After treatment for 8 weeks patients with ulcerative colitis showed morphologic remissions in 60% of the 5-aminosalicylic acid group and in 53% of the salazosulfapyridine group. Clinical improvement was achieved in 86% in both groups. Clinical improvement in Crohn's disease was seen in 87% of patients of the 5-aminosalicylic acid group and in 80% of the salazosulfapyridine group. This was evidenced by the significant fall (P = 0,0001) of the mean activity index. Additional steroid medication was nearly equal in both treatment groups. There were no side effects during treatment with 5-aminosalicylic acid. In contrast, salazosulfapyridine had to be withdrawn in four patients due to signs of intolerance. 5-Aminosalicylic acid can thus be considered a valuable alternative to conventional treatment on the basis of equal effectiveness as salazosulfapyridine and lack of undesirable side effects.",
        "Year": 1985,
        "CitationCount": 0
    },
    {
        "Unnamed: 0": 2632,
        "ReviewID": "CD000543",
        "PMID": "PMID:3317057",
        "Title": "Coated oral 5-aminosalicylic acid therapy for mildly to moderately active ulcerative colitis. A randomized study.",
        "Abstract": "We assessed oral 5-aminosalicylic acid (5-ASA) prepared with a pH-sensitive polymer coating in 87 patients with mildly to moderately active ulcerative colitis in a double-blind, placebo-controlled trial. Patients were randomly assigned to receive 5-ASA at a dosage of either 4.8 or 1.6 g per day or placebo for six weeks. The outcome was monitored by flexible proctosigmoidoscopic examinations and physicians' assessments at three-week intervals and by patients' recordings of daily symptoms. Results showed 24 percent complete and 50 percent partial responses in those receiving 4.8 g of 5-ASA per day as compared with 5 percent complete and 13 percent partial responses in those receiving placebo (P less than 0.0001, rank-sum test). At a dosage of 1.6 g per day, the response was twice as good as with placebo, but the difference did not reach statistical significance (P = 0.51). Age, sex, duration of disease, duration of active symptoms, or extent of disease did not affect the clinical outcome. We conclude that oral 5-ASA administered in a dosage of 4.8 g per day is effective therapy, at least in the short term, for mildly to moderately active ulcerative colitis.",
        "Year": 1987,
        "CitationCount": 2645
    },
    {
        "Unnamed: 0": 2615,
        "ReviewID": "CD000543",
        "PMID": "PMID:2906888",
        "Title": "Prospective, randomized, double-blind comparison of benzalazine and sulfasalazine in the treatment of active ulcerative colitis.",
        "Abstract": "Benzalazine (salicylazobenzoic acid, SAB), a 5-azo derivative of 5-aminosalicylic acid, has been designed as a new therapeutic agent for the treatment of inflammatory bowel disease which might lack the frequent side effects caused by the sulfapyridine moiety of the sulfasalazine molecule (SASP). Here, we report on a prospective, randomized, double-blind comparison of SAB and SASP in patients with an acute relapse of ulcerative colitis. 43 patients with an acute relapse of ulcerative colitis proven by the pertinent endoscopic-macroscopic and histologic criteria were randomized to receive a 6-week course of either 1 g SASP (n = 21) or the equivalent dose of 0.72 g SAB (n = 22) three times a day. Both groups were comparable with respect to demographic data, previous duration and extension of the disease as well as clinical, endoscopic and histologic severity of the relapse. 1 patient on SASP had to be removed from the study due to side effects, while 3 patients on SAB were removed due to rapid worsening of the disease requiring either surgery (1 patient with toxic megacolon) or additional steroid treatment (2 patients). 2 SAB patients were lost to follow-up after substantial improvement had been observed within the first 3 weeks of treatment. In the remaining patients (20 SASP, 17 SAB), stool frequency, stool consistency and macroscopic appearance as well as histology of the diseased mucosa were improved within 6 weeks, with no significant difference between the two groups with respect to any of the parameters recorded. Side effects were recorded in 5 patients on SASP (3 with nausea, 1 with pruritus and 1 with a generalized exanthema) and in 3 patients on SAB (all nausea and vomiting; difference not statistically significant). We conclude that SAB and SASP in equivalent doses are of similar efficacy in the treatment of active ulcerative colitis.",
        "Year": 1988,
        "CitationCount": 29
    },
    {
        "Unnamed: 0": 2607,
        "ReviewID": "CD000543",
        "PMID": "PMID:2906476",
        "Title": "Double-blind comparison of olsalazine and sulphasalazine in active ulcerative colitis.",
        "Abstract": "Fifty-six patients with ulcerative colitis of mild to moderate severity were entered into a randomized, double-dummy comparison of sulphasalazine, 3 g/day, with olsalazine, 3 g/day. Patients were assessed clinically, and by sigmoidoscopy and biopsy, on entry and at 5 weeks. Both agents produced a similar reduction in stool frequency and in the passage of blood and mucus. Improvements in sigmoidoscopic and histological appearances of the rectal mucosa were observed to a similar extent in both groups of patients. Two patients treated with olsalazine were withdrawn because of increased diarrhoea attributable to the medication. Two patients given sulphasalazine for the first time developed a skin rash. Other side-effects seen during the trial were mild. In this small short-term study, oral olsalazine appeared to be as effective as sulphasalazine in the treatment of mild to moderate ulcerative colitis.",
        "Year": 1988,
        "CitationCount": 52
    },
    {
        "Unnamed: 0": 2605,
        "ReviewID": "CD000543",
        "PMID": "PMID:2899536",
        "Title": "Comparison of delayed release 5 aminosalicylic acid (mesalazine) and sulphasalazine in the treatment of mild to moderate ulcerative colitis relapse.",
        "Abstract": "Oral formulations of 5-aminosalicylic acid (mesalazine) appear less toxic than sulphasalazine. We have therefore compared sulphasalazine, low dose mesalazine and high dose mesalazine in the treatment of mild to moderate relapse of ulcerative colitis. Sixty one patients (32 men, aged 20-78 years) were randomly allocated to sulphasalazine 2 g daily, mesalazine 800 mg daily, or mesalazine 2.4 g daily in a double blind, double dummy, four week trial. Groups were comparable for age, sex, extent of disease, and pretrial sulphasalazine intake. Four patients were unable to complete the study because of treatment failure (two taking sulphasalazine and two high dose mesalazine). A further two patients taking sulphasalazine developed side effects necessitating withdrawal. Within treatment comparisons revealed significant improvement of: sigmoidoscopic grade in the sulphasalazine group; rectal bleeding, sigmoidoscopic and histological grade in the low dose mesalazine group; stool frequency, rectal bleeding and sigmoidoscopic grade in the high dose mesalazine group. Greater improvement in rectal bleeding (p less than 0.05) and sigmoidoscopic appearances (p less than 0.05) occurred in patients taking high dose mesalazine than in those taking sulphasalazine. In two patients taking high dose mesalazine minor rises of plasma creatinine concentrations occurred, suggesting the need to monitor renal function.",
        "Year": 1988,
        "CitationCount": 198
    },
    {
        "Unnamed: 0": 2617,
        "ReviewID": "CD000543",
        "PMID": "PMID:2567266",
        "Title": "Olsalazine or sulphasalazine in first attacks of ulcerative colitis? A double blind study.",
        "Abstract": "Olsalazine (2 g/day) and sulphasalazine (3 g/day) were compared in a double blind three centre trial in 37 patients presenting with first attack of distal colitis. Sigmoidoscopic appearances, rectal biopsies, and symptom and stool diary records were used to assess benefit and adverse effects. Both groups showed a similar decrease in stool frequency (p less than 0.001). The proportion of unformed stools was also decreased, but to a lesser extent (p less than 0.05) in those taking olsalazine (78% v 55%; p less than 0.001) compared with those taking sulphasalazine (72% v 28%; p less than 0.001). There was a diminution in the proportion of stools containing blood in both groups (olsalazine: 61% v 22%; p less than 0.001/sulphasalazine: 67% v 37%; p less than 0.001). Sigmoidoscopic and histological appearances and clinical activity improved significantly and to a similar extent in both groups. Intolerance was encountered in two patients on olsalazine and four on sulphasalazine; intolerance to sulphasalazine being even higher (five of seven patients) in a preliminary study using a dose of sulphasalazine releasing the same amount of 5-aminosalicylic acid as 2 g olsalazine. Olsalazine was at least as effective as sulphasalazine in the treatment of new patients with distal colitis, and in a dose releasing an equivalent amount of 5-aminosalicylic acid was better tolerated.",
        "Year": 1989,
        "CitationCount": 67
    },
    {
        "Unnamed: 0": 2635,
        "ReviewID": "CD000543",
        "PMID": "PMID:2684804",
        "Title": "Olsalazine versus placebo in the treatment of mild to moderate ulcerative colitis: a randomised double blind trial.",
        "Abstract": "The effect of olsalazine, an analogue of sulphasalazine, consisting of two molecules 5-aminosalicylic acid linked by an azobond has been investigated for the treatment of ulcerative colitis. In a randomised double blind trial we compared 2 g olsalazine with placebo for four weeks. Of the 105 patients, with mild to moderate ulcerative colitis, entered in the trial 52 received olsalazine, and 53 placebo. Treatment had to be terminated prematurely because of untoward effects of olsalazine (mainly diarrhoea) in three patients and treatment failure--that is, increased rectal bleeding in four patients (olsalazine group: one placebo group: three). After four weeks' treatment, a statistically significant improvement in the endoscopic findings in rectum and a positive trend in the reduction of rectal mucus and blood discharge was observed in the patients treated with olsalazine. No statistically significant difference was found for other factors, including stool frequency, consistency, urge to defecate, abdominal pain, and biopsy findings. A comparison between these clinical and endoscopic parameters at study entry and those at study completion (within drug evaluation) showed significant improvement in six of 10 parameters during treatment with olsalazine and in two of 10 during placebo treatment. This difference suggests the significant effect of olsalazine. We conclude that 2 g olsalazine was tolerated as well as placebo, apart from causing diarrhoea in some patients and was slightly superior to placebo during four weeks' treatment of mild to moderate ulcerative colitis. A study with 3 or 4 g olsalazine per day may show a more definite effect.",
        "Year": 1989,
        "CitationCount": 56
    },
    {
        "Unnamed: 0": 2601,
        "ReviewID": "CD000543",
        "PMID": "PMID:2563951",
        "Title": "Coated mesalazine (5-aminosalicylic acid) versus sulphasalazine in the treatment of active ulcerative colitis: a randomised trial.",
        "Abstract": "To assess the safety and efficacy of a preparation of mesalazine (5-aminosalicylic acid) coated with a pH dependent resin (Eudragit L) as compared with sulphasalazine in patients with active mild to moderate ulcerative colitis.\n                Eight week randomised double blind parallel group study.\n                Forty six gastroenterology outpatient clinics in seven countries.\n                Two hundred and twenty patients aged 18-70 who met the following criteria: clinical activity index greater than or equal to 6 and endoscopic index greater than or equal to 4; no concomitant treatment for ulcerative colitis; no hypersensitivity to salicylates or sulphonamides. Of the 164 patients eligible for efficacy analysis, 87 received the coated preparation of mesalazine and 77 sulphasalazine. Most of the remaining patients (28 in each group) were ineligible for the efficacy analysis because of treatment with steroid enemas. All pretrial characteristics were comparable in the two treatment groups.\n                Coated mesalazine (Mesasal) 1.5 g daily or sulphasalazine 3.0 g daily for eight weeks. Compliance monitored by pill counts.\n                Clinical and endoscopic remission.\n                Clinical activity measured by daily diary cards, assessment by investigators, and laboratory findings. Endoscopic evaluation at week 8. After four weeks 50 of 70 patients (71%) taking coated mesalazine and 38 of 58 (66%) taking sulphasalazine had achieved remission of their disease by eight weeks remission rates were 74% (37/50 patients) and 81% (35/43) in the two treatment groups respectively. Endoscopic remission at eight weeks was recorded in 20 of 41 patients (49%) taking coated mesalazine and 18 of 38 (47%) taking sulphasalazine. There was a higher incidence of adverse events among patients taking sulphasalazine (25/105; 24%) than among those taking coated mesalazine (16/115; 14%).\n                Mesalazine coated with Eudragit L is a safe, logical alternative to sulphasalazine.",
        "Year": 1989,
        "CitationCount": 1060
    },
    {
        "Unnamed: 0": 2627,
        "ReviewID": "CD000543",
        "PMID": "PMID:1980911",
        "Title": "Therapeutic effectiveness and tolerance of 5-aminosalicylic acid in short term treatment of patients with ulcerative colitis at a low or medium phase of activity.",
        "Abstract": "The therapeutic effectiveness and tolerance of 5-aminosalicylic acid (5ASA), compared with Salazosulphapyridine (SASP) in treatment of ulcerative colitis have been evaluated in 86 patients with the disease at a low or medium phase of activity. After a treatment of six weeks, an improvement was noted in 63.6% (5ASA) and 61.3% (SASP) of these patients. However in no case was a complete remission of the disease observed on the basis of endoscopic inspection. In patients with pancolitis the improvement was lower (37.5% with 5ASA, 40% with SASP). The only side-effect was gastric intolerance, which occurred in 18.1% of the 5ASA and in 19% of the SASP patients. In conclusion we can assume that 5ASA and SASP largely overlap each other as regards both therapeutic effectiveness and occurrence of side-effects.",
        "Year": 1990,
        "CitationCount": 12
    },
    {
        "Unnamed: 0": 2610,
        "ReviewID": "CD000543",
        "PMID": "PMID:2337059",
        "Title": "Double-blind placebo-controlled study of olsalazine in the treatment of ulcerative colitis.",
        "Abstract": "Olsalazine is a compound consisting of two 5-amino salicylate (5-ASA) molecules linked by an azo bond, which, administered orally, is split by colonic bacteria to liberate 5-ASA. It lacks the sulfapyridine moiety found in sulfasalazine. Using a specific protocol, we conducted a randomized, double-blind, placebo-controlled trial of olsalazine in patients with symptomatic ulcerative colitis. Inclusion criteria included mild to moderate disease with involvement of more than 15 cm of colon, visible blood in stools, and the discontinuation of all other medications prior to and during the study. Patients were given oral olsalazine 3.0 g/day or placebo for 4 wk. Patients were evaluated clinically, by laboratory analysis and by colonoscopic evaluation, at entry and at 4 wk. Additional clinical and laboratory evaluations were performed at 2 wk. Fifteen patients entered the study. Of the seven patients randomized to olsalazine, four (57%) improved clinically and by colonoscopic scoring, one showed no improvement in either, and two (29%) withdrew after developing severe watery diarrhea. Of the eight patients treated with placebo, two (25%) improved clinically but were without colonscopic improvement and six (75%) worsened, of whom four withdrew early because of worsening symptoms of colitis. Seven of eight placebo patients were then treated with olsalazine on an open basis. Of these seven, five (71%) improved clinically and colonoscopically and two (29%) withdrew because of severe watery diarrhea. Overall, of 14 patients treated with Olsalazine, nine (64%) improved, one showed no improvement, and four (29%) discontinued because of persistent watery diarrhea. No other serious side effects were noted. Minor side effects included transient diarrhea, flares of acne, and anxiety attacks which resolved despite continuation of the drug.",
        "Year": 1990,
        "CitationCount": 47
    },
    {
        "Unnamed: 0": 2623,
        "ReviewID": "CD000543",
        "PMID": "PMID:1863024",
        "Title": "Oral mesalamine (Asacol) for mildly to moderately active ulcerative colitis. A multicenter study.",
        "Abstract": "To evaluate the efficacy and safety of a pH-sensitive, polymer-coated oral preparation of mesalamine in patients with mildly to moderately active ulcerative colitis.\n                A multicenter, double-blind, placebo-controlled randomized trial.\n                Five university-based medical centers, one inflammatory bowel disease center, and three private practice sites.\n                A total of 158 patients with newly or previously diagnosed active ulcerative colitis.\n                A pH-sensitive, polymer-coated oral preparation of mesalamine (5-aminosalicylic acid) was used at 1.6 and 2.4 g/d for 6 weeks.\n                Efficacy was measured by scores for stool frequency, rectal bleeding, patient's functional assessment, sigmoidoscopic findings, and physician's global assessment. Stringent criteria for disease activity were established prospectively.\n                The analysis of protocol-compliant patients showed a significant improvement at 3 weeks in patients taking 2.4 g/d of mesalamine compared with patients taking placebo (32% versus 9%; P = 0.003). At 6 weeks, both the 1.6 g/d (43%) and 2.4 g/d (49%) doses were significantly superior to placebo (23%) (P = 0.03 and P = 0.003, respectively). In addition, more patients worsened in the placebo group compared with the 2.4 g/d group (50% versus 19%; P = 0.003); however, there was no statistically significant difference in worsening between the 1.6 g/d mesalamine group and the placebo group. The oral mesalamine tablet was well tolerated, and no clinically significant changes were observed in hematologic, hepatic, or renal laboratory profiles.\n                Colon-targeted oral mesalamine at 2.4 g/d is effective therapy for mildly to moderately active ulcerative colitis. It is well tolerated and should provide a viable therapeutic alternative to sulfasalazine.",
        "Year": 1991,
        "CitationCount": 215
    },
    {
        "Unnamed: 0": 2625,
        "ReviewID": "CD000543",
        "PMID": "PMID:8338086",
        "Title": "Mesalamine capsules for treatment of active ulcerative colitis: results of a controlled trial. Pentasa Study Group.",
        "Abstract": "The efficacy of a capsule formulation of mesalamine was assessed in 374 patients with mild to moderately active ulcerative colitis. Patients, stratified to pancolitis or left-sided disease, received either placebo or mesalamine at 1, 2, or 4 g daily for 8 wk. Efficacy was assessed using clinical improvement--physician global assessment, sigmoidoscopic index, biopsy score, trips to the toilet, and clinical symptoms (abdominal pain, urgency, stool consistency, and rectal bleeding)--and induction of remission (more stringent criteria for physician global assessment, sigmoidoscopic index, and biopsy score). For physician global assessment of treatment benefit, 79% and 84% of patients on the 2-g and 4-g doses of mesalamine, respectively, received treatment benefit, compared with 54% on placebo (p < or = 0.0002). For the physician global assessment of treatment success, both the 2-g and 4-g doses of mesalamine were superior to placebo (57% and 59% of patients, p = 0.0021 and 0.0012, respectively), compared with 36% on placebo. Both the 2-g and 4-g doses produced statistically significant macroscopic (endoscopic) improvement compared with placebo (p < 0.004). The 4-g dose also produced a statistically significant microscopic (histologic) improvement compared to placebo (p < 0.002). Significant improvement compared to placebo was also observed at 2 g and 4 g for the four clinical symptoms and trips to the toilet (p < or = 0.003). Oral mesalamine capsules were significantly superior to placebo for inducing remission, with 29% of patients at 2 g and 29% at 4 g achieving remission by physician global assessment, compared with 12% on placebo. Forty-four percent and 48% of patients receiving 2 g and 4 g of mesalamine, respectively, achieved remission by sigmoidoscopic index (p < 0.05), compared with 31% on placebo. Thirty-nine percent of patients at 4 g daily achieved microscopic remission, compared with 23% on placebo (p < 0.03). Treatment response was not affected by extent of disease or prior steroid or sulfasalazine therapy. These data suggest that controlled-release mesalamine capsules are a safe and effective monotherapy in doses of 2-4 g daily for treating mild to moderately active ulcerative colitis, as well as for inducing remission, regardless of prior oral steroid or sulfasalazine therapy or extent of disease.",
        "Year": 1993,
        "CitationCount": 292
    },
    {
        "Unnamed: 0": 2629,
        "ReviewID": "CD000543",
        "PMID": "PMID:8563868",
        "Title": "Double-blind comparative study of sulfasalazine and controlled-release mesalazine tablets in the treatment of active ulcerative colitis.",
        "Abstract": "To evaluate the effect of a controlled-release mesalazine tablet, in patients with ulcerative colitis (UC), a multicenter double-blind study was carried out, using sulfasalazine (500 mg tablet) as the control drug. The mesalazine tablet contained 250 mg of ethyl cellulose-coated mesalazine granules. The patients were assigned to two groups, one to receive mesalazine tablets (1500 mg/day) and a sulfasalazine placebo (group M) and the other to receive sulfasalazine tablets (3000 mg/day) and a mesalazine placebo (group S). The test medications were administered orally for 4 consecutive weeks. The study subjects were selected from among patients with mild to moderate active UC, and 118 patients were enrolled. Concomitant use of steroids and immunosuppressors was prohibited during the study period. Of the 118 patients, 9 dropped out. A total of 109 complete records were thus obtained, 52 in group M and 57 in group S. There was no difference in the improvement of clinical symptoms and endoscopic findings between the two groups. The overall safety, based on adverse reactions and laboratory data, was higher, at 86.5%, for group M (n = 52), compared to 66.7% for group S (n = 57). The general usefulness, based on the improvement and safety, was higher, at 65.3%, for group M (n = 49), compared to 45.6% for group S (n = 57). The controlled-release mesalazine tablet thus appears to be useful in the treatment of mild to moderate active UC.",
        "Year": 1995,
        "CitationCount": 13
    },
    {
        "Unnamed: 0": 2619,
        "ReviewID": "CD000543",
        "PMID": "PMID:9726382",
        "Title": "Olsalazine versus mesalazine in the treatment of mild to moderate ulcerative colitis.",
        "Abstract": "To compare the efficacy and tolerability of olsalazine sodium with enteric-coated mesalazine in inducing endoscopic remission in patients with mild to moderate active ulcerative colitis.\n                Patients with mild to moderate active ulcerative colitis were randomized to receive either olsalazine sodium, 3 g/day (n = 88), or mesalazine, 3 g/day (n = 80), for up to 12 weeks.\n                Of the patients treated with olsalazine sodium, 52.2% achieved endoscopic remission, compared with 48.8% of patients treated with mesalazine. This difference was not significant (P = 0.67). There was a nonsignificant trend for patients with left-sided colitis or a more severe endoscopic grade to achieve remission if they were treated with olsalazine sodium than if they were treated with mesalazine. Both treatments were comparable with respect to clinical activity index and an investigator's global assessment. Seventy patients reported one or more adverse events; adverse events were seen in 45% of olsalazine sodium-treated patients and in 36% of mesalazine-treated patients. Eleven patients treated with olsalazine sodium and nine patients treated with mesalazine withdrew from the study because of adverse events. One patient treated with olsalazine sodium compared with two treated with mesalazine stopped treatment because of diarrhoea. Serious adverse events occurred in three patients treated with olsalazine sodium and in four treated with mesalazine.\n                Therapeutic effectiveness and tolerance to the treatment did not differ between olsalazine sodium, 3 g/day, and mesalazine, 3 g/day, in inducing endoscopic remission in patients with mild to moderate active ulcerative colitis within 12 weeks of treatment.",
        "Year": 1998,
        "CitationCount": 50
    },
    {
        "Unnamed: 0": 2612,
        "ReviewID": "CD000543",
        "PMID": "PMID:11515850",
        "Title": "Mesalazine 4 g daily given as prolonged-release granules twice daily and four times daily is at least as effective as prolonged-release tablets four times daily in patients with ulcerative colitis.",
        "Abstract": "High doses of mesalazine usually result in an inconvenient dosage schedule and reduced compliance. The goal of this trial was to compare the effects of mesalazine 4 g daily given as prolonged-release granules in packets of 1 g with that of prolonged-release tablets of 0.5 g.\n                Two hundred twenty-seven patients with mild-to-moderate ulcerative colitis were randomized to treatment with two packets twice daily (Gr-b.i.d.), 1 packet four times daily (Gr-q.i.d.) or 2 tablets four times daily (Ta-q.i.d.) for 8 weeks. A disease activity index (ulcerative colitis disease activity index: UC-DAI) was calculated, and the granules were defined as noninferior to the tablets if the lower limit of the 95% CI for the differences was more than -1 UC-DAI score unit.\n                Noninferiority of the granules compared with the tablets was demonstrated. The mean improvement in the UC-DAI in the treatment groups Gr-b.i.d., Gr-q.i.d., and Ta-q.i.d. were 3.2, 2.9, and 2.4, respectively; the proportion of complete responders in the three groups 39%, 37%, and 31%, respectively. There were no differences in side effects.\n                Mesalazine 4 g daily given as prolonged-release granules twice and four times daily is at least as effective as prolonged-release tablets four times daily in patients with mild to moderate ulcerative colitis. The patients preferred the twice daily dosing.",
        "Year": 2001,
        "CitationCount": 66
    },
    {
        "Unnamed: 0": 2611,
        "ReviewID": "CD000543",
        "PMID": "PMID:11856080",
        "Title": "A double-blind comparison of balsalazide, 6.75 g, and sulfasalazine, 3 g, as sole therapy in the management of ulcerative colitis.",
        "Abstract": "Sulfasalazine is accepted therapy for active ulcerative colitis, but side-effects and intolerance are common. Balsalazide is an azo-bonded pro-drug which also releases 5-aminosalicylic acid into the colon, but uses an inert carrier molecule.\n                To compare the safety and efficacy of sul- fasalazine, 3 g, with balsalazide, 6.75 g, in the initial daily treatment of mild to moderate ulcerative colitis.\n                A randomized, multicentre, double-blind, parallel group study was performed, with a treatment duration of 8 weeks. Patients on previous maintenance treatment were excluded. The trial medication was the sole treatment for the colitis. Efficacy was assessed by patient diaries, symptom assessment, sigmoidoscopic appearance and histology.\n                Fifty patients were recruited: 26 allocated to the balsalazide group and 24 to the sulfasalazine group. More patients withdrew due to adverse events in the sulfasalazine group (nine patients vs. one patient in the balsalazide group, P=0.004). Improvement occurred in both groups, with a tendency to a faster response with balsalazide. Of the patients taking balsalazide, 61% achieved clinical and sigmoidoscopic remission.\n                Balsalazide, 6.75 g, is effective as the sole treatment for patients with mild to moderately active ulcerative colitis, with significantly fewer withdrawals due to side-effects than in a similar group of patients taking sulfasalazine, 3 g.",
        "Year": 2002,
        "CitationCount": 69
    },
    {
        "Unnamed: 0": 2613,
        "ReviewID": "CD000543",
        "PMID": "PMID:11856079",
        "Title": "A double-blind comparison of balsalazide, 6.75 g daily, and sulfasalazine, 3 g daily, in patients with newly diagnosed or relapsed active ulcerative colitis.",
        "Abstract": "Sulfasalazine is well established in the treatment of active ulcerative colitis. Intolerance to sulfasalazine, however, is a common problem. Balsalazide has been designed to deliver 5-aminosalicylic acid to the colon without the poor tolerability of sulfasalazine.\n                To compare the safety and efficacy of balsalazide, 6.75 g daily, with sulfasalazine, 3 g daily, in the treatment of active ulcerative colitis of all grades of severity.\n                Balsalazide and sulfasalazine were compared in a multicentre, double-blind, parallel group study over 12 weeks. Patients were stratified for disease severity and topical and/or oral steroids were co-administered where clinically necessary.\n                Fifty-seven patients were randomized: 28 to receive balsalazide and 29 to receive sulfasalazine. Significantly fewer patients withdrew from the balsalazide group due to adverse events (2/28 vs. 9/29, P=0.041). These data confirm that balsalazide is better tolerated than sulfasalazine. In patients able to tolerate the treatment, similar improvements were recorded in clinical, sigmoidoscopic and histological assessments in both treatment groups.\n                This study confirms the better tolerability of balsalazide compared to sulfasalazine, and supports the use of balsalazide in ulcerative colitis of all grades of severity.",
        "Year": 2002,
        "CitationCount": 73
    },
    {
        "Unnamed: 0": 2614,
        "ReviewID": "CD000543",
        "PMID": "PMID:12094857",
        "Title": "A randomized, double blind, dose-response comparison of balsalazide (6.75 g), balsalazide (2.25 g), and mesalamine (2.4 g) in the treatment of active, mild-to-moderate ulcerative colitis.",
        "Abstract": "Balsalazide is a new innovative, mesalamine-containing prodrug that is activated by bacteria in the colon. Balsalazide has been shown previously to be well tolerated and effective in the treatment of acute ulcerative colitis. The aim of this study was to determine the dose-response of balsalazide for efficacy and safety in active, mild-to-moderate ulcerative colitis and to compare this profile with that of mesalamine, pH-dependent, delayed-release tablets.\n                A multicenter, randomized, active control, double-blind, double-dummy, dose-response, parallel-group study was performed comparing balsalazide (6.75 g daily), balsalazide (2.25 g daily), and mesalamine (2.4 g daily), administered for 8 wk to 154 patients with active, mild-to-moderate ulcerative colitis as verified by sigmoidoscopy.\n                Eight weeks of treatment with 6.75 g of balsalazide daily provided significantly greater improvement than did balsalazide (2.25 g daily) in rectal bleeding (64.7% [6.75-g balsalazide] vs 32.4% [2.25-g balsalazide], p < 0.006), stool frequency (58.8% vs 29.4%, p < 0.006), sigmoidoscopic score (78.9% vs 52.5%, p < 0.015), and Physician's Global Assessment (73.7% vs 51.3%, p < 0.03). The efficacy of balsalazide showed a significantly more rapid onset of action than that of mesalamine (2.4 g daily) (2-wk sigmoidocopic score improvement, 54.7% [6.75-g balsalazide] vs 29.4% [2.4-g mesalamine], p = 0.006) with numerically greater improvement at 8 wk in five of seven measured signs and symptoms. Balsalazide (6.75 g daily) was well tolerated, and the safety profile did not differ significantly from that of balsalazide (2.25 g daily) or mesalamine.\n                Eight weeks of treatment with balsalazide (6.75 g daily) is significantly more effective than balsalazide (2.25 g daily) and more rapid in onset than mesalamine (2.4 g daily) in improving signs and symptoms of acute ulcerative colitis. Balsalazide (6.75 g daily) is well tolerated, and the safety profile does not differ from that of balsalazide (2.25 g daily) and mesalamine (2.4 g daily).",
        "Year": 2002,
        "CitationCount": 134
    },
    {
        "Unnamed: 0": 2602,
        "ReviewID": "CD000543",
        "PMID": "PMID:12492193",
        "Title": "Balsalazide is superior to mesalamine in the time to improvement of signs and symptoms of acute mild-to-moderate ulcerative colitis.",
        "Abstract": "Balsalazide is a novel azo-bonded 5-aminosalicylic acid treatment for mild-to-moderate ulcerative colitis. The study objective was to compare symptomatic remission rates with balsalazide and mesalamine while controlling for extent of disease and time since diagnosis in patients with active, mild-to-moderate ulcerative colitis.\n                A total of 173 patients with sigmoidoscopically verified ulcerative colitis were randomized to 8 wk of double-blind treatment with balsalazide 6.75 g/day or mesalamine 2.4 g/day. Both treatments provided 2.4 g/day of oral 5-aminosalicylic acid. Patients maintained symptom diaries throughout the treatment period.\n                Overall, 46% of balsalazide- and 44% of mesalamine-treated patients achieved symptomatic remission. Higher response rates were noted in newly diagnosed patients with < or = 40 cm of disease (68% vs 61%) than in recently relapsed patients with >40 cm of disease (36% vs 25%). The median time to symptomatic remission was 12 days shorter with balsalazide (25 days) than with mesalamine (37 days). Significantly more balsalazide patients showed sigmoidoscopic (p = 0.002), stool frequency (p = 0.006), rectal bleeding (p = 0.006), and physician's global assessment score (p = 0.013) improvement by 14 days than did mesalamine patients. Similar proportions of patients reported adverse events (54% vs 64%), which were most commonly related to the gastrointestinal and central and peripheral nervous systems.\n                Balsalazide is an effective and safe treatment for mild-to-moderate ulcerative colitis. Improvement of symptoms occurs considerably earlier with balsalazide than with mesalamine.",
        "Year": 2002,
        "CitationCount": 117
    },
    {
        "Unnamed: 0": 2630,
        "ReviewID": "CD000543",
        "PMID": "PMID:15017515",
        "Title": "The optimal dose of 5-aminosalicylic acid in active ulcerative colitis: a dose-finding study with newly developed mesalamine.",
        "Abstract": "5-Aminosalicylate is the gold standard for inducing remission in patients with mildly to moderately active ulcerative colitis. The optimal dose is as yet not defined. Despite some recent developments, the ideal formulation for 5-aminosalicylic acid is still awaited. A new pellet preparation was designed combining slow and delayed release properties. Aims of the study were to find the optimal dose and to test efficacy and safety of a new 5-aminosalicylic acid formulation.\n                Three hundred twenty-one patients were included in a double-blind multicenter trial. Inclusion criteria were active ulcerative colitis (Clinical Activity Index [CAI] and Endoscopic Index [EI] according to Rachmilewitz, CAI 6-12; EI >/=4). Three different doses of 5-aminosalicylic acid (0.5 g 3 times a day, 1.0 g 3 times a day, and 1.5 g 3 times a day) were studied for 8 weeks.\n                Clinical remission rate (CAI </=4) was highest in the 1.0 g 3 times a day group (66 %), 50% in the 0.5 g 3 times a day group, and 55% in the 1.5 g 3 times a day group. Hierarchical testing showed no significance, indicating a lack of dose response across the 3 mesalamine doses. In addition, times to first clinical response were similar: 26.5 days (1.0 g 3 times a day), 27.5 days (0.5 g 3 times a day), and 21.5 days (1.5 g 3 times a day). Endoscopic improvement was better with 1.0 g mesalamine 3 times a day than with 0.5 g 3 times a day, but overall endoscopic and histologic improvement was not different between treatment groups. Baseline activity, duration, and localization of ulcerative colitis did have some influence on the therapeutic activity, but there was no significant interaction with the dose of the study drug. Safety, with special focus on kidney function, was excellent in all 3 groups.\n                There is no significant dose response between mesalamine 1.5 g/day, 3.0 g/day, and 4.5 g/day. The optimal dose to induce remission of ulcerative colitis is 0.5 g 5-aminosalicylic acid 3 times a day. Patients failing with this dose may benefit from an increase of the dose up to 1.0 g 3 times a day, but should also be considered for alternative treatment. A newly developed pellet formulation of 5-aminosalicylic acid has promising efficacy and excellent safety.",
        "Year": 2003,
        "CitationCount": 119
    },
    {
        "Unnamed: 0": 2624,
        "ReviewID": "CD000543",
        "PMID": "PMID:15507864",
        "Title": "Low-dose balsalazide plus a high-potency probiotic preparation is more effective than balsalazide alone or mesalazine in the treatment of acute mild-to-moderate ulcerative colitis.",
        "Abstract": "Balsalazide is well tolerated and effective in treating acute ulcerative colitis. VSL#3 is a probiotic cocktail proven to be effective in preventing flare-ups of chronic pouchitis. We compared the efficacy and safety of low-dose balsalazide (2.25 g/day) plus 3 g/day VLS#3 (group A) with medium-dose balsalazide alone (group B) and with mesalazine (group C) in the treatment of mild-to-moderate active ulcerative colitis.\n                Ninety patients (30 per group) were randomly enrolled, with a treatment duration of 8 weeks. Efficacy was assessed by symptoms assessment, endoscopic appearance, and histological evaluation.\n                Balsalazide/VSL#3 was significantly superior to balsalazide alone and to mesalazine in obtaining remission: 24 patients of group A were in remission [per-protocol: 85.71% (C.I.95%: 62-96), on intention-to-treat: 80% (C.I.95%: 59-91)], while 21 group B [per-protocol: 80.77% (C.I. 95%: 51-82), on intention-to-treat: 77% (C.I.95%: 43-81)] and 16 group C patients [per-protocol: 72.73% (C.I. 95%: 30-75), on intention-to-treat: 53.33% (C.I.95%: 42-62)] were in remission (p<0.02). Balsalazide with or without VSL#3 was better tolerated than mesalazine: two group C patients were withdrawn from the study because of severe side-effects; 1 group A (3.33%), 3 group B (10%) and 4 group C (13.33%) patients experienced slight side-effects. The balsalazide/VSL#3 combination was faster in obtaining remission than balsalazide alone or mesalazine (4, 7.5, and 13 days in groups A, B and C, respectively) and also better in improving all parameters evaluated.\n                Balsalazide/VSL#3 may be a very good choice in the treatment of active mild-to-moderate active ulcerative colitis instead of balsalazide alone or mesalazine.",
        "Year": 2004,
        "CitationCount": 242
    },
    {
        "Unnamed: 0": 2616,
        "ReviewID": "CD000543",
        "PMID": "PMID:15133864",
        "Title": "Different therapy for different types of ulcerative colitis in China.",
        "Abstract": "To study the different therapy for different types of ulcerative colitis (UC) in China.\n                Among 102 UC patients, 42 chronic relapse type UC patients were randomly divided into olsalazine sodium treatment group (n=21) and SASP group (n=21). Clinical effects and safety were observed in the 2 groups. Forty-two first episode type UC patients were randomly divided into Heartleaf houttuynia herb treatment group (n=21) and SASP group (n=21). Clinical effects were observed in the 2 groups while ultrastructure of colonic mucosa, ICAM-1 and the pressure of distant colon were studied in Heartleaf houttuynia herb group. Eighteen patients (8 males, 10 females) with refractory UC and unresponsive to high-dose prednisolone and sulfasalazine therapy more than one month were treated with Kangshuanling (7200 U/d). Prednisolone was gradually stopped and sulfasalazine was maintained. Stool frequency, rectal bleeding, colonoscopy, general well-being, histology were observed and CD62p, CD63, CD54, Pgp-170 (flow cytometry), TXA2 (RIA), blood platelet aggregation rate and thrombosis length in vitro were assessed.\n                In the 42 chronic relapse type UC patients, the overall clinical effects of olsalazine sodium group (complete remission in 16, improvement in 4, inefficiency in 1) were better than those of SASP group (complete remission in 10, improvement in 4, inefficiency in 7, P<0.05). Symptomatic remission of olsalazine sodium group (complete remission in 15, partial remission in 5, inefficiency in 1) was better than that of SASP group (complete remission in 10, partial remission in 5, inefficiency in 6, P<0.05). The colonoscopic remission of olsalazine sodium group(complete remission in 11, partial remission in 9, inefficiency in 1) was better than that of SASP group (complete remission in 7, partial remission in 8, inefficiency in 6, P<0.05). The histologic remission of olsalazine sodium group (complete remission in 13, partial remission in 7, inefficiency in in 1) was better than that of SASP group (complete remission in 6, partial remission in 10, inefficiency in 5, P<0.05). The side effects of gastrointestinal tract in olsalazine sodium group were less than those of SASP group except for frequency of watery diarrhea. No other side effects were observed in olsalazine sodium group while ALT increase, WBC decrease and skin eruption were observed in SASP group. Two patients relapsed in olsalazine sodium group while 8 cases relapsed in SASP group during the flow-up period (from six months to one year). In the 42 first episode type UC patients, the clinical effect of Heartleaf houttuynia herb group (complete remission in 20, 95.2%; improvement in 1, 4.8%) was better than that of SASP group (complete remission in 15, 72.4%, improvement in 5, 23.8%; inefficiency in 1, 3.8%, P<0.01). The time of stool frequency recovering to normal (5.6+/-3.3 d), and blood stool disappearance (6.7+/-3.8 d) and abdominal pain disappearance (6.1+/-3.5 d) in Heartleaf houttuynia herb group was all shorter than that in SASP group (9.5+/-4.9 d, 11.7+/-6.1 d, 10.6+/-5.3 d, P<0.01). Heartleaf houttuynia herb could inhibit the epithelial cell apoptosis of colonic mucous membrane and the expression of ICAM-1 (45.8+/-5.7% vs 30.7+/-4.1%, P<0.05). Compared with normal persons, the mean promotive speed of contraction wave stepped up (4.6+/-1.6 cm/min vs 3.2+/-1.8 cm/min, P<0.05) and the mean amplitude of the wave decreased (14.2+/-9.3 kPa vs 18.4+/-8.0 kPa, P<0.05) in active UC patients. After treatment with Heartleaf houttuynia herb, these 2 indexes improved significantly (17.3+/-8.3 kPa, 3.7+/-1.7 cm/min, P<0.05). In normal persons, the postprandial pressure of sigmoid (2.9 +/-0.9 kPa) was higher than that of descending colon (2.0+/-0.7 kPa) and splenic flexure (1.7+/-0.6 kPa), while the colonic pressure (1.5+/-0.5 kPa, 1.4+/-0.6 kPa, 1.3+/-0.6 kPa) decreased significantly (P<0.05) in active UC patients. After treatment with Heartleaf houttuynia herb, the colonic pressure (2.6+/-0.8 kPa, 1.8+/-0.6 kPa, 1.6+/-0.5 kPa) recovered to normal. The pain threshold Heartleaf houttuynia herb, the colonic pressure (2.6+/-0.8 kPa, 1.8+/-0.6 kPa, 1.6+/-0.5 kPa) recovered to normal. The pain threshold of distant colon (67.3+/-18.9 mL) in active UC patients decreased significantly compared with that of normal persons (216.2+/-40.8 mL, P<0.05) and recovered to normal after treatment with Heartleaf houttuynia herb(187.4+/-27.2 mL, P<0.05). In the 18 refractory UC patients with platelet activation, after more than 4 wk of combined Kangshuanling and sulfasalazine therapy, 16 patients achieved clinical remission, with a highly significant statistical difference (P<0.01) between pre-and post-treatment mean scores for all disease parameters: stool frequency (8.2/d vs 1.6/d), rectal bleeding (score 2.7 vs 0.3), colonoscopy (score 2.6 vs 1.1), histology (score 12.0 vs 5.0), general well being (score 4.0 vs 0.6) and CD62p (8.0+/-3.1% vs 4.1+/-1.8%), CD63 (6.3+/-2.1% vs 3.2+/-1.6%), TXA2 (548+/-85 ng/L vs 390+/-67 ng/L), platelet aggregation rate (43.2+/-10.7% vs 34.8+/-8.1%), thrombosis length in vitro (2.3+/-0.6 cm vs 1.8+/-0.3 cm), CD54 in blood (26.9+/-6.9% vs 14.4+/-5.1%), CD54 in tissues (51.1+/-6.2% vs 23.1+/-4.1%), Pgp-170 in blood (18.9+/-3.9% vs 10.4+/-2.7%), Pgp-170 in tissues (16.5+/-3.2% vs 10.2+/-2.3%, P<0.01 or 0.05).\n                Based on the characteristics of UC cases in China, different therapy should be given to different types of UC with expected satisfactory results.",
        "Year": 2004,
        "CitationCount": 20
    },
    {
        "Unnamed: 0": 2633,
        "ReviewID": "CD000543",
        "PMID": "PMID:15606398",
        "Title": "Mesalazine (5-aminosalicylic acid) micropellets show similar efficacy and tolerability to mesalazine tablets in patients with ulcerative colitis--results from a randomized-controlled trial.",
        "Abstract": "Formulations containing 5-aminosalicylic acid, such as mesalazine, are the gold standard of treatment for mild-to-moderate ulcerative colitis. Current oral regimens require the use of large tablets and frequent dosing to reach the recommended treatment dose. Mesalazine micropellets were designed to allow less frequent dosing in an easier to swallow formulation.\n                To compare the efficacy of mesalazine micropellets with the tablet formulation in patients with mild-to-moderate ulcerative colitis.\n                This phase 2, double-blind, active-controlled, parallel-group, multiple dose clinical trial randomized 362 patients to either mesalazine micropellets or tablets, at a dosage of 3 g/day. The primary efficacy end-point was the incidence of clinical remission within 8 weeks, defined as the sum of clinical activity index components 1-4 (CAI(C1-4)) < or = 2.\n                CAI(C1-4) decreased significantly in both treatment groups within 8 weeks. The micropellet formulation showed confirmatory non-inferiority with statistical significance compared with the tablet formulation, with regard to the incidence of clinical remission (odds ratio in according-to-protocol population 1.008; 95% CI: 0.623-1.632). There was no significant difference in the incidence of adverse events.\n                The mesalazine micropellet formulation is as effective as tablets in patients with mild-to-moderate ulcerative colitis, enabling a larger dose to be taken comfortably and conveniently, thereby potentially improving patient compliance, treatment response and quality of life.",
        "Year": 2004,
        "CitationCount": 34
    },
    {
        "Unnamed: 0": 2618,
        "ReviewID": "CD000543",
        "PMID": "PMID:15854171",
        "Title": "Multicentre randomized-controlled clinical trial of Ipocol, a new enteric-coated form of mesalazine, in comparison with Asacol in the treatment of ulcerative colitis.",
        "Abstract": "5-Aminosalicylates remain important in the treatment of ulcerative colitis, but it is uncertain if the various preparations currently available are equivalent given the different delivery systems that exist. Generic prescription of mesalazine (mesalamine) is therefore inappropriate. Ipocol has recently become available as an alternative to Asacol-MR.\n                To compare the two agents in a controlled trial using a non-inferiority design.\n                Eighty-eight ulcerative colitis patients with a mild to moderate clinical relapse were randomized to one of the two drugs at a daily dose of 2.4 g for 8 weeks. Safety was the key concern; the primary measured end-point was efficacy as judged from a colitis activity index.\n                There were no unexpected adverse events of clinical consequence. The colitis score improved similarly in both patient groups (by 2.3 with Ipocol and by 1.5 with Asacol: not significant), and a similar proportion was in clinical remission at the end of the study (26.1% for Ipocol and 28.6% for Asacol: not significant). Systemic steroids were needed in 11.9% of the Asacol-treated patients compared with 6.5% with Ipocol (not significant).\n                It appears appropriate to conclude that, while not identical to Asacol-MR, Ipocol offers a safe and similarly effective alternative.",
        "Year": 2005,
        "CitationCount": 23
    },
    {
        "Unnamed: 0": 2606,
        "ReviewID": "CD000543",
        "PMID": "PMID:15679762",
        "Title": "A double-blind dose-escalating trial comparing novel mesalazine pellets with mesalazine tablets in active ulcerative colitis.",
        "Abstract": "Mesalazine as the treatment standard for ulcerative colitis can be applied in different galenical preparations.\n                A novel formulation of mesalazine pellets with delayed and prolonged release characteristics was compared with conventional Eudragit L-coated tablets. Furthermore, the effect of mesalazine dose escalation on nonresponders was evaluated in both treatment groups.\n                A total of 233 patients with mild to moderately active ulcerative colitis were randomized to receive either mesalazine (1.5 g/day in three doses) as pellets (n = 115) or tablets (n = 118) for 8 weeks. At insufficient response, the dose was increased to 3.0 g.\n                The clinical remission rate (clinical activity index < or = 4) for pellets was 67% vs. 68% for tablets which statistically proved to be not inferior (significance level alpha = 2.5%). In patients without dose increase, the remission rate was 47% (pellets) vs. 42% (tablets). Endoscopic improvement was observed in 80% (pellets) vs. 83% (tablets), and histological improvement in 48% (pellets) vs. 52% (tablets) of patients.\n                Mesalazine pellets are as effective as tablets in the treatment of mild to moderately active ulcerative colitis. Dose escalation to 3.0 g/day is a valid option for nonresponders to a starting dose of 1.5 g/day.",
        "Year": 2005,
        "CitationCount": 44
    },
    {
        "Unnamed: 0": 2621,
        "ReviewID": "CD000543",
        "PMID": "PMID:16279903",
        "Title": "Delayed-release oral mesalamine at 4.8 g/day (800 mg tablet) for the treatment of moderately active ulcerative colitis: the ASCEND II trial.",
        "Abstract": "Preliminary data have shown that delayed release oral mesalamine (Asacol) dosed at 4.8 g/day provided additional efficacy benefit compared to 1.6 g/day in patients with mildly to moderately active ulcerative colitis. Additionally, Asacol dosed at 2.4 g/day has been proved to be more effective than 1.6 g/day. Whether 4.8 g/day of mesalamine (dosed with an investigational 800 mg tablet) is more effective than Asacol 2.4 g/day (dosed with a 400 mg tablet) in patients with moderately active ulcerative colitis is unknown.\n                A randomized, double-blind, controlled trial (ASCEND II) was conducted to evaluate the efficacy of 4.8 g/day of mesalamine in adults with active ulcerative colitis. Three hundred eighty-six patients with mild to moderate ulcerative colitis were randomized for treatment with mesalamine 2.4 g/day (400 mg tablet) or 4.8 g/day (800 mg tablet) for 6 wk. The primary efficacy population was 268 patients with moderately active ulcerative colitis treated with 2.4 g/day (n = 139) or 4.8 g/day (n = 129). The primary endpoint was the proportion of patients in each treatment group that achieved overall improvement (\"treatment success,\" defined as either complete remission or a clinical response to therapy) from baseline at week 6.\n                Seventy-two percent of patients receiving 4.8 g/day of mesalamine for moderate ulcerative colitis (89/124 patients) achieved treatment success at week 6, compared with 59% of those who received 2.4 g/day (77/130 patients) (p= 0.036). Both regimens were well tolerated. Adverse events and clinically significant changes in laboratory results were similar in both treatment groups.\n                Patients with moderately active ulcerative colitis treated with 4.8 g/day of mesalamine (800 mg tablet) are significantly more likely to achieve overall improvement at 6 wk compared to patients treated with 2.4 g/day.",
        "Year": 2005,
        "CitationCount": 302
    },
    {
        "Unnamed: 0": 2628,
        "ReviewID": "CD000543",
        "PMID": "PMID:16984503",
        "Title": "Once daily MMX mesalazine for the treatment of mild-to-moderate ulcerative colitis: a phase II, dose-ranging study.",
        "Abstract": "SPD476 (MMX mesalazine), is a novel, once daily, high-strength mesalazine formulation (1.2 g/tablet) that utilizes Multi Matrix System (MMX) technology to delay and extend delivery of the active drug throughout the colon.\n                To assess the safety and efficacy of MMX mesalazine in patients with mild-to-moderately active ulcerative colitis, in a pilot, phase II, randomized, multicentre, double-blind, parallel-group, dose-ranging study (SPD476-202).\n                Thirty-eight patients with mild-to-moderately active ulcerative colitis were randomized to MMX mesalazine 1.2, 2.4 or 4.8 g/day given once daily for 8 weeks. Remission ulcerative colitis-disease activity index (UC-DAI) < or =1, a score of 0 for rectal bleeding and stool frequency, and > or =1 -point reduction in sigmoidoscopy score from baseline was the primary end point.\n                Week 8 remission rates were 0%, 31% and 18% of patients receiving MMX mesalazine 1.2, 2.4 and 4.8 g/day respectively. No statistically significant difference in remission was observed between treatment groups. MMX mesalazine 2.4 and 4.8 g/day groups demonstrated greater improvement in overall UC-DAI and component scores from baseline, compared with the 1.2 g/day group.\n                MMX mesalazine given as 2.4 or 4.8 g/day once daily is well tolerated and effective for the treatment of mild-to-moderately active ulcerative colitis.",
        "Year": 2006,
        "CitationCount": 83
    },
    {
        "Unnamed: 0": 2603,
        "ReviewID": "CD000543",
        "PMID": "PMID:16573804",
        "Title": "Comparison of the efficacy and safety of Eudragit-L-coated mesalazine tablets with ethylcellulose-coated mesalazine tablets in patients with mild to moderately active ulcerative colitis.",
        "Abstract": "There are no comparative studies of coated mesalazine.\n                To compare the efficacy and tolerability of Eudragit-L- and ethylcellulose-coated mesalazine tablets in patients with mild to moderately active ulcerative colitis.\n                A double-blind, double-dummy, randomized parallel group trial was performed across 18 centres in Australia, and 20 in Eastern Europe. Patients were treated with 3 g mesalazine for 8 weeks with the primary efficacy end point being clinical remission.\n                Of 215 patients, 69% achieved clinical remission in both treatment groups (P < 0.001; chi-square test) with no differences in frequency of adverse events. In the Australian cohort (n = 63), the Eudragit-L group had a higher remission rate (73% vs. 36%) and responded 13 days faster, compared with those in the European group (67% vs. 84%, and 2 days respectively). No clear reasons for differences in treatment responses were identified.\n                Eudragit-L and ethylcellulose-coated mesalazine tablets are well tolerated and equally effective in achieving remission in mild-moderately active ulcerative colitis over 8 weeks.",
        "Year": 2006,
        "CitationCount": 44
    },
    {
        "Unnamed: 0": 2622,
        "ReviewID": "CD000543",
        "PMID": "PMID:18080055",
        "Title": "Delayed-release oral mesalamine 4.8 g/day (800 mg tablets) compared to 2.4 g/day (400 mg tablets) for the treatment of mildly to moderately active ulcerative colitis: The ASCEND I trial.",
        "Abstract": "Delayed-release oral mesalamine 2.4 g/day to 4.8 g/day has been shown to be effective in treating mildly to moderately active ulcerative colitis (UC), but it is unknown whether an initial dose of 4.8 g/day is more effective than 2.4 g/day in patients with mildly to moderately active UC and in the subgroup with moderate disease.\n                A six-week, multicentre, randomized, double-blind, controlled trial assessing the safety and clinical efficacy of a new dose (ASCEND I) of medication randomly assigned 301 adults with mildly to moderately active UC to delayed-release oral mesalamine 2.4 g/day (400 mg tablet [n=154]) or 4.8 g/day (800 mg tablet [n=147]). The primary efficacy end point was overall improvement (ie, treatment success), defined as complete remission or response to therapy from baseline to week 6. Primary safety end points were adverse events and laboratory evaluations. Data were also analyzed separately for the prespecified subgroup of patients with moderate UC at baseline.\n                Treatment success was not statistically different between the treatment groups at week 6; 51% of the group (77 of 150) who received delayed-release oral mesalamine 2.4 g/day and 56% of the group (76 of 136) who received 4.8 g/day reached the efficacy end point (P=0.441). Among the moderate disease subgroup, however, the higher initial dose was more effective; 57% of patients (53 of 93) given delayed-release oral mesalamine 2.4 g/day and 72% of patients (55 of 76) given 4.8 g/day achieved treatment success (P=0.0384). Both regimens were well tolerated.\n                Delayed-release oral mesalamine is an effective and well-tolerated initial therapy in patients with mildly to moderately active UC, and a 4.8 g/day dose may enhance treatment success rates in patients with moderate disease compared with mesalamine 2.4 g/day.",
        "Year": 2007,
        "CitationCount": 161
    },
    {
        "Unnamed: 0": 2620,
        "ReviewID": "CD000543",
        "PMID": "PMID:17241860",
        "Title": "Once-daily, high-concentration MMX mesalamine in active ulcerative colitis.",
        "Abstract": "SPD476 (LIALDA in the US; MEZAVANT in the EU; otherwise known as MMX mesalamine; Shire Pharmaceuticals Inc., Wayne, PA, under license from Giuliani SpA, Milan, Italy) is a novel, once-daily, high-strength (1.2 g/tablet) formulation of mesalamine, utilizing MMX Multi Matrix System (MMX) technology designed to deliver the active drug throughout the colon. We performed a double-blind, multicenter study, comparing MMX mesalamine vs placebo for the treatment of active ulcerative colitis. A delayed-release oral mesalamine (ASACOL; Procter & Gamble, Cincinnati, OH) reference arm was included.\n                Three hundred forty-three patients with active, mild-to-moderate ulcerative colitis received MMX mesalamine 2.4 g/day or 4.8 g/day given once daily, ASACOL 2.4 g/day given in 3 divided doses, or placebo for 8 weeks. The primary end point was the proportion of patients in clinical and endoscopic remission (modified ulcerative colitis disease activity index of < or =1 with rectal bleeding and stool frequency scores of 0, no mucosal friability, and a > or =1-point reduction in sigmoidoscopy score from baseline).\n                A significantly greater proportion of patients receiving MMX mesalamine 2.4 g/day given once daily (40.5%; P = .01) and 4.8 g/day given once daily (41.2%; P = .007) achieved clinical and endoscopic remission at week 8, vs placebo (22.1%). The clinical and endoscopic remission rate for ASACOL (32.6%; P = .124) was not significantly superior to placebo. All active treatments were well-tolerated.\n                Once-daily MMX mesalamine was efficacious and well-tolerated for the induction of clinical and endoscopic remission. MMX mesalamine offers effective and convenient mesalamine therapy, potentially improving treatment compliance.",
        "Year": 2007,
        "CitationCount": 354
    },
    {
        "Unnamed: 0": 2600,
        "ReviewID": "CD000543",
        "PMID": "PMID:17234558",
        "Title": "Effect of once- or twice-daily MMX mesalamine (SPD476) for the induction of remission of mild to moderately active ulcerative colitis.",
        "Abstract": "SPD476 (MMX mesalamine), a novel, once-daily mesalamine formulation, uses MMX Multi Matrix System (MMX) technology to delay and extend delivery of active drug throughout the colon. We performed a randomized, double-blind, parallel-group, placebo-controlled, multicenter phase III study in patients with mild to moderately active ulcerative colitis.\n                Two hundred eighty patients with mild to moderately active ulcerative colitis received MMX mesalamine 2.4 g/day given twice daily (n = 93), 4.8 g/day given once daily (n = 94), or placebo (n = 93) for 8 weeks. The primary end point was the percentage of patients in clinical and endoscopic remission (modified ulcerative colitis disease activity index score of < or =1, with a score of 0 for rectal bleeding and stool frequency, and at least a 1-point reduction in sigmoidoscopy score) at week 8. Patients with mucosal friability were not considered to have achieved this end point.\n                Clinical and endoscopic remission at week 8 was achieved by 34.1% and 29.2% of patients receiving MMX mesalamine 2.4 g/day given twice daily and MMX mesalamine 4.8 g/day given once daily, respectively, versus 12.9% receiving placebo (P < .01). MMX mesalamine was generally well-tolerated.\n                MMX mesalamine given once or twice daily is well-tolerated and, compared with placebo, demonstrated efficacy for the induction of clinical and endoscopic remission in mild to moderately active ulcerative colitis.",
        "Year": 2007,
        "CitationCount": 269
    },
    {
        "Unnamed: 0": 2631,
        "ReviewID": "CD000543",
        "PMID": "PMID:18832520",
        "Title": "Once daily versus three times daily mesalazine granules in active ulcerative colitis: a double-blind, double-dummy, randomised, non-inferiority trial.",
        "Abstract": "To determine the therapeutic equivalence and safety of once daily (OD) versus three times daily (TID) dosing of a total daily dose of 3 g Salofalk (mesalazine) granules in patients with active ulcerative colitis.\n                A randomised, double-blind, double-dummy, parallel group, multicentre, international, phase III non-inferiority study.\n                54 centres in 13 countries.\n                380 patients with confirmed diagnosis of established or first attack of ulcerative colitis (clinical activity index (CAI)>4 and endoscopic index > or =4 at baseline) were randomised and treated.\n                8-week treatment with either 3 g OD or 1 g TID mesalazine granules.\n                Clinical remission (CAI< or =4) at study end.\n                380 patients were evaluable for efficacy and safety by intention-to-treat (ITT); 345 for per protocol (PP) analysis. In the ITT population, 79.1% in the OD group (n = 191) and 75.7% in the TID group (n = 189) achieved clinical remission (p<0.0001 for non-inferiority). Significantly more patients with proctosigmoiditis achieved clinical remission in the OD group (86%; n = 97) versus the TID group (73%; n = 100; p = 0.0298). About 70% of patients in both treatment groups achieved endoscopic remission, and 35% in the OD group and 41% in the TID group achieved histological remission. About 80% of all patients preferred OD dosing. Similar numbers of adverse events occurred in 55 patients (28.8%) in the OD group and in 61 patients (32.3%) in the TID group, indicating that the two dosing regimens were equally safe and well tolerated.\n                OD 3 g mesalazine granules are as effective and safe as a TID 1 g schedule. With respect to the best possible adherence of patients to the treatment, OD dosing of mesalazine should be the preferred application mode in active ulcerative colitis.",
        "Year": 2008,
        "CitationCount": 201
    },
    {
        "Unnamed: 0": 2634,
        "ReviewID": "CD000543",
        "PMID": "PMID:19766640",
        "Title": "Delayed-release oral mesalamine 4.8 g/day (800-mg tablet) is effective for patients with moderately active ulcerative colitis.",
        "Abstract": "It is not clear what induction dose of mesalamine is optimal for treating patients with mildly and moderately active ulcerative colitis (UC). This study was conducted to determine the efficacy and safety of mesalamine 4.8 g/day compared with 2.4 g/day for the treatment of moderately active UC.\n                A multicenter, randomized, double-blind, 6-week, active-control study (ASCEND III) was conducted to assess the noninferiority of delayed-release mesalamine 4.8 g/day (Asacol HD, 800-mg tablet; Procter & Gamble, Pharmaceuticals, Inc, Mason, Ohio) with 2.4 g/day (Asacol, 400-mg tablet; Procter & Gamble Pharmaceuticals, Inc) in 772 patients with moderately active UC. The primary endpoint was treatment success (overall improvement) at week 6, defined as improvement in the Physician's Global Assessment (based on clinical assessments of rectal bleeding, stool frequency, and sigmoidoscopy), with no worsening in any individual clinical assessment.\n                The primary objective of noninferiority was met. Seventy percent (273 of 389) of patients who received 4.8 g/day of mesalamine achieved treatment success at week 6, compared with 66% (251 of 383) of patients receiving 2.4 g/day (95% confidence interval for 2.4 g/day minus 4.8 g/day, -11.2 to 1.9). In addition, 43% of patients who received 4.8 g/day mesalamine achieved clinical remission at week 6 compared with 35% of patients who received 2.4 g/day (P = .04). A therapeutic advantage for the 4.8 g/day dose was observed among patients previously treated with corticosteroids, oral mesalamines, rectal therapies, or multiple UC medications. Both regimens were well-tolerated with similar adverse events.\n                Delayed-release mesalamine 4.8 g/day (800-mg tablet) is efficacious and well-tolerated in patients with moderately active UC.",
        "Year": 2009,
        "CitationCount": 169
    },
    {
        "Unnamed: 0": 2626,
        "ReviewID": "CD000543",
        "PMID": "PMID:19491859",
        "Title": "Safety and efficacy of a new 3.3 g b.i.d. tablet formulation in patients with mild-to-moderately-active ulcerative colitis: a multicenter, randomized, double-blind, placebo-controlled study.",
        "Abstract": "To evaluate the safety and efficacy of a new twice-daily balsalazide disodium 1.1 g tablet dosing regimen (6.6 g/day, three tablets twice daily) for the treatment of mild-to-moderately-active ulcerative colitis (UC).\n                In a double-blind, multicenter study patients with symptoms of acute UC and a baseline Modified Mayo Disease Activity Index (MMDAI) score between 6 and 10, inclusive, with a subscale rating of > or =2 for both rectal bleeding and mucosal appearance were randomized to receive 3.3 g of balsalazide or placebo tablets twice daily for 8 weeks. The primary end point was the proportion of patients achieving clinical improvement (> or =3 point improvement in MMDAI) and improvement in rectal bleeding (> or =1 point improvement) at 8 weeks. Safety assessments were conducted from baseline through 2-weeks post-treatment.\n                A total of 249 patients (166 balsalazide, 83 placebo) received at least 1 dose of study medication. The mean MMDAI score at baseline was 7.9; 62% of patients had a score > or =8.0 (moderate disease). A significantly larger proportion of patients achieved clinical improvement and improvement in rectal bleeding in the balsalazide group vs. the placebo group (55 vs. 40%, P=0.02). The most common adverse events reported were worsening of UC and headache; both were reported more often in the placebo group.\n                Balsalazide disodium 1.1 g tablets administered as 3.3 g twice daily are effective, well tolerated and significantly better than placebo for improving signs and symptoms of mild-to-moderately-active UC. This new formulation with a reduced pill and dosing burden offers the potential to improve convenience and compliance in patients with active UC.",
        "Year": 2009,
        "CitationCount": 44
    },
    {
        "Unnamed: 0": 2609,
        "ReviewID": "CD000543",
        "PMID": "PMID:20878425",
        "Title": "Clinical trial: Effects of an oral preparation of mesalazine at 4 g/day on moderately active ulcerative colitis. A phase III parallel-dosing study.",
        "Abstract": "Oral mesalazine formulations are effective in the treatment of active ulcerative colitis (UC). It is not clear what induction dose of mesalazine is optimal for treating patients with active UC. We aimed to evaluate the efficacy and safety of 4 versus 2.25 g/day for selected patients with active UC.\n                A multicenter, randomized, double-blind, parallel-group clinical study in 39 Japanese medical institutions. A total of 123 patients with moderately active UC received 4 g/day (two divided doses) versus 2.25 g/day (three divided doses) for 8 weeks. Primary endpoint was the ulcerative colitis-disease activity index (UC-DAI) score before and after 8 weeks of treatment. The improvement of each individual UC-DAI variable, remission, and efficacy rates were secondary endpoints. Safety was determined by laboratory data, vital signs, subjective symptoms, and objective findings.\n                Patients receiving 4 g/day achieved a change in UC-DAI score significantly superior to those receiving 2.25 g/day [-3.0 (95% confidence intervals (CI) -3.8 to -2.3) vs. -0.8 (95% CI -1.8 to 0.1), respectively]. There were significant differences in all UC-DAI variables between the groups. Remission rates were 22.0% (4 g/day) and 15.3% (2.25 g/day). The efficacy rate was significantly better with 4 versus 2.25 g/day [76.3 vs. 45.8%, respectively (95% CI 13.8-47.2); P = 0.001]. No difference was seen in adverse events or adverse drug reactions.\n                A dose of 4 g/day was significantly superior to 2.25 g/day in terms of UC-DAI score for patients with moderately active UC. Safety profiles were similar for both doses.",
        "Year": 2010,
        "CitationCount": 30
    },
    {
        "Unnamed: 0": 2608,
        "ReviewID": "CD000543",
        "PMID": "PMID:20049950",
        "Title": "Direct comparison of two different mesalamine formulations for the induction of remission in patients with ulcerative colitis: a double-blind, randomized study.",
        "Abstract": "Mesalamine is the first-line drug for the treatment of ulcerative colitis (UC). We directly compared the efficacy and safety of two mesalamine formulations for the induction of remission in patients with UC.\n                In a multicenter, double-blind, randomized study, 229 patients with mild-to-moderate active UC were assigned to 4 groups: 66 and 65 received a pH-dependent release formulation of 2.4 g/day (pH-2.4 g) or 3.6 g/day (pH-3.6 g), respectively; 65 received a time-dependent release formulation of 2.25 g/day (Time-2.25 g), and 33 received placebo (Placebo). The drugs were administered three times daily for eight weeks. The primary endpoint was a decrease in the UC disease activity index (UC-DAI).\n                In the full analysis set (n = 225) the decrease in UC-DAI in each group was 1.5 in pH-2.4 g, 2.9 in pH-3.6 g, 1.3 in Time-2.25 g and 0.3 in Placebo, respectively. These results demonstrate the superiority of pH-3.6 g over Time-2.25 g (P = 0.003) and the noninferiority of pH-2.4 g to Time-2.25 g. Among the patients with proctitis-type UC, a significant decrease in UC-DAI was observed in pH-2.4 g and pH-3.6 g as compared to Placebo, but not in Time-2.25 g. No differences were observed in the safety profiles.\n                Higher dose of the pH-dependent release formulation was more effective for induction of remission in patients with mild-to-moderate active UC. Additionally, the pH-dependent release formulation was preferable to the time-dependent release formulation for patients with proctitis-type UC (UMIN Clinical Trials Registry, no. C000000288).",
        "Year": 2010,
        "CitationCount": 69
    }
]