[
    {
        "Unnamed: 0": 7468,
        "ReviewID": "CD004816",
        "PMID": "PMID:7734010",
        "Title": "Effect of lovastatin on early carotid atherosclerosis and cardiovascular events. Asymptomatic Carotid Artery Progression Study (ACAPS) Research Group.",
        "Abstract": "HMG CoA reductase inhibitors (or statins), a new class of lipid-lowering compounds, have raised expectations for more widespread use than that of the older lipid-lowering drugs. Not only are they more effective in lowering LDL cholesterol, but they are better tolerated as well. No data exist concerning the effect of statins on early carotid atherosclerosis and clinical events in men and women who have moderately elevated LDL cholesterol levels but are free of symptomatic cardiovascular disease.\n                Lovastatin (20 to 40 mg/d) or its placebo was evaluated in a double-blind, randomized clinical trial with factorial design along with warfarin (1 mg/d) or its placebo. This report is limited to the lovastatin component of the trial. Daily aspirin (81 mg/d) was recommended for everyone. Enrollment included 919 asymptomatic men and women, 40 to 79 years old, with early carotid atherosclerosis as defined by B-mode ultrasonography and LDL cholesterol between the 60th and 90th percentiles. The 3-year change in mean maximum intimal-medial thickness (IMT) in 12 walls of the carotid arteries was the primary outcome; change in single maximum IMT and incidence of major cardiovascular events were secondary outcomes. LDL cholesterol fell 28%, from 156.6 mg/dL at baseline to 113.1 mg/dL at 6 months (P < .0001), in the lovastatin groups and was largely unchanged in the lovastatin-placebo groups. Among participants not on warfarin, regression of the mean maximum IMT was seen after 12 months in the lovastatin group compared with the placebo group; the 3-year difference was statistically significant (P = .001). A larger favorable effect of lovastatin was observed for the change in single maximum IMT but was not statistically significant (P = .12). Five lovastatin-treated participants suffered major cardiovascular events--coronary heart disease mortality, nonfatal myocardial infarction, or stroke--versus 14 in the lovastatin-placebo groups (P = .04). One lovastatin-treated participant died, compared with eight on lovastatin-placebo (P = .02).\n                In men and women with moderately elevated LDL cholesterol, lovastatin reverses progression of IMT in the carotid arteries and appears to reduce the risk of major cardiovascular events and mortality. Results from ongoing large-scale clinical trials may further establish the clinical benefit of statins.",
        "Year": 1994.0,
        "CitationCount": 893
    },
    {
        "Unnamed: 0": 7472,
        "ReviewID": "CD004816",
        "PMID": "PMID:7671358",
        "Title": "Kuopio Atherosclerosis Prevention Study (KAPS). A population-based primary preventive trial of the effect of LDL lowering on atherosclerotic progression in carotid and femoral arteries.",
        "Abstract": "The atherosclerotic progression-reducing effect of LDL cholesterol (LDL-C) lowering has been established in subjects with severe atherosclerotic disease but not in persons with elevated LDL cholesterols without severe atherosclerosis. KAPS (Kuopio Atherosclerosis Prevention Study) is the first population-based trial in the primary prevention of carotid and femoral atherosclerosis.\n                The eligibility requirements were serum LDL-C > or = 4.0 mmol/L and total cholesterol < 7.5 mmol/L. Out of a geographically defined population, 447 men aged 44 to 65 years (mean, 57) were randomized to pravastatin (40 mg/d) or placebo for 3 years. Less than 10% of the subjects had prior myocardial infarction. Thirty-nine men discontinued study medication; however, efficacy data were available for 424 men. The primary outcome was the rate of carotid atherosclerotic progression, measured as the linear slope over annual ultrasound examinations in the average of the maximum carotid intima-media thickness (IMT) of the far wall of up to four arterial segments (the right and left distal common carotid artery and the right and left carotid bulb). For the carotid arteries, at the overall mean baseline IMT of 1.66 mm, the rate of progression of carotid atherosclerosis was 45% (95% CI, 16 to 69%) less in the pravastatin (0.017 mm/y) than the placebo (0.031 mm/y) group (P = .005). In the common carotid artery there was a treatment effect of 66% (95% CI, 30 to 95%; pravastatin 0.010 mm/y; placebo 0.029 mm/y; P < .002) at the overall mean baseline IMT of 1.35 mm. A treatment effect of 30% (95% CI, -1% to 54%) was found for the carotid bulb (pravastatin, 0.028; placebo, 0.040; P = .056) at the overall mean baseline IMT of 2.0 mm. The treatment effect was larger in subjects with higher baseline IMT values, in smokers and in those with low plasma vitamin E levels. There was no significant treatment effect on atherosclerotic progression in the femoral arteries.\n                These data establish the antiatherogenic effect of LDL-C lowering by pravastatin in hypercholesterolemic men in a primary prevention setting and suggest a greater effect in smokers than in nonsmokers.",
        "Year": 1995.0,
        "CitationCount": 574
    },
    {
        "Unnamed: 0": 7470,
        "ReviewID": "CD004816",
        "PMID": "PMID:8708586",
        "Title": "Changes in cardiovascular risk factors by combined pharmacological and nonpharmacological strategies: the main results of the CELL Study.",
        "Abstract": "The objectives of the Cost Effectiveness of Lipid Lowering (CELL) study were twofold: (i) to evaluate the effect on overall cardiovascular risk of two types of health care advice (\"usual' and \"intensive') given in primary care, with or without pharmacological medication, with the target being to attain a moderate decrease in cholesterol; (ii) to evaluate the ritual of daily medication on compliance with the health care advice.\n                A prospective, double-blind, randomized, controlled trial of 18 months' duration.\n                The study was carried out in 32 health centres (out of a total of approximately 850) in Sweden.\n                In all, 681 subjects, aged 30-59 years, were randomized. They had at least two cardiovascular risk factors in addition to moderate primary hyperlipidaemia (total cholesterol of at least 6.50 mmol L-1 on three occasions measured by Reflotron triglycerides less than 4.0 mmol L-1 and an LDL:HDL cholesterol ratio of more than 4.0). Most (87%) of the subjects were males; 626 subjects (92%) completed the 18-month follow-up.\n                Half the subjects were randomized to 'intensive advice' given in group sessions led by doctors and nurses in primary care. The other half received 'usual advice'. In each of the two advice groups, one-third received an active lipid-lowering drug (pravastatin), one-third placebo, and one-third no drug at all. The tablets were titrated to achieve a 15% reduction in cholesterol.\n                Changes in the overall Framingham risk score, and the development of adverse events in each group.\n                The change in Framingham risk score was significantly reduced only in subjects taking lipid-lowering medication (together with intensive advice -0.13; 95% CI-0.20, -0.06, and together with usual advice -0.16; 95% CI -0.23, -0.09). The other subjects receiving intensive advice tended to fare better than those on usual advice. Lifestyle was not influenced significantly over the study period. The ritual of daily medication did not affect the outcome.\n                As expected, lipid-lowering medication reduced serum cholesterol as well as overall cardiovascular risk in subjects with several risk factors for cardiovascular disease. There was no additive effect of intensive advice to these subjects. However, there was a meagre but significant effect of intensive advice in subjects not receiving active lipid-lowering drugs. One explanation for this difference may be that those on active lipid-lowering medication who had substantial drops in cholesterol might have felt less inclined to change their lifestyle compared with those on other treatment regimens who had less successful drops in cholesterol. There was no benefit from the ritual of taking daily medication.",
        "Year": 1996.0,
        "CitationCount": 29
    },
    {
        "Unnamed: 0": 7481,
        "ReviewID": "CD004816",
        "PMID": "PMID:9003110",
        "Title": "Pravastatin reduces carotid intima-media thickness progression in an asymptomatic hypercholesterolemic mediterranean population: the Carotid Atherosclerosis Italian Ultrasound Study.",
        "Abstract": "The Carotid Atherosclerosis Italian Ultrasound Study (CAIUS) was performed to test the effects of lipid lowering on the progression of carotid intima-media thickness (IMT) in 305 asymptomatic patients from a Mediterranean country.\n                Eligibility included hypercholesterolemia (baseline means: low-density lipoprotein [LDL] = 4.68 mmol/L, high-density lipoprotein [HDL] = 1.37 mmol/L), and at least one 1.3 < IMT < 3.5 mm in the carotid arteries. Patients (mean age 55 years, 53% male) were assigned to pravastatin (40 mg/day, n = 151) or placebo (n not equal to 154). Ultrasound imaging was used to quantify IMT at baseline, and semiannually thereafter for up to 3 years. The mean of the 12 maximum IMTs (MMaxIMT), was calculated for each patient visit, and used to determine each patient's longitudinal progression slope. The intention-to-treat group difference in the MMaxIMT progression was chosen a priori as the primary end point.\n                Five serious cardiovascular events (1 fatal myocardial infarction), and 7 drop-outs for cancer were registered. In the pravastatin group, LDL decreased -0.22 after 3 months versus -0.01 in the placebo group, and remained substantially unchanged afterward (-0.23 versus +0.01 at 36 months, respectively). Progression of the MMaxIMT was 0.009 +/- 0.0027 versus -0.0043 +/- 0.0028 mm/year (mean +/- SE, P < 0.0007) in the placebo and pravastatin groups, respectively. IMT progression slopes diverged after 6 months of treatment.\n                Pravastatin stops the progression of carotid IMT in asymptomatic, moderately hypercholesterolemic men and women. This finding extends the beneficial effects of cholesterol lowering to the primary prevention of atherosclerosis in a population with relatively low cardiovascular event rates, and suggests that this benefit is mediated by specific morphological effects on early stages of plaque development.",
        "Year": 1996.0,
        "CitationCount": 277
    },
    {
        "Unnamed: 0": 7477,
        "ReviewID": "CD004816",
        "PMID": "PMID:9070554",
        "Title": "Baseline risk factors and their association with outcome in the West of Scotland Coronary Prevention Study. The West of Scotland Coronary Prevention Study Group.",
        "Abstract": "The West of Scotland Coronary Prevention Study recently demonstrated the benefits of pravastatin therapy in the prevention of coronary heart disease events in middle-aged hypercholesterolemic men without prior myocardial infarction. We present an analysis of the influence of baseline risk factors on coronary events and total mortality in the trial, and their interaction with therapy, using the Cox proportional hazards model. The multivariate predictors of fatal or nonfatal coronary events were treatment allocation (pravastatin or placebo), current smoking, diabetes mellitus, nitrate consumption, minor electrocardiographic abnormalities, angina pectoris, family history of premature coronary death, widowhood, blood pressure, and total cholesterol/high density lipoprotein cholesterol ratio. Independent of other risk factors, pravastatin reduced the risk of definite coronary heart disease death or nonfatal myocardial infarction by 32% (95% confidence interval 17 to 44, p = 0.0001), definite or suspected coronary heart disease death by 35% (3 to 56, p = 0.035), cardiovascular death by 33% (4 to 53, p = 0.027), coronary revascularization procedures by 38% (11 to 56, p = 0.009), and all-cause mortality by 24% (2 to 41, p = 0.037). The 5-year risk of fatal or nonfatal myocardial infarction, calculated using the predictors identified in the Cox analysis, ranged from <4.4% in the lowest quartile of risk to >9.6% in the highest quartile. The proportional benefit achieved by pravastatin was independent of other risk factors; hence, the absolute benefit of therapy was greatest in subjects with the highest baseline risk. Such subjects can be identified easily in the population and deserve high priority for treatment.",
        "Year": 1997.0,
        "CitationCount": 127
    },
    {
        "Unnamed: 0": 7476,
        "ReviewID": "CD004816",
        "PMID": "PMID:9613910",
        "Title": "Primary prevention of acute coronary events with lovastatin in men and women with average cholesterol levels: results of AFCAPS/TexCAPS. Air Force/Texas Coronary Atherosclerosis Prevention Study.",
        "Abstract": "Although cholesterol-reducing treatment has been shown to reduce fatal and nonfatal coronary disease in patients with coronary heart disease (CHD), it is unknown whether benefit from the reduction of low-density lipoprotein cholesterol (LDL-C) in patients without CHD extends to individuals with average serum cholesterol levels, women, and older persons.\n                To compare lovastatin with placebo for prevention of the first acute major coronary event in men and women without clinically evident atherosclerotic cardiovascular disease with average total cholesterol (TC) and LDL-C levels and below-average high-density lipoprotein cholesterol (HDL-C) levels.\n                A randomized, double-blind, placebo-controlled trial.\n                Outpatient clinics in Texas.\n                A total of 5608 men and 997 women with average TC and LDL-C and below-average HDL-C (as characterized by lipid percentiles for an age- and sex-matched cohort without cardiovascular disease from the National Health and Nutrition Examination Survey [NHANES] III). Mean (SD) TC level was 5.71 (0.54) mmol/L (221 [21] mg/dL) (51 st percentile), mean (SD) LDL-C level was 3.89 (0.43) mmol/L (150 [17] mg/dL) (60th percentile), mean (SD) HDL-C level was 0.94 (0.14) mmol/L (36 [5] mg/dL) for men and 1.03 (0.14) mmol/L (40 [5] mg/dL) for women (25th and 16th percentiles, respectively), and median (SD) triglyceride levels were 1.78 (0.86) mmol/L (158 [76] mg/dL) (63rd percentile).\n                Lovastatin (20-40 mg daily) or placebo in addition to a low-saturated fat, low-cholesterol diet.\n                First acute major coronary event defined as fatal or nonfatal myocardial infarction, unstable angina, or sudden cardiac death.\n                After an average follow-up of 5.2 years, lovastatin reduced the incidence of first acute major coronary events (1 83 vs 116 first events; relative risk [RR], 0.63; 95% confidence interval [CI], 0.50-0.79; P<.001), myocardial infarction (95 vs 57 myocardial infarctions; RR, 0.60; 95% CI, 0.43-0.83; P=.002), unstable angina (87 vs 60 first unstable angina events; RR, 0.68; 95% CI, 0.49-0.95; P=.02), coronary revascularization procedures (157 vs 106 procedures; RR, 0.67; 95% CI, 0.52-0.85; P=.001), coronary events (215 vs 163 coronary events; RR, 0.75; 95% CI, 0.61-0.92; P =.006), and cardiovascular events (255 vs 194 cardiovascular events; RR, 0.75; 95% CI, 0.62-0.91; P = .003). Lovastatin (20-40 mg daily) reduced LDL-C by 25% to 2.96 mmol/L (115 mg/dL) and increased HDL-C by 6% to 1.02 mmol/L (39 mg/dL). There were no clinically relevant differences in safety parameters between treatment groups.\n                Lovastatin reduces the risk for the first acute major coronary event in men and women with average TC and LDL-C levels and below-average HDL-C levels. These findings support the inclusion of HDL-C in risk-factor assessment, confirm the benefit of LDL-C reduction to a target goal, and suggest the need for reassessment of the National Cholesterol Education Program guidelines regarding pharmacological intervention.",
        "Year": 1998.0,
        "CitationCount": 5513
    },
    {
        "Unnamed: 0": 7475,
        "ReviewID": "CD004816",
        "PMID": "PMID:12809960",
        "Title": "Randomized, double-blind, placebo-controlled comparison of the action of orlistat, fluvastatin, or both an anthropometric measurements, blood pressure, and lipid profile in obese patients with hypercholesterolemia prescribed a standardized diet.",
        "Abstract": "The aim of this study was to assess obese patients with hypercholesterolemia whom were prescribed a standardized diet, comparing the action of orlistat, fluvastatin, orlistat with fluvastatin, and placebo on anthropometric measurements, blood pressure (BP), and lipid profile.\n                This was a 1-year, randomized, double-blind, placebo-controlled trial. The patients were prescribed a controlled-energy diet and were randomly allocated to receive placebo, orlistat 120 mg TID (O group), fluvastatin 80 mg/d (F group), or olistat 120 mg TID with fluvastatin 80 mg/d (OF group). Clinical measurements (body weight, body mass index [BMI], waist circumference, and BP) and lipid profile assessment (total cholesterol [TC], low-density lipoprotein cholesterol [LDL-C], high-density lipoprotein cholesterol [HDL-C], and triglycerides [TGs]) were performed at baseline and after 6 months and 1 year of treatment.\n                The study included 99 obese patients with hypercholesterolemia (48 men and 51 women; mean [SD] age, 51 [9] years). There were no significant differences between groups in baseline demographic, BP, or plasma lipid values. Three patients dropped out (2 women in the O group and 1 man in the OF group) due to adverse events related to orlistat treatment, including gastrointestinal events (oily spotting and fecal urgency). Ninety-six patients completed the study. There were significant differences from baseline (mean [SD]) in BMI, waist circumference reduction (WCR), and body weight loss (BWL) at 6 months in the OF group (29.9 [1.1] kg/m(2), 2.7 [0.8] cm, and 7.4 [0.9] kg, respectively; all P < 0.05), and BMI, WCR, and BWL at 1 year in the O group (29.0 [1.0] kg/m(2), 3.0 [1.0] cm, and 8.6 [1.0] kg, respectively; all P < 0.02), the F group (29.3 [1.6] kg/m(2), 2.4 [1.0] cm, and 8/0 [1.0] kg, respectively; all P < 0.05), and the OF group (28.4 [0.6] kg/m(2), 4.0 [0.6] cm, and 11.4 [1.0] kg, respectively; all P < 0.01). Significant reductions from baseline in systolic and diastolic BP were observed at 1 year in the O and F groups (all P < 0.05) and the OF group (both P < 0.01). At 6 months, there were significant reductions from baseline in TC and LDL-C in the F group (both P < 0.05) and in TC, LDL-C, and TGs in the OF group (P < 0.02, P < 0.02, and P < 0.05, respectively), as well as a significant increase in HDL-C in the OF group (P < 0.02). At 1 year, there were significant reduction from baseline in TC in the O, F, and OF groups (P < 0.05 and P < 0.01, respectively), LDL-C (P < 0.05, P < 0.02, and P < 0.01, respectively), and TGs (P < 0.02, P < 0.05, and P < 0.02, respectively). Also at 1 year, HDL-C was significantly higher than baseline in the F and OF groups (P < 0.02 and P < 0.01, respectively).\n                Improvements in clinical and lipid-profile parameters were found at 1 year with all 3 treatments.",
        "Year": 2003.0,
        "CitationCount": 72
    },
    {
        "Unnamed: 0": 7469,
        "ReviewID": "CD004816",
        "PMID": "PMID:15562202",
        "Title": "Two-year statin therapy does not alter the progression of intima-media thickness in patients with type 2 diabetes without manifest cardiovascular disease.",
        "Abstract": "Cardiovascular disease (CVD) is the most important cause of mortality in patients with type 2 diabetes. We aimed to determine the effect of statin therapy versus placebo on the progression of carotid intima-media thickness (IMT) in type 2 diabetic patients without manifest CVD.\n                A randomized, placebo-controlled, double-blind clinical trial was performed in 250 patients with type 2 diabetes. Patients were given either 0.4 mg cerivastatin or placebo daily. In August 2001, when cerivastatin was withdrawn from the market, 0.4 mg cerivastatin was replaced by 20 mg simvastatin without deblinding the study. The primary end point was the change of mean common carotid IMT, as measured by B-mode ultrasound, over 2 years.\n                Common carotid IMT at baseline was 0.780 mm in the placebo group and 0.763 mm in the statin group and did not change significantly after 2 years. There was no significant difference in IMT change in any carotid segment between the groups. LDL cholesterol was reduced by 25% in the statin group and increased by 8% in the placebo group (P <0.001). Cardiovascular events occurred in 12 patients in the placebo group and two patients in the statin group (P=0.006).\n                There was no effect of 2 years' statin therapy on carotid IMT in type 2 diabetic subjects. The natural history of IMT in our patients was milder than anticipated. In contrast, we observed a significantly lower cardiovascular event rate on statin therapy. Prognostic tools other than IMT should be explored in this patient group.",
        "Year": 2004.0,
        "CitationCount": 94
    },
    {
        "Unnamed: 0": 7471,
        "ReviewID": "CD004816",
        "PMID": "PMID:15514192",
        "Title": "Different effects of antihypertensive regimens based on fosinopril or hydrochlorothiazide with or without lipid lowering by pravastatin on progression of asymptomatic carotid atherosclerosis: principal results of PHYLLIS--a randomized double-blind trial.",
        "Abstract": "The Plaque Hypertension Lipid-Lowering Italian Study (PHYLLIS) tested whether (1) the angiotensin-converting enzyme (ACE) inhibitor fosinopril (20 mg per day) was more effective on carotid atherosclerosis progression than the diuretic hydrochlorothiazide (25 mg per day), (2) pravastatin (40 mg per day) was more effective than placebo when added to either hydrochlorothiazide or fosinopril, and (3) there were additive effects of ACE inhibitor and lipid-lowering therapies.\n                A total of 508 hypertensive, hypercholesterolemic patients with asymptomatic carotid atherosclerosis were randomized to: (A) hydrochlorothiazide; (B) fosinopril; (C) hydrochlorothiazide plus pravastatin; and (D) fosinopril plus pravastatin, and followed up blindly for 2.6 years. B-Mode carotid scans were performed yearly by certified sonographers in 13 hospitals and read centrally. Corrections for drift were calculated from readings repeated at study end. Primary outcome was change in mean maximum intima-media thickness of far and near walls of common carotids and bifurcations bilaterally (CBM(max)).\n                CBM(max) significantly progressed (0.010+/-0.004 mm per year; P=0.01) in group A (hydrochlorothiazide alone) but not in groups B, C, and D. CBM(max) changes in groups B, C, and D were significantly different from changes in group A. Changes in group A were concentrated at the bifurcations. \"Clinic\" and \"ambulatory\" blood pressure reductions were not significantly different between groups, but total and low-density lipoprotein cholesterol decreased by approximately 1 mmol/L in groups C and D.\n                Progression of carotid atherosclerosis occurred with hydrochlorothiazide but not with fosinopril. Progression could also be avoided by associating pravastatin with hydrochlorothiazide.",
        "Year": 2004.0,
        "CitationCount": 155
    },
    {
        "Unnamed: 0": 7480,
        "ReviewID": "CD004816",
        "PMID": "PMID:15325833",
        "Title": "Primary prevention of cardiovascular disease with atorvastatin in type 2 diabetes in the Collaborative Atorvastatin Diabetes Study (CARDS): multicentre randomised placebo-controlled trial.",
        "Abstract": "Type 2 diabetes is associated with a substantially increased risk of cardiovascular disease, but the role of lipid-lowering therapy with statins for the primary prevention of cardiovascular disease in diabetes is inadequately defined. We aimed to assess the effectiveness of atorvastatin 10 mg daily for primary prevention of major cardiovascular events in patients with type 2 diabetes without high concentrations of LDL-cholesterol.\n                2838 patients aged 40-75 years in 132 centres in the UK and Ireland were randomised to placebo (n=1410) or atorvastatin 10 mg daily (n=1428). Study entrants had no documented previous history of cardiovascular disease, an LDL-cholesterol concentration of 4.14 mmol/L or lower, a fasting triglyceride amount of 6.78 mmol/L or less, and at least one of the following: retinopathy, albuminuria, current smoking, or hypertension. The primary endpoint was time to first occurrence of the following: acute coronary heart disease events, coronary revascularisation, or stroke. Analysis was by intention to treat.\n                The trial was terminated 2 years earlier than expected because the prespecified early stopping rule for efficacy had been met. Median duration of follow-up was 3.9 years (IQR 3.0-4.7). 127 patients allocated placebo (2.46 per 100 person-years at risk) and 83 allocated atorvastatin (1.54 per 100 person-years at risk) had at least one major cardiovascular event (rate reduction 37% [95% CI -52 to -17], p=0.001). Treatment would be expected to prevent at least 37 major vascular events per 1000 such people treated for 4 years. Assessed separately, acute coronary heart disease events were reduced by 36% (-55 to -9), coronary revascularisations by 31% (-59 to 16), and rate of stroke by 48% (-69 to -11). Atorvastatin reduced the death rate by 27% (-48 to 1, p=0.059). No excess of adverse events was noted in the atorvastatin group.\n                Atorvastatin 10 mg daily is safe and efficacious in reducing the risk of first cardiovascular disease events, including stroke, in patients with type 2 diabetes without high LDL-cholesterol. No justification is available for having a particular threshold level of LDL-cholesterol as the sole arbiter of which patients with type 2 diabetes should receive statins. The debate about whether all people with this disorder warrant statin treatment should now focus on whether any patients are at sufficiently low risk for this treatment to be withheld.",
        "Year": 2004.0,
        "CitationCount": 3636
    },
    {
        "Unnamed: 0": 7479,
        "ReviewID": "CD004816",
        "PMID": "PMID:16801565",
        "Title": "Efficacy and safety of atorvastatin in the prevention of cardiovascular end points in subjects with type 2 diabetes: the Atorvastatin Study for Prevention of Coronary Heart Disease Endpoints in non-insulin-dependent diabetes mellitus (ASPEN).",
        "Abstract": "Cardiovascular disease (CVD) risk is increased in type 2 diabetes. The purpose of this study was to assess the effect of 10 mg of atorvastatin versus placebo on CVD prevention in subjects with type 2 diabetes and LDL cholesterol levels below contemporary guideline targets.\n                Subjects were randomly assigned to receive 10 mg of atorvastatin or placebo in a 4-year, double-blind, parallel-group study. The composite primary end point comprised cardiovascular death, nonfatal myocardial infarction, nonfatal stroke, recanalization, coronary artery bypass surgery, resuscitated cardiac arrest, and worsening or unstable angina requiring hospitalization.\n                A total of 2,410 subjects with type 2 diabetes were randomized. Mean LDL cholesterol reduction in the atorvastatin group over 4 years was 29% versus placebo (P < 0.0001). When we compared atorvastatin versus placebo, composite primary end point rates were 13.7 and 15.0%, respectively (hazard ratio 0.90 [95% CI 0.73-1.12]). In the subset of 1,905 subjects without prior myocardial infarction or interventional procedure, 10.4% of atorvastatin- and 10.8% of placebo-treated subjects experienced a primary end point (0.97 [0.74-1.28]). In the 505 subjects with prior myocardial infarction or interventional procedure, 26.2% of atorvastatin- and 30.8% of placebo-treated subjects experienced a primary end point (0.82 [0.59-1.15]). Relative risk reductions in fatal and nonfatal myocardial infarction were 27% overall (P = 0.10) and 19% (P = 0.41) and 36% (P = 0.11) for subjects without and with prior myocardial infarction or interventional procedure, respectively.\n                Composite end point reductions were not statistically significant. This result may relate to the overall study design, the types of subjects recruited, the nature of the primary end point, and the protocol changes required because of changing treatment guidelines. For these reasons, the results of the Atorvastatin Study for Prevention of Coronary Heart Disease Endpoints in Non-Insulin-Dependent Diabetes Mellitus (ASPEN) did not confirm the benefit of therapy but do not detract from the imperative that the majority of diabetic patients are at risk of coronary heart disease and deserve LDL cholesterol lowering to the currently recommended targets.",
        "Year": 2006.0,
        "CitationCount": 410
    },
    {
        "Unnamed: 0": 7478,
        "ReviewID": "CD004816",
        "PMID": "PMID:17384434",
        "Title": "Effect of rosuvastatin on progression of carotid intima-media thickness in low-risk individuals with subclinical atherosclerosis: the METEOR Trial.",
        "Abstract": "Atherosclerosis is often advanced before symptoms appear and it is not clear whether treatment is beneficial in middle-aged individuals with a low Framingham risk score (FRS) and mild to moderate subclinical atherosclerosis.\n                To assess whether statin therapy could slow progression and/or cause regression of carotid intima-media thickness (CIMT) over 2 years.\n                Randomized, double-blind, placebo-controlled study (Measuring Effects on Intima-Media Thickness: an Evaluation of Rosuvastatin [METEOR]) of 984 individuals, with either age (mean, 57 years) as the only coronary heart disease risk factor or a 10-year FRS of less than 10%, modest CIMT thickening (1.2-<3.5 mm), and elevated LDL cholesterol (mean, 154 mg/dL); conducted at 61 primary care centers in the United States and Europe between August 2002 and May 2006.\n                Participants received either a 40-mg dose of rosuvastatin or placebo.\n                Rate of change in maximum CIMT (assessed with B-mode ultrasound) for 12 carotid sites; changes in maximum CIMT of the common carotid artery, carotid bulb, and internal carotid artery sites and in mean CIMT of the common carotid artery sites. CIMT regression was assessed in the rosuvastatin group only.\n                Among participants in the rosuvastatin group, the mean (SD) baseline LDL cholesterol level of 155 (24.1) mg/dL declined to 78 (27.5) mg/dL, a mean reduction of 49% (P<.001 vs placebo group). The change in maximum CIMT for the 12 carotid sites was -0.0014 (95% CI, -0.0041 to 0.0014) mm/y for the rosuvastatin group vs 0.0131 (95% CI, 0.0087-0.0174) mm/y for the placebo group (P<.001). The change in maximum CIMT for the rosuvastatin group was -0.0038 (95% CI, -0.0064 to -0.0013) mm/y for the common carotid artery sites (P<.001), -0.0040 (95% CI, -0.0090 to 0.0010) mm/y for the carotid bulb sites (P<.001), and 0.0039 (95% CI, -0.0009 to 0.0088) mm/y for the internal carotid artery sites (P = .02). The change in mean CIMT for the rosuvastatin group for the common carotid artery sites was 0.0004 (95% CI, -0.0011 to 0.0019) mm/y (P<.001). All P values are vs placebo group. Overall, rosuvastatin was well tolerated with infrequent serious adverse cardiovascular events (6 participants [0.86%] had 8 events [1.1%] over 2 years).\n                In middle-aged adults with an FRS of less than 10% and evidence of subclinical atherosclerosis, rosuvastatin resulted in statistically significant reductions in the rate of progression of maximum CIMT over 2 years vs placebo. Rosuvastatin did not induce disease regression. Larger, longer-term trials are needed to determine the clinical implications of these findings.\n                clinicaltrials.gov Identifier: NCT00225589",
        "Year": 2007.0,
        "CitationCount": 717
    },
    {
        "Unnamed: 0": 7473,
        "ReviewID": "CD004816",
        "PMID": "PMID:18997196",
        "Title": "Rosuvastatin to prevent vascular events in men and women with elevated C-reactive protein.",
        "Abstract": "Increased levels of the inflammatory biomarker high-sensitivity C-reactive protein predict cardiovascular events. Since statins lower levels of high-sensitivity C-reactive protein as well as cholesterol, we hypothesized that people with elevated high-sensitivity C-reactive protein levels but without hyperlipidemia might benefit from statin treatment.\n                We randomly assigned 17,802 apparently healthy men and women with low-density lipoprotein (LDL) cholesterol levels of less than 130 mg per deciliter (3.4 mmol per liter) and high-sensitivity C-reactive protein levels of 2.0 mg per liter or higher to rosuvastatin, 20 mg daily, or placebo and followed them for the occurrence of the combined primary end point of myocardial infarction, stroke, arterial revascularization, hospitalization for unstable angina, or death from cardiovascular causes.\n                The trial was stopped after a median follow-up of 1.9 years (maximum, 5.0). Rosuvastatin reduced LDL cholesterol levels by 50% and high-sensitivity C-reactive protein levels by 37%. The rates of the primary end point were 0.77 and 1.36 per 100 person-years of follow-up in the rosuvastatin and placebo groups, respectively (hazard ratio for rosuvastatin, 0.56; 95% confidence interval [CI], 0.46 to 0.69; P<0.00001), with corresponding rates of 0.17 and 0.37 for myocardial infarction (hazard ratio, 0.46; 95% CI, 0.30 to 0.70; P=0.0002), 0.18 and 0.34 for stroke (hazard ratio, 0.52; 95% CI, 0.34 to 0.79; P=0.002), 0.41 and 0.77 for revascularization or unstable angina (hazard ratio, 0.53; 95% CI, 0.40 to 0.70; P<0.00001), 0.45 and 0.85 for the combined end point of myocardial infarction, stroke, or death from cardiovascular causes (hazard ratio, 0.53; 95% CI, 0.40 to 0.69; P<0.00001), and 1.00 and 1.25 for death from any cause (hazard ratio, 0.80; 95% CI, 0.67 to 0.97; P=0.02). Consistent effects were observed in all subgroups evaluated. The rosuvastatin group did not have a significant increase in myopathy or cancer but did have a higher incidence of physician-reported diabetes.\n                In this trial of apparently healthy persons without hyperlipidemia but with elevated high-sensitivity C-reactive protein levels, rosuvastatin significantly reduced the incidence of major cardiovascular events. (ClinicalTrials.gov number, NCT00239681.)\n                2008 Massachusetts Medical Society",
        "Year": 2008.0,
        "CitationCount": 5711
    },
    {
        "Unnamed: 0": 7474,
        "ReviewID": "CD004816",
        "PMID": "PMID:17726081",
        "Title": "Effects of atorvastatin on bone in postmenopausal women with dyslipidemia: a double-blind, placebo-controlled, dose-ranging trial.",
        "Abstract": "In preclinical models, inhibitors of 3-hydroxy-3-methylglutaryl-coenzyme A reductase have been shown to positively affect bone remodeling balance. Observational studies and secondary analyses from lipid-lowering trials have yielded inconsistent results regarding the effect of these agents on bone mineral density and fracture risk.\n                Our objective was to determine whether clinically significant skeletal benefits result from hydroxymethylglutaryl-coenzyme A reductase inhibition in postmenopausal women.\n                We conducted a prospective, randomized, double-blind, placebo-controlled, dose-ranging comparative clinical trial at 62 sites in the United States.\n                Participants included 626 postmenopausal women with low-density lipoprotein cholesterol levels of at least 130 mg/dl (3.4 mmol/liter) and less than 190 mg/dl (4.9 mmol/liter), and lumbar (L1-L4) spine bone mineral density T-score between 0.0 and -2.5.\n                Once-daily placebo or 10, 20, 40, or 80 mg atorvastatin was administered.\n                We assessed percent change from baseline in lumbar (L1-L4) spine bone mineral density with each dose of atorvastatin compared with placebo.\n                At 52 wk, there was no significant difference between each atorvastatin and placebo group or change from baseline at any tested dose of atorvastatin or placebo in lumbar (L1-L4) spine bone mineral density. Nor did atorvastatin produce a significant change in bone mineral density at any other site. Changes in biochemical markers of bone turnover did not differ significantly between each atorvastatin and placebo group. All doses of atorvastatin were generally well tolerated, with similar incidences of adverse events across all dose groups and placebo.\n                Clinically relevant doses of atorvastatin that lower lipid levels had no effect on bone mineral density or biochemical indices of bone metabolism in this study, suggesting that such oral agents are not useful in the prevention or treatment of osteoporosis.",
        "Year": null,
        "CitationCount": 96
    }
]