[
    {
        "Unnamed: 0": 19862,
        "ReviewID": "CD005328",
        "PMID": "PMID:13610976",
        "Title": "The value of intra-articular injections in osteoarthritis of the knee.",
        "Abstract": null,
        "Year": 1958,
        "CitationCount": 97
    },
    {
        "Unnamed: 0": 19857,
        "ReviewID": "CD005328",
        "PMID": "PMID:13786828",
        "Title": "Intra-articular therapy in osteo-arthritis; comparison of hydrocortisone acetate and hydrocortisone tertiary-butylacetate.",
        "Abstract": null,
        "Year": 1960,
        "CitationCount": 46
    },
    {
        "Unnamed: 0": 19869,
        "ReviewID": "CD005328",
        "PMID": "PMID:5339634",
        "Title": "Intraarticular prednisolone injection for osteoarthritis of the knee. A double blind test with placebo.",
        "Abstract": null,
        "Year": 1966,
        "CitationCount": 34
    },
    {
        "Unnamed: 0": 19866,
        "ReviewID": "CD005328",
        "PMID": "PMID:7009857",
        "Title": "The efficacy of intraarticular steroids in osteoarthritis: a double-blind study.",
        "Abstract": "Seventeen patients with painful osteoarthritis (OA) of the knee were given an intraarticular injection of corticosteroid while an equal number were given only the suspending vehicle. One wk later the corticosteroid group had significantly less pain than the placebo group but by 4 wk post-injection the difference between the 2 groups was significant. Post-injection flares occurred in both groups suggesting a steroid crystal-induced synovitis was not the cause. Because the additional pain relief afford by the steroid was temporary and the possible deleterious effects of intraarticular steroids, are still debated, their judicious use of OA is advised.",
        "Year": 1980,
        "CitationCount": 168
    },
    {
        "Unnamed: 0": 19859,
        "ReviewID": "CD005328",
        "PMID": "PMID:6765509",
        "Title": "Clinical comparison of triamcinolonehexacetonide and betamethasone in the treatment of osteoarthrosis of the knee-joint.",
        "Abstract": "42 patients with osteoarthrosis with inflammation were included in the study. After randomization and with single-blind technique, they were given intra-articularly in the knee joint either 20 mg of triamcinolonehexacetonide (TH) or 6 mg of the combination betamethasone acetate and betamethasone disodiumphosphate (BM). The patients were studied up to six months after the injection. Initially, week one, two, four and at the time for a possible new injection; pain, local tenderness and joint range were evaluated. At the control in week one, two and four, a general evaluation of effect was also performed. Duration of effect was defined as patient's need of a new injection or other therapy during a six-month period. Results. In the evaluation of effect in local tenderness and pain, TH gave a significant better result already after one week. The improvement in joint range was more pronounced with TH. Also in the general evaluation significantly better results were shown with TH. In general evaluation all patients with TH were considered to improve with two weeks treatment. The duration of effect was significantly longer with TH. After three months five patients in the TH group respectively 12 patients in the BM group needed new therapy. The reported side-effects were not considered to be serious. The investigation has shown that TH gives a pronounced effect and long duration which has resulted in that TH is a preferable drug when long effect is needed in the treatment of osteoarthrosis with concomitant inflammation.",
        "Year": 1981,
        "CitationCount": 28
    },
    {
        "Unnamed: 0": 19865,
        "ReviewID": "CD005328",
        "PMID": "PMID:1934686",
        "Title": "Intra-articular treatment of knee osteoarthritis. A comparative study between hyaluronic acid and 6-methyl prednisolone acetate.",
        "Abstract": "The efficacy and tolerability of 20 mg of hyaluronic acid were compared in an open, randomized trial with that of 40 mg of 6-methylprednisolone acetate, administering them both by an intra-articular route once a week for 3 weeks to patients suffering from inflammatory knee osteoarthritis. The results of the study showed that for up to one week after the end of treatment hyaluronic acid's analgesic activity was comparable to that of the steroid, while at the end of the follow-up (45 days after the end of treatment) all the pain monitoring parameters presented significant differences in favour of the HA-treated group. Both treatments were well tolerated, since no local or systemic adverse reactions were observed.",
        "Year": 1991,
        "CitationCount": 116
    },
    {
        "Unnamed: 0": 19854,
        "ReviewID": "CD005328",
        "PMID": "PMID:8689462",
        "Title": "Intra-articular hyaluronic acid compared to intra-articular triamcinolone hexacetonide in inflammatory knee osteoarthritis.",
        "Abstract": "The aim of this study was to determine the comparative efficacy and safety of intra-articular (i/a) triamcinolone. hexacetonide (TH) and i/a hyaluronic acid (HA) in inflammatory knee osteoarthritis. A randomized double-blind comparative trail was carried out in a rheumatology outpatient department. There were 63 patients (24 male, 39 female, mean age 70.5 years) with bilateral symptomatic knee osteoarthritis with effusion. Each was given five HA injections at weekly intervals; or 20 mg TH followed by four placebo (saline) injections. Patients were examined weekly during the treatment period and then at monthly intervals for a further 6 months. Assessment included recording of: visual analog scores (VAS) for pain; duration of stiffness; range of movement; joint effusion; local heat; synovial thickening; joint-line and periarticular tenderness. The principal outcome measure was pain on a self-selected activity assessed by Vas. The two groups were comparable at entry and no significant differences between the groups developed at any time during the treatment period. However, there was a high drop-out rate and intention to treat analysis failed to demonstrate statistically significant differences between the groups. In patients remaining in the study, significantly less pain was experienced by the HA group during the 6 month follow-up period. Other parameters showed a similar trend in favor of experienced by the HA group during the 6 month follow-up period. Other parameters showed a similar trend in favor of HA. We could not, however, demonstrate significant differences between the placebo and active treatments. HA may therefore be a useful additional therapy for symptomatic knee osteoarthritis and may have a long duration of action.",
        "Year": 1995,
        "CitationCount": 147
    },
    {
        "Unnamed: 0": 19870,
        "ReviewID": "CD005328",
        "PMID": "PMID:7794044",
        "Title": "Intra-articular triamcinolone hexacetonide in knee osteoarthritis: factors influencing the clinical response.",
        "Abstract": "To assess the efficacy of a single intra-articular injection of triamcinolone hexacetonide (THA) in knee osteoarthritis (OA) and examine factors which may relate to treatment efficacy.\n                Eighty four patients with clinical and radiographic evidence of knee OA were recruited and randomly allocated to receive either THA (20 mg in 1 ml) or placebo (0.9% normal saline, 1 ml). Follow up assessments evaluated the following outcome variables: patient opinion of overall change in the treated knee, visual analogue pain score (VAS), distance walked in one minute (WD), and Health Assessment Questionnaire modified for lower limb function (HAQ).\n                Seventy eight percent of THA and 49% of placebo treated patients reported overall improvement at week 1 (p < 0.05). At week 6, improvement was reported in 57% and 55% of patient groups, respectively. VAS improved in both groups at week 1 (THA, p < 0.001; placebo, p < 0.05) and week 6 (both p < 0.01). Improvement in VAS was significantly greater among THA treated patients at week 1 only (p < 0.01). Subgroup analysis of THA treated patients revealed greater improvement in VAS among patients with clinical evidence of an effusion (p < 0.05), and those who had synovial fluid successfully aspirated at the time of injection (p < 0.01). WD improved in THA treated patients at week 1 (p < 0.001), and in both groups at week 6 (THA, p < 0.001; placebo, p < 0.01). Improvements in HAQ were seen in THA patients only at weeks 1 and 6 (p < 0.05). Regression analysis did not identify any additional clinical, radiographic, or synovial fluid characteristics which influenced the response.\n                THA provided short term pain relief in knee OA. Increased benefit was associated with both clinical evidence of joint effusion and successful aspiration of synovial fluid at the time of injection.",
        "Year": 1995,
        "CitationCount": 246
    },
    {
        "Unnamed: 0": 19855,
        "ReviewID": "CD005328",
        "PMID": "PMID:8976640",
        "Title": "Intra-articular corticosteroids are effective in osteoarthritis but there are no clinical predictors of response.",
        "Abstract": "To show whether intra-articular steroid injections are effective in osteoarthritis; to determine factors that predict response; and to determine whether injection has a beneficial effect on muscle strength.\n                Double blind, placebo controlled, crossover study in 59 patients with symptomatic osteoarthritis of the knee. Outcome measure-Primary outcome measure: change in visual analogue score for pain at three weeks. Predictors of response analysed using logistic regression with a 15% decrease in pain score at three weeks defining response.\n                Intra-articular methyl prednisolone acetate produced a significant reduction in visual analogue pain score at three weeks compared to both baseline (median change -2.0 mm, interquartile range -16.25 to 4.0) and placebo (median 0.0 mm, interquartile range -9.0 to 6.25). No clinical predictors of response could be identified. Muscle strength was not significantly improved in the short term by intra-articular injection.\n                Intra-articular corticosteroids are effective for short term relief of pain in osteoarthritis but predicting responders is not possible. There may be a place for their more widespread use.",
        "Year": 1996,
        "CitationCount": 236
    },
    {
        "Unnamed: 0": 19861,
        "ReviewID": "CD005328",
        "PMID": "PMID:10088770",
        "Title": "Effects of joint lavage and steroid injection in patients with osteoarthritis of the knee: results of a multicenter, randomized, controlled trial.",
        "Abstract": "To evaluate the efficacy of joint lavage and intraarticular steroid injection, alone and in combination, in the treatment of patients with symptomatic knee osteoarthritis (OA).\n                Ninety-eight patients with painful tibiofemoral OA were enrolled in a prospective, randomized, controlled, 2 x 2 factorial-design trial of 6 months' duration. The 4 treatment groups consisted of 1) intraarticular placebo (1.5 ml of 0.9% normal saline), 2) intraarticular corticosteroids (3.75 mg of cortivazol in 1.5 ml), 3) joint lavage and intraarticular placebo, and 4) joint lavage and intraarticular corticosteroid. Outcome measures evaluated at baseline, week 1, week 4, week 12, and week 24 included severity of pain (100-mm visual analog scale [VAS]), global status (100-mm VAS), and Lequesne's functional index.\n                No interaction between steroid injection and joint lavage was demonstrated. Patients who had undergone joint lavage had significantly improved pain VAS scores at week 24 (P = 0.020). In contrast, corticosteroid injection had no long-term effect (P = 0.313); corticosteroid injection was associated with a decrease in pain only at week 1 (P = 0.003) and week 4 (P = 0.020). After week 4, Lequesne's functional index was not significantly improved regardless of the assigned treatment.\n                Compared with placebo, both treatments significantly relieved pain but did not improve functional impairment. The effects of the 2 treatments were additive. Cortivazol provided short-term relief of pain (up to week 4). The effects of joint lavage persisted up to week 24.",
        "Year": 1999,
        "CitationCount": 234
    },
    {
        "Unnamed: 0": 19863,
        "ReviewID": "CD005328",
        "PMID": "PMID:12571845",
        "Title": "Safety and efficacy of long-term intraarticular steroid injections in osteoarthritis of the knee: a randomized, double-blind, placebo-controlled trial.",
        "Abstract": "To evaluate the safety and efficacy of long-term intraarticular (IA) steroid injections for knee pain related to osteoarthritis (OA).\n                In a randomized, double-blind trial, 68 patients with OA of the knee received IA injections of triamcinolone acetonide 40 mg (34 patients) or saline (34 patients) into the study knee every 3 months for up to 2 years. The primary outcome variable was radiologic progression of joint space narrowing of the injected knee after 2 years. Measurements of minimum joint space width were performed by an automated computerized method on standardized fluoroscopically guided radiographs taken with the patient standing and with the knee in a semiflexed position. The clinical efficacy measure of primary interest was the pain subscale from the Western Ontario and McMaster Universities OA Index (WOMAC). Efficacy measures of secondary interest were the total score on the WOMAC, physician's global assessment, patient's global assessment, patient's assessment of pain, range of motion (ROM) of the affected knee, and 50-foot walking time. Clinical symptoms were assessed just before each injection.\n                At the 1-year and 2-year followup evaluations, no difference was noted between the two treatment groups with respect to loss of joint space over time. The steroid-injected knees showed a trend toward greater symptom improvement, especially at 1 year, for the WOMAC pain subscale, night pain, and ROM values (P = 0.05) compared with the saline-injected knees. Using area under the curve analyses, knee pain and stiffness were significantly improved throughout the 2-year study by repeated injections of triamcinolone acetonide, but not saline (P < 0.05).\n                Our findings support the long-term safety of IA steroid injections for patients with symptomatic knee OA. No deleterious effects of the long-term administration of IA steroids on the anatomical structure of the knee were noted. Moreover, long-term treatment of knee OA with repeated steroid injections appears to be clinically effective for the relief of symptoms of the disease.",
        "Year": 2003,
        "CitationCount": 478
    },
    {
        "Unnamed: 0": 19867,
        "ReviewID": "CD005328",
        "PMID": "PMID:12851342",
        "Title": "Corticosteroid compared with hyaluronic acid injections for the treatment of osteoarthritis of the knee. A prospective, randomized trial.",
        "Abstract": "Although both corticosteroid and hyaluronic acid injections are widely used to palliate the symptoms of knee osteoarthritis, little research involving a comparison of the two interventions has been done. We tested the hypothesis that there are no significant differences between Hylan G-F 20 (Synvisc) and the corticosteroid betamethasone sodium phosphate-betamethasone acetate (Celestone Soluspan) in terms of pain relief or improvement in function, as determined by validated scoring instruments.\n                One hundred patients with knee osteoarthritis were randomized to receive intra-articular injection of either Hylan G-F 20 or the corticosteroid, and they were followed for six months. The patients treated with Hylan G-F 20 received one course of three weekly injections. The patients treated with the corticosteroid received one injection at the time of enrollment in the study, and they could request one more injection any time during the study. An independent, blinded evaluator assessed the patients with the Western Ontario and McMaster University Osteoarthritis Index (WOMAC), a modification of the Knee Society rating system, and the visual analog pain scale.\n                Both the group treated with the corticosteroid and the group treated with Hylan G-F 20 demonstrated improvements from baseline WOMAC scores (a median decrease from 55 to 40 points and from 54 to 44 points, respectively; p < 0.01 for both). The scores according to the Knee Society system did not significantly improve for the patients who received the corticosteroid (median, 58 to 70 points; p = 0.06) or for those who received Hylan G-F 20 (median, 58 to 68 points; p = 0.15). The scores on the visual analog scale improved for patients receiving Hylan G-F 20 (median, 70 to 52 mm; p < 0.01) but not for the patients who received the corticosteroid (median, 64 to 52 mm; p = 0.28). However, no significant differences between the two treatment groups were found with respect to the WOMAC, Knee Society system, or visual analog scale results. Women demonstrated a significant improvement in only one of the six possible outcome-treatment combinations (the WOMAC scale), whereas men demonstrated significant improvements in five of the six outcomes (all measures except the Knee Society rating system).\n                No differences were detected between patients treated with intra-articular injections of Hylan G-F 20 and those treated with the corticosteroid with respect to pain relief or function at six months of follow-up. Women demonstrated significantly less response to treatment than men did for both treatments on all three outcome scales. Such significant gender-related differences warrant further investigation.",
        "Year": 2003,
        "CitationCount": 169
    },
    {
        "Unnamed: 0": 19868,
        "ReviewID": "CD005328",
        "PMID": "PMID:12867587",
        "Title": "A randomized placebo-controlled trial of arthroscopic lavage versus lavage plus intra-articular corticosteroids in the management of symptomatic osteoarthritis of the knee.",
        "Abstract": "To assess the efficacy of intra-articular steroid injections following arthroscopy and joint lavage in symptomatic OA of the knee.\n                Seventy-seven patients with OA of the knee were randomized to receive either 120 mg methylprednisolone acetate (MPA) or placebo following arthroscopy. Clinical assessments included severity of pain on movement and at rest, stiffness, the presence of joint effusions, range of movement, WOMAC (Western Ontario and McMaster Universities Osteoarthritis Index) score and Lequesne functional assessment. The outcome measures were evaluated at baseline and 2, 4, 8, 12 and 24 weeks. Further arthroscopies and synovial biopsies were performed at the time of clinical response and at relapse.\n                An intention-to-treat analysis was performed on 71 patients (38 MPA, 33 placebo). Using the OARSI (Osteoarthritis Research Society International) response criteria, 58% of the steroid group vs 33% of the placebo group (adjusted relative risk = 2.38) (P = 0.004) responded at 4 weeks. At other time points, there were no significant differences between the treatment groups. There were no significant differences between the two treatment groups for pain, stiffness or WOMAC or Lequesne assessments at any time point.\n                The response to intra-articular corticosteroids following joint lavage is short-lived (2-4 weeks), achievement of an OARSI response criterion being the only difference between the two groups.",
        "Year": 2003,
        "CitationCount": 108
    },
    {
        "Unnamed: 0": 19858,
        "ReviewID": "CD005328",
        "PMID": "PMID:15045624",
        "Title": "Intra-articular steroids in knee osteoarthritis: a comparative study of triamcinolone hexacetonide and methylprednisolone acetate.",
        "Abstract": "The aim of this study was to compare the effectiveness of triamcinolone hexacetonide (THA) and methylprednisolone acetate (MPA), given via the intra-articular route at equipotent dosage to patients with symptomatic knee OA with effusion, in a double-blind randomized comparative trial. Consecutive hospital-referred patients who fulfilled the American College of Rheumatology criteria for knee OA (clinical and radiographic) were randomly allocated to receive either THA 20 mg (1 ml) or MPA 40 mg (1 ml). All patients had synovial fluid aspirated from their knee joint at the time of injection. Assessments were made at 0, 3 and 8 weeks by a second operator, thus blinding both patient and assessor. Outcomes measured at each visit were: knee pain in the previous 48 h (expressed on a 100 mm visual analog scale; VAS), stair climb time (SCT) and Lequesne index score (LEQ). Changes in VAS, SCT and LEQ were compared between the groups using a Student's paired t test. Fifty-seven patients were studied (44 female, 13 male) with a mean age of 62.5 years. Both steroids gave significant pain relief (VAS) at week 3 ( p<0.01) but only MPA showed an effect on VAS and LEQ scores at week 8 compared to baseline ( p<0.05). THA was more effective than MPA at pain reduction at week 3 ( p<0.01); this difference was lost at week 8 ( p=0.17). There was no significant difference between the two drugs in functional endpoints (SCT, LEQ) at either 3 or 8 weeks. Both THA and MPA offer at least temporary symptomatic benefit in knee OA. THA is more effective than MPA at week 3, but its effect is lost by week 8. MPA still has an effect at week 8.",
        "Year": 2004,
        "CitationCount": 116
    },
    {
        "Unnamed: 0": 19864,
        "ReviewID": "CD005328",
        "PMID": "PMID:14760806",
        "Title": "A randomized, single-blind comparison of the efficacy and tolerability of hylan G-F 20 and triamcinolone hexacetonide in patients with osteoarthritis of the knee.",
        "Abstract": "To assess prospectively the efficacy and tolerability of hylan G-F 20 (HG-F 20; Synvisc) and intraarticular triamcinolone hexacetonide (TH; Aristospan) for treatment of osteoarthritis (OA) knee pain in a 26 week, randomized, multicenter, evaluator-blind study.\n                Patients with OA were treated with typical regimens of HG-F 20 (n = 113) and TH (n = 102). Primary assessments were the WOMAC question A1 (pain walking on a flat surface), and a 100 mm visual analog scale (VAS) for patient and investigator overall assessments. Total WOMAC and WOMAC domain C (function) scores were also assessed. The intent-to-treat population was analyzed using a last-observation carried forward approach.\n                Maximum pain relief occurred at 1-2 weeks for TH and at Week 12 for HG-F 20. At Weeks 12 and 26, HG-F 20 was significantly better than TH for the WOMAC question A1 responses (p = 0.0071 and p = 0.0129, respectively), and patient VAS (p < 0.0001 and p < 0.0001) and investigator VAS (p < 0.0300 and p = 0.0004) assessments. Similar significant (p < 0.01) results were observed at Weeks 12 and 26 for total WOMAC and domain C scores. While 15 TH-treated patients discontinued the study due to lack of efficacy, none did so with HG-F 20 treatment (p < 0.01). Both agents were well tolerated with similar adverse event profiles.\n                Viscosupplementation with HG-F 20 resulted in a longer duration of effect than TH with a comparable tolerability profile. These data support the preferential use of HG-F 20 over TH for treatment of chronic OA knee pain.",
        "Year": 2004,
        "CitationCount": 119
    },
    {
        "Unnamed: 0": 19860,
        "ReviewID": "CD005328",
        "PMID": "PMID:15200744",
        "Title": "Assessment of the efficacy of joint lavage versus joint lavage plus corticoids in patients with osteoarthritis of the knee.",
        "Abstract": "Joint lavage (JL), involves the passage of cold sterile 0.9% saline through the knee joint in order to have the fluid reach the inside of the joint capsule. This technique was evaluated as a local treatment for osteoarthritis (OA) of the knee alone (JL) and in combination with intra-articular infiltration with glucocorticoids (JLC).\n                An overall 299 knees belonging to 205 patients (22% males, 78% females) with a mean age of 67 +/- 8 years and osteoarthritis of the knee of radiological grade II or III on the Kellgren scale were randomised in the ratio of 1:4 into two therapeutic groups, namely: JL (n = 62) and JLC (n = 237). All patients received joint lavage on day 0; in those of the JLC group, joint lavage was followed by infiltration of 40 mg of triamcinolone acetonide. The efficacy of both treatments was assessed by recording the corresponding values for the following variables: pain strength as measured by a visual analogy scale (VAS), effusion, crepitation, restricted motion, of osteoarthritis of the knee. spontaneous pain, pain on pressure, pain on passive motion and pain on active motion; all of these were recorded at the onset of the study, and after 1 and 3 months.\n                There were no significant differences in the values of the variables at the different followup times. Also, pain severity was similar in both treatment groups. Thus, VAS for pain was 7.3 +/- 0.3 for the JL group and 7.1 +/- 0.2 for the JLC group at the onset, and decreased to 3.0 +/- 0.3 in the former and 2.8 +/- 0.2 in the latter after 1 month; the decrease was statistically significant in both cases. After 3 months, the JL and JLC groups had a VAS of 3.5 +/- 0.3 and 3.8 +/- 0.2, respectively.\n                The results of this work suggest the absence of significant differences between the two treatments, such that both joint lavage alone and with infiltration with corticoids can be concluded as similarly effective for the symptomatic management",
        "Year": 2004,
        "CitationCount": 29
    },
    {
        "Unnamed: 0": 19856,
        "ReviewID": "CD005328",
        "PMID": "PMID:15703953",
        "Title": "The safety and efficacy of intraarticular hyaluronan with/without corticosteroid in knee osteoarthritis: 1-year, single-blind, randomized study.",
        "Abstract": "The goal of this study was to assess the safety and efficacy of hyaluronan (HA) with/without corticosteroid in patients with knee osteoarthritis (OA). In a 1-year, randomized, single-blind trial, 24 patients were treated with HA weekly for 3 weeks, then three injections on the 6th month for a total of six injections. Sixteen patients were treated the same but with the addition of 1 ml triamcinolone acetonide prior to the first and fourth HA injection. The treatment was repeated at the sixth month. The patients were evaluated with the Western Ontario and McMaster University Osteoarthritis Index (WOMAC) and the visual analog pain scale (VAS). After 1 year, progression of OA was evaluated with magnetic resonance imaging (MRI). During the study, pain relief was marked in patients who received combined treatment with respect to WOMAC pain and VAS (p<0.05). At the first year, no progression was observed in either treatment group. Although all patients had improvement for both pain and function, HA together with corticosteroid was superior to HA alone for early pain relief. The MRI findings showed that neither treatment showed a progression on the damage of the cartilage.",
        "Year": 2006,
        "CitationCount": 98
    }
]