[
    {
        "Unnamed: 0": 5014,
        "ReviewID": "CD008244",
        "PMID": "PMID:15378666",
        "Title": "A double-blind placebo-controlled trial of milnacipran in the treatment of fibromyalgia.",
        "Abstract": "Fibromyalgia syndrome is a systemic disorder of widespread pain which is thought to result from abnormal pain processing within the central nervous system. There are no currently approved treatments for this indication. Antidepressants appear, however, to be effective, especially those with an action on noradrenergic neurotransmission. The objective of the present study was to test the efficacy of the dual action noradrenaline and serotonin reuptake inhibitor antidepressant, milnacipran, in the treatment of fibromyalgia. The 125 patients, who were enrolled in a double-blind, placebo-controlled, flexible dose escalation trial, were randomized to receive placebo or milnacipran for 4 weeks of dose escalation (up to 200 mg/day), followed by 8 weeks at a constant dose. The study evaluated the efficacy and safety of milnacipran for the treatment of pain and associated symptoms such as fatigue, depressed mood and sleep. 75% of milnacipran-treated patients reported overall improvement, compared with 38% in the placebo group (p < 0.01). Furthermore, 37% of twice daily milnacipran-treated patients reported at least 50% reduction in pain intensity, compared with 14% of placebo-treated patients (p < 0.05). 84% of all milnacipran patients escalated to the highest dose (200 mg/day) with no tolerability issues. Most adverse events were mild to moderate in intensity, and transient in duration. These results suggest that milnacipran may have the potential to relieve not only pain but several of the other symptoms associated with fibromyalgia.\n                2004 John Wiley & Sons, Ltd.",
        "Year": 2004,
        "CitationCount": 192
    },
    {
        "Unnamed: 0": 5013,
        "ReviewID": "CD008244",
        "PMID": "PMID:19108787",
        "Title": "Milnacipran for the treatment of fibromyalgia in adults: a 15-week, multicenter, randomized, double-blind, placebo-controlled, multiple-dose clinical trial.",
        "Abstract": "Preclinical and clinical studies have suggested that milnacipran, a dual norepinephrine-serotonin reuptake inhibitor, may be efficacious in the treatment of fibromyalgia (FM).\n                This study was conducted to evaluate the efficacy and tolerability of milnacipran in treating the multiple domains of FM.\n                This was a multicenter, double-blind, placebo-controlled trial. Adult patients (age 18-70 years) who met 1990 American College of Rheumatology criteria for FM were randomized to receive milnacipran 100 mg/d, milnacipran 200 mg/d, or placebo for 15 weeks. Because this was a pivotal registration trial, the primary end points were chosen to investigate efficacy for 2 potential indications: the treatment of FM and the treatment of FM pain. Thus, the 2 primary efficacy end points were rates of FM composite responders and FM pain composite responders. FM composite responders were defined as patients concurrently experiencing clinically meaningful improvements in the following 3 domain criteria: pain (> or = 30% improvement, as recorded in an electronic diary); patients' global status (a rating of very much improved or much improved on the Patient Global Impression of Change [PGIC] scale); and physical function (a > or = 6-point improvement on the 36-item Short-Form Health Survey [SF-36] Physical Component Summary score). FM pain composite responders were defined as those who met the pain and PGIC criteria. Adverse events reported by patients or observed by investigators were recorded throughout the trial.\n                Of 2270 patients screened, 1196 were randomized to receive milnacipran 100 mg/d (n = 399), milnacipran 200 mg/d (n = 396), or placebo (n = 401). The majority of patients were female (96.2%) and white (93.5%). The population had a mean age of 50.2 years, a mean baseline weight of 180.8 pounds, and a mean baseline body mass index of 30.6 kg/m(2). Compared with placebo, significantly greater proportions of milnacipran-treated patients were FM composite responders (100 mg/d: P = 0.01; 200 mg/d: P = 0.02) and FM pain composite responders (100 mg/d: P = 0.03; 200 mg/d: P = 0.004). Milnacipran was associated with significant improvements in pain after 1 week of treatment (100 mg/d: P = 0.004; 200 mg/d: P = 0.04), as well as significant improvements in multiple secondary efficacy end points, including global status (PGIC: P<0.001 for both doses), physical function (SF-36 physical functioning domain-100 mg/d: P < 0.001; 200 mg/d: P = 0.02), and fatigue (Multidimensional Fatigue Inventory- 100 mg/d: P = 0.04). The most commonly reported adverse events with milnacipran were nausea (100 mg/d, 34.3%; 200 mg/d, 37.6%), headache (18.0% and 17.7%, respectively), and constipation (14.3% and 17.9%). Adverse events resulted in premature study discontinuation in 19.5% and 23.7% of those who received milnacipran 100 and 200 mg/d, respectively, compared with 9.5% of placebo recipients.\n                In these adult patients with FM, both doses of milnacipran (100 and 200 mg/d) were associated with significant improvements in pain and other symptoms. Clinical Trials Identification Number: NCT00098124.",
        "Year": 2008,
        "CitationCount": 259
    },
    {
        "Unnamed: 0": 5015,
        "ReviewID": "CD008244",
        "PMID": "PMID:19132781",
        "Title": "The efficacy and safety of milnacipran for treatment of fibromyalgia. a randomized, double-blind, placebo-controlled trial.",
        "Abstract": "To evaluate the safety and efficacy of milnacipran, a dual norepinephrine and serotonin reuptake inhibitor, in the treatment of fibromyalgia (FM).\n                A 27-week, randomized, double-blind, multicenter study compared milnacipran 100 and 200 mg/day with placebo in the treatment of 888 patients with FM. Two composite responder definitions were used to classify each patient's individual response to therapy. \"FM responders\" concurrently satisfied response criteria for improvements in pain (visual analog scale 24-h morning recall), patient global impression of change (PGIC), and physical functioning (SF-36 Physical Component Summary); while \"FM pain responders\" concurrently satisfied response criteria for improvements in pain and PGIC.\n                At the primary endpoint, after 3-month stable dose treatment, a significantly higher percentage of milnacipran-treated patients met criteria as FM responders versus placebo (milnacipran 200 mg/day, p = 0.017; milnacipran 100 mg/day, p = 0.028). A significantly higher percentage of patients treated with milnacipran 200 mg/day also met criteria as FM pain responders versus placebo (p = 0.032). Significant pain reductions were observed after Week 1 with both milnacipran doses. At 15 weeks, milnacipran 200 mg/day led to significant improvements over placebo in pain (realtime, daily and weekly recall; all measures, p < 0.05), PGIC (p < 0.001), fatigue (p = 0.016), cognition (p = 0.025), and multiple SF-36 domains. Milnacipran was safe and well tolerated by the majority of patients during 27 weeks of treatment; nausea and headache were the most common adverse events.\n                Milnacipran is safe and effective for the treatment of multiple symptoms of FM.",
        "Year": 2009,
        "CitationCount": 247
    },
    {
        "Unnamed: 0": 5012,
        "ReviewID": "CD008244",
        "PMID": "PMID:20156949",
        "Title": "A European multicenter randomized double-blind placebo-controlled monotherapy clinical trial of milnacipran in treatment of fibromyalgia.",
        "Abstract": "This randomized, double-blind, placebo-controlled, multicenter study investigated the efficacy and safety of milnacipran in the treatment of fibromyalgia (FM) in a European population.\n                Outpatients diagnosed with FM according to 1990 American College of Rheumatology criteria (N = 884) were randomized to placebo (n = 449) or milnacipran 200 mg/day (n = 435) for 17 weeks (4-week dose escalation, 12-week stable dose, 9-day down-titration), followed by a 2-week posttreatment period. The primary efficacy criterion was a 2-measure composite responder analysis requiring patients to achieve simultaneous improvements in pain (>or= 30% improvement from baseline in visual analog scale, 24-hour morning recall) and a rating of \"very much\" or \"much\" improved on the Patient Global Impression of Change scale. If responder analysis was positive, Fibromyalgia Impact Questionnaire (FIQ) was included as an additional key primary efficacy measure.\n                At the end of the stable dose period (Week 16), milnacipran 200 mg/day showed significant improvements from baseline relative to placebo in the 2-measure composite responder criteria (p = 0.0003) and FIQ total score (p = 0.015). Significant improvements were also observed in multiple secondary efficacy endpoints, including Short-Form 36 Health Survey (SF-36) Physical Component Summary (p = 0.025), SF-36 Mental Component Summary (p = 0.007), Multidimensional Fatigue Inventory (p = 0.006), and Multiple Ability Self-Report Questionnaire (p = 0.041). Milnacipran was safe and well tolerated; nausea, hyperhidrosis, and headache were the most common adverse events.\n                Milnacipran is an effective and safe treatment for pain and other predominant symptoms of FM. Registered as trial no. NCT00436033.",
        "Year": 2010,
        "CitationCount": 88
    },
    {
        "Unnamed: 0": 5016,
        "ReviewID": "CD008244",
        "PMID": "PMID:20496365",
        "Title": "Efficacy and safety of milnacipran 100 mg/day in patients with fibromyalgia: results of a randomized, double-blind, placebo-controlled trial.",
        "Abstract": "To assess the efficacy and safety of milnacipran at a dosage of 100 mg/day (50 mg twice daily) for monotherapy treatment of fibromyalgia.\n                A double-blind, placebo-controlled trial was performed to assess 1,025 patients with fibromyalgia who were randomized to receive milnacipran 100 mg/day (n = 516) or placebo (n = 509). Patients underwent 4-6 weeks of flexible dose escalation followed by 12 weeks of stable-dose treatment. Two composite responder definitions were used as primary end points to classify the response to treatment. The 2-measure composite response required achievement of ≥30% improvement from baseline in the pain score and a rating of \"very much improved\" or \"much improved\" on the Patient's Global Impression of Change (PGIC) scale. The 3-measure composite response required satisfaction of these same 2 improvement criteria for pain and global status as well as improvement in physical function on the Short Form 36 (SF-36) physical component summary (PCS) score.\n                After 12 weeks of stable-dose treatment, a significantly greater proportion of milnacipran-treated patients compared with placebo-treated patients showed clinically meaningful improvements, as evidenced by the proportion of patients meeting the 2-measure composite responder criteria (P < 0.001 in the baseline observation carried forward [BOCF] analysis) and 3-measure composite responder criteria (P < 0.001 in the BOCF). Milnacipran-treated patients also demonstrated significantly greater improvements from baseline on multiple secondary outcomes, including 24-hour and weekly recall pain score, PGIC score, SF-36 PCS and mental component summary scores, average pain severity score on the Brief Pain Inventory, Fibromyalgia Impact Questionnaire total score (all P < 0.001 versus placebo), and Multidimensional Fatigue Inventory total score (P = 0.036 versus placebo). Milnacipran was well tolerated by most patients, with nausea being the most commonly reported adverse event (placebo-adjusted rate of 15.8%).\n                Milnacipran administered at a dosage of 100 mg/day improved pain, global status, fatigue, and physical and mental function in patients with fibromyalgia.",
        "Year": 2010,
        "CitationCount": 85
    }
]