[
    {
        "Unnamed: 0": 11445,
        "ReviewID": "CD003129",
        "PMID": "PMID:1549149",
        "Title": "Methotrexate in resistant juvenile rheumatoid arthritis. Results of the U.S.A.-U.S.S.R. double-blind, placebo-controlled trial. The Pediatric Rheumatology Collaborative Study Group and The Cooperative Children's Study Group.",
        "Abstract": "The antimetabolite methotrexate has been shown in placebo-controlled trials to be effective in adults with rheumatoid arthritis. Methotrexate may also be effective in children with resistant juvenile rheumatoid arthritis, but the supporting data are from uncontrolled trials.\n                Centers in the United States and the Soviet Union participated in this randomized, controlled, double-blind trial designed to evaluate the effectiveness and safety of orally administered methotrexate. Patients received one of the following treatments each week for six months: 10 mg of methotrexate per square meter of body-surface area (low dose), 5 mg of methotrexate per square meter (very low dose), or placebo. The use of prednisone (less than or equal to 10 mg per day) and two nonsteroidal antiinflammatory drugs was also allowed.\n                The 127 children (mean age, 10.1 years) had a mean duration of disease of 5.1 years; 114 qualified for the analysis of efficacy. According to a composite index of several response variables, 63 percent of the children who received low-dose methotrexate improved, as compared with 32 percent of those in the very-low-dose group and 36 percent of those in the placebo group (P = 0.013). As compared with the placebo group, the low-dose group also had significantly larger mean reductions from base line in the number of joints with pain on motion (-11.0 vs. -7.1), the pain-severity score (-19 vs. -11.5), the number of joints with limited motion (-5.4 vs. -0.7), and the erythrocyte sedimentation rate (-19.0 vs. -6 mm per hour). In the methotrexate groups only three children had the drug discontinued because of mild-to-moderate side effects; none had severe toxicity.\n                Methotrexate given weekly in low doses is an effective treatment for children with resistant juvenile rheumatoid arthritis, and at least in the short term this regimen is safe.",
        "Year": 1992,
        "CitationCount": 541
    },
    {
        "Unnamed: 0": 11446,
        "ReviewID": "CD003129",
        "PMID": "PMID:10943876",
        "Title": "Randomized, placebo-controlled, crossover trial of low-dose oral methotrexate in children with extended oligoarticular or systemic arthritis.",
        "Abstract": "Juvenile idiopathic arthritis (JIA) can persist through adolescence and adulthood, resulting in significant disability. The use of low-dose oral methotrexate (MTX) for persistent polyarthritis has been shown to be effective by the USA/USSR collaborative study group. However, 2 of the most disabling subgroups of JIA, systemic and extended oligoarthritis, were underrepresented in that study. The present study was therefore conducted to investigate the efficacy of MTX in these 2 subgroups.\n                Patients under the age of 16 years who fulfilled the International League of Associations for Rheumatology criteria for systemic or extended oligoarticular arthritis were eligible for this multicenter, double-blind, placebo-controlled crossover trial. Forty-five patients with systemic and 43 with extended oligoarticular arthritis were enrolled. The dosage of MTX or placebo was 15 mg/m2, which could be increased to 20 mg/m2 after 2 months. Core outcome variables were considered as primary measures, giving a final score of \"improved\" or \"not improved.\" Secondary measures included scores of systemic features and biochemical laboratory measures. Assessment of function was not included since there were no validated functional measures at the start of this trial in 1991.\n                In the extended oligoarticular arthritis group, MTX treatment produced significant improvement in 3 of 5 core variables (erythrocyte sedimentation rate, physician's global assessment of disease activity, and parent's global assessment of disease activity). By the primary improvement criteria, there was significant overall improvement during MTX treatment. In the systemic arthritis group, only 2 of 5 core variables were significantly improved (physician's and parent's global assessment of disease activity). Systemic features were not part of the core variables, but the systemic feature score was not significantly different between MTX and placebo treatment. There was no significant overall improvement in this group during MTX treatment. However, no significant interaction between disease subgroup and treatment effect was demonstrated. When the data from both disease subgroups were combined, there was significant clinical improvement during MTX treatment (P = 0.006).\n                MTX 15-20 mg/m2 given orally once a week was found to be an effective treatment for both extended oligoarticular and systemic JIA in this shortterm trial. Long-term efficacy needs to be addressed in future studies.",
        "Year": 2000,
        "CitationCount": 292
    }
]