[
    {
        "Unnamed: 0":28730,
        "ReviewID":"CD006739",
        "PMID":"PMID:15562200",
        "Title":"Twelve- and 52-week efficacy of the dipeptidyl peptidase IV inhibitor LAF237 in metformin-treated patients with type 2 diabetes.",
        "Abstract":"To assess the 12- and 52-week efficacy of the dipeptidyl peptidase IV inhibitor LAF237 versus placebo in patients with type 2 diabetes continuing metformin treatment.\n                We conducted a 12-week, randomized, double-blind, placebo-controlled trial in 107 patients with type 2 diabetes with a 40-week extension in those completing the core study and agreeing, together with the investigator, to extend treatment to 1 year. Placebo (n=51) or LAF237 (50 mg once daily, n=56) was added to ongoing metformin treatment (1,500-3,000 mg\/day). HbA1c and fasting plasma glucose (FPG) were measured periodically, and standardized meal tests were performed at baseline, week 12, and week 52.\n                In patients randomized to LAF237, baseline HbA1c averaged 7.7 +\/- 0.1% and decreased at week 12 (Delta=-0.6 +\/- 0.1%), whereas HbA1c did not change from a baseline of 7.9 +\/- 0.1% in patients given placebo (between-group difference in DeltaHbA1c=-0.7 +\/- 0.1%, P <0.0001). Mean prandial glucose and FPG were significantly reduced in patients receiving LAF237 versus placebo by 2.2 +\/- 0.4 mmol\/l (P <0.0001) and 1.2 +\/- 0.4 mmol\/l (P=0.0057), respectively, but plasma insulin levels were not affected. At end point of the extension, the between-group differences in change in mean prandial glucose, insulin, and FPG were -2.4 +\/- 0.6 mmol\/l (P=0.0001), 40 +\/- 16 pmol\/l (P=0.0153), and -1.1 +\/- 0.5 mmol\/l (P=0.0312), respectively. HbA1c did not change from week 12 to week 52 in LAF237-treated patients (n=42) but increased in participants given placebo (n=29). The between-group difference in DeltaHbA1c after 1 year was -1.1 +\/- 0.2% (P <0.0001).\n                Data from this study demonstrate that LAF237 effectively prevents deterioration of glycemic control when added to metformin monotherapy in type 2 diabetes.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":28740,
        "ReviewID":"CD006739",
        "PMID":"PMID:16219012",
        "Title":"Improved glycaemic control with dipeptidyl peptidase-4 inhibition in patients with type 2 diabetes: vildagliptin (LAF237) dose response.",
        "Abstract":"A novel treatment option for diabetic patients is the enhancement of incretin hormone activity by inhibition of the enzyme dipeptidyl peptidase-4 (DPP-4). This study was designed to establish a dose of the DPP-4-inhibitor vildagliptin (LAF237) that was effective in reducing HbA1c levels and was safe and well tolerated in patients with type 2 diabetes.\n                The study of 279 patients with type 2 diabetes consisted of a 4-week run-in phase where patients received placebo and a 12-week active treatment phase where they received one of the following dosages of vildagliptin: 25 mg twice daily, 25, 50 or 100 mg once daily (qd), or placebo.\n                There was a statistically significant reduction in HbA1c levels in the vildagliptin 50 mg qd (p=0.003) and 100 mg qd groups (p=0.004) compared with the placebo group. The mean 4-h postprandial glucose level was significantly reduced from placebo in the vildagliptin 50 mg qd group (p = 0.012) and mean 4-h postprandial insulin was significantly increased from baseline vs. placebo in the vildagliptin 100 mg qd group (p=0.022). The assessment of beta-cell function (HOMA-B) was significantly increased in the vildagliptin 100 mg qd treatment group (p=0.007). The incidence of adverse events was similar in all treatment groups including placebo.\n                Vildagliptin, at 50 and 100 mg qd, was effective in reducing HbA1c levels compared with placebo in patients with type 2 diabetes. Vildagliptin at dosages up to 100 mg qd appeared safe and well tolerated.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":28724,
        "ReviewID":"CD006739",
        "PMID":"PMID:17157112",
        "Title":"Efficacy and safety of the dipeptidyl peptidase-4 inhibitor sitagliptin added to ongoing pioglitazone therapy in patients with type 2 diabetes: a 24-week, multicenter, randomized, double-blind, placebo-controlled, parallel-group study.",
        "Abstract":"The efficacy and tolerability of the dipeptidyl peptidase-4 inhibitor sitagliptin added to ongoing pioglitazone therapy were assessed in patients with type 2 diabetes and inadequate glycemic control (glycosylated hemoglobin [HbA(1c)] > or =7% and < or =10%) while receiving a stable dose of pioglitazone.\n                This was a 24-week, multicenter, randomized, double-blind, placebo-controlled, parallel group study in patients aged > or =18 years (ClinicalTrials. gov NCT00086502). At screening, all patients began a diet\/exercise program that continued throughout the study period. Patients taking antihyperglycemic therapy other than pioglitazone underwent a washout of this therapy and entered an 8- to 14-week open-label pioglitazone dose-titration\/stabilization period. Patients with an HbA(1c) > or =7% and < or =10% at the end of this period entered a 2-week, single-blind, placebo run-in period (total duration of run-in period, up to 21 weeks). Patients who had been receiving pioglitazone monotherapy (30 or 45 mg\/d) and had an HbA(1c) > or =7% and < or =10% entered the 2-week, single-blind, placebo run-in period directly. Thus, at the time of randomization, all patients were receiving ongoing pioglitazone (30 or 45 mg\/d). Patients were randomized in a 1:1 ratio to receive sitagliptin 100 mg once daily or placebo for 24 weeks. The primary efficacy end point was the change from baseline in HbA(1c) at week 24. Secondary efficacy end points included the change from baseline in fasting plasma glucose (FPG), insulin, and proinsulin; the Homeostasis Model Assessment beta-cell function and insulin-resistance indexes; the proinsulin\/ insulin ratio; the Quantitative Insulin Sensitivity Check Index; the percent changes from baseline in selected lipid parameters; the proportion of patients meeting the American Diabetes Association HbA(1c), goal of <7.0%; the proportion of patients requiring metformin rescue therapy; and the time to the initiation of rescue therapy.\n                One hundred seventy-five patients were randomized to receive sitagliptin, and 178 were randomized to receive placebo. The mean (SD) baseline HbAlc value was 8.1% (0.8) in the sitagliptin group and 8.0% (0.8) in the placebo group. After 24 weeks, sitagliptin added to pioglitazone therapy was associated with significant reductions compared with placebo in HbA(1c) (between-treatment difference in least squares [LS] mean change from baseline. -0.70 %; 95 % CI, -0.85 to -0.54; P < 0.001) and FPG (-17.7 mg\/dL; 95% CI, -24.3 to -11.0; P < 0.001). Mean HbA(1c) values at end point were 7.2% (0.9) and 7.8% (1.1) in the respective treatment groups, and the proportions of patients reaching a target HbA(1c) of <7.0% were 45.4% and 23.0% (P < 0.001). Significant reductions in fasting serum proinsulin levels and the proinsulin\/insulin ratio were seen with sitagliptin treatment compared with placebo (both, P < 0.01). Sitagliptin was generally well tolerated, with no increased risk of hypoglycemia compared with placebo (2 vs 0 patients, respectively).",
        "Year":2006.0
    },
    {
        "Unnamed: 0":28739,
        "ReviewID":"CD006739",
        "PMID":"PMID:16823726",
        "Title":"Twelve-week monotherapy with the DPP-4 inhibitor vildagliptin improves glycemic control in subjects with type 2 diabetes.",
        "Abstract":"Inhibition of dipeptidyl peptidase-4 enhances the activity of incretin hormones, improving glycemic control in subjects with type 2 diabetes. This twelve-week randomized, double-masked, placebo-controlled study assessed the efficacy and tolerability of the specific and potent oral dipeptidyl peptidase-4 inhibitor, vildagliptin (25 mg, bid, n=70) VS. placebo (bid, n=28) in previously diet-treated subjects with type 2 diabetes. Standardized meal tests were performed at baseline and endpoint. The between-group difference in adjusted mean change in HbA1c from baseline to endpoint was - 0.6 +\/- 0.2 % (p=0.0012) for the whole cohort (baseline 8.0 %) and -1.2 % for subjects with baseline HbA1c 8.0 - 9.5 %. Fasting glucose and mean prandial glucose were reduced by 1.1 +\/- 0.4 (p=0.0043) and 1.9 +\/- 0.5 mmol\/l (p <0.0001), respectively. The between-group differences in corrected insulin response at peak glucose and mean prandial C-peptide were + 0.06 +\/- 0.02 (p=0.0258) and + 0.10 +\/- 0.03 nmol\/l (p=0.0031), respectively. Vildagliptin had no effect on fasting lipid levels or body weight. The incidence of adverse events was similar in subjects receiving placebo (71.4 %) and vildagliptin (55.7 %).\n                monotherapy with vildagliptin is well tolerated and improves glycemic control in diet-treated subjects with type 2 diabetes. Concomitant improvements in beta-cell function were also observed. Subjects with higher baseline HbA1c levels showed greater response.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":28738,
        "ReviewID":"CD006739",
        "PMID":"PMID:17001471",
        "Title":"Efficacy and safety of the dipeptidyl peptidase-4 inhibitor sitagliptin as monotherapy in patients with type 2 diabetes mellitus.",
        "Abstract":"The aim of this study was to assess the efficacy and safety of sitagliptin (MK-0431) as monotherapy in patients with type 2 diabetes mellitus and inadequate glycaemic control (HbA(1c) > or =7% and < or =10%) on exercise and diet.\n                A total of 521 patients aged 27-76 years with a mean baseline HbA(1c) of 8.1% were randomised in a 1:2:2 ratio to treatment with placebo, sitagliptin 100 mg once daily, or sitagliptin 200 mg once daily, for 18 weeks. The efficacy analysis was based on an all-patients-treated population using an analysis of covariance, excluding data obtained after glycaemic rescue.\n                After 18 weeks, HbA(1c) was significantly reduced with sitagliptin 100 mg and 200 mg compared with placebo (placebo-subtracted HbA(1c) reduction: -0.60% and -0.48%, respectively). Sitagliptin also significantly decreased fasting plasma glucose relative to placebo. Patients with higher baseline HbA(1c) (> or =9%) experienced greater placebo-subtracted HbA(1c) reductions with sitagliptin (-1.20% for 100 mg and -1.04% for 200 mg) than those with HbA(1c) <8% (-0.44% and -0.33%, respectively) or > or =8% to 8.9% (-0.61% and -0.39%, respectively). Homeostasis model assessment beta cell function index and fasting proinsulin:insulin ratio, markers of insulin secretion and beta cell function, were significantly improved with sitagliptin. The incidence of hypoglycaemia and gastrointestinal adverse experiences was not significantly different between sitagliptin and placebo. Sitagliptin had a neutral effect on body weight.\n                Sitagliptin significantly improved glycaemic control and was well tolerated in patients with type 2 diabetes mellitus who had inadequate glycaemic control on exercise and diet.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":28745,
        "ReviewID":"CD006739",
        "PMID":"PMID:17156104",
        "Title":"Efficacy and tolerability of the dipeptidyl peptidase-4 inhibitor sitagliptin as monotherapy over 12 weeks in patients with type 2 diabetes.",
        "Abstract":"The aim of this study was to assess the efficacy and tolerability of the dipeptidyl peptidase-4 inhibitor, sitagliptin, in patients with type 2 diabetes who have inadequate glycaemic control on diet and exercise. In a randomised, double-blind, placebo- and active-controlled study, 743 patients with type 2 diabetes and a mean baseline HbA(1c) of 7.9% were randomised to receive one of six treatments for 12 weeks: placebo, sitagliptin 5, 12.5, 25 or 50 mg b.i.d., or glipizide 5 mg\/day (electively titrated up to 20 mg\/day). At week 12, treatment with sitagliptin at all doses tested led to a significant (p < 0.001) reduction in HbA(1c) relative to placebo, with the largest reductions occurring in the 50-mg b.i.d. group. The placebo-subtracted differences in HbA(1c) for the sitagliptin dose groups ranged from -0.38% to -0.77% in a dose-dependent manner, and -1.00% in the glipizide group. Sitagliptin also produced significant reductions in fasting plasma glucose and mean daily glucose across the dose range studied. Sitagliptin treatment was well tolerated and resulted in no significant weight change relative to placebo. There was a modest weight gain observed with glipizide treatment relative to placebo. Hypoglycaemia adverse experiences were reported with the highest incidence in the glipizide group (17%) compared with the placebo (2%) or sitagliptin groups (0-4%, not dose-dependent). In summary, in this study sitagliptin improved glycaemic control, with 50 mg b.i.d. being the most effective dose, and was generally well-tolerated in patients with type 2 diabetes.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":28732,
        "ReviewID":"CD006739",
        "PMID":"PMID:17593236",
        "Title":"Efficacy and safety of the dipeptidyl peptidase-4 inhibitor, sitagliptin, in patients with type 2 diabetes mellitus inadequately controlled on glimepiride alone or on glimepiride and metformin.",
        "Abstract":"To assess the efficacy and safety of a 24-week treatment with sitagliptin, a highly selective once-daily oral dipeptidyl peptidase-4 (DPP-4) inhibitor, in patients with type 2 diabetes who had inadequate glycaemic control [glycosylated haemoglobin (HbA(1c)) >or=7.5% and <or=10.5%] while on glimepiride alone or in combination with metformin.\n                After a screening, diet\/exercise run-in and drug wash-off period, a glimepiride +\/- metformin dose titration\/stabilization period and a 2-week, single-blind placebo run-in, 441 patients (of ages 18-75 years) were randomized to receive the addition of sitagliptin 100 mg once daily or placebo in a 1 : 1 ratio for 24 weeks. Of these patients, 212 were on glimepiride (>or=4 mg\/day) monotherapy and 229 were on glimepiride (>or=4 mg\/day) plus metformin (>or=1,500 mg\/day) combination therapy. Patients exceeding pre-specified glycaemic thresholds during the double-blind treatment period were provided open-label rescue therapy (pioglitazone) until study end. The primary efficacy analysis evaluated the change in HbA(1c) from baseline to Week 24. Secondary efficacy endpoints included fasting plasma glucose (FPG), 2-h post-meal glucose and lipid measurements.\n                Mean baseline HbA(1c) was 8.34% in the sitagliptin and placebo groups. After 24 weeks, sitagliptin reduced HbA(1c) by 0.74% (p < 0.001) relative to placebo. In the subset of patients on glimepiride plus metformin, sitagliptin reduced HbA(1c) by 0.89% relative to placebo, compared with a reduction of 0.57% in the subset of patients on glimepiride alone. The addition of sitagliptin reduced FPG by 20.1 mg\/dl (p < 0.001) and increased homeostasis model assessment-beta, a marker of beta-cell function, by 12% (p < 0.05) relative to placebo. In patients who underwent a meal tolerance test (n = 134), sitagliptin decreased 2-h post-prandial glucose (PPG) by 36.1 mg\/dl (p < 0.001) relative to placebo. The addition of sitagliptin was generally well tolerated, although there was a higher incidence of overall (60 vs. 47%) and drug-related adverse experiences (AEs) (15 vs. 7%) in the sitagliptin group than in the placebo group. This was largely because of a higher incidence of hypoglycaemia AEs (12 vs. 2%, respectively) in the sitagliptin group compared with the placebo group. Body weight modestly increased with sitagliptin relative to placebo (+0.8 vs. -0.4 kg; p < 0.001).\n                Sitagliptin 100 mg once daily significantly improved glycaemic control and beta-cell function in patients with type 2 diabetes who had inadequate glycaemic control with glimepiride or glimepiride plus metformin therapy. The addition of sitagliptin was generally well tolerated, with a modest increase in hypoglycaemia and body weight, consistent with glimepiride therapy and the observed degree of glycaemic improvement.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":28735,
        "ReviewID":"CD006739",
        "PMID":"PMID:18034842",
        "Title":"Efficacy and tolerability of vildagliptin vs. pioglitazone when added to metformin: a 24-week, randomized, double-blind study.",
        "Abstract":"The aim of this study was to compare the efficacy and tolerability of vildagliptin vs. pioglitazone as add-on therapy in patients with type 2 diabetes inadequately controlled with metformin monotherapy.\n                This 24-week, multicentre, double-blind, randomized, active-controlled study compared vildagliptin (100 mg daily, given as equally divided doses, n = 295) and pioglitazone (30 mg daily, given as a single q.d. dose, n = 281) in patients with inadequate glycaemic control (A1C 7.5-11%) while receiving a stable metformin dose (> or =1500 mg daily). The adjusted mean changes from baseline to study endpoint (AMDelta) in A1C, fasting plasma glucose (FPG), fasting lipids and body weight were compared by analysis of covariance.\n                When added to a stable dose of metformin (mean dose at baseline >2000 mg\/day), both vildagliptin and pioglitazone decreased A1C (AMDelta = -0.9 +\/- 0.1% and -1.0 +\/- 0.1%, respectively) from identical baseline values (8.4 +\/- 0.1%). The between-group difference in AMDelta A1C was 0.1 +\/- 0.1%, and non-inferiority of vildagliptin to pioglitazone was established at both 0.4 and 0.3% margins for upper limit of the 95% confidence intervals. Pioglitazone decreased FPG (AMDelta = -2.1 +\/- 0.1 mmol\/l) to a greater extent than vildagliptin (AMDelta = -1.4 +\/- 0.1 mmol\/l), but only pioglitazone increased body weight (AMDelta = +1.9 +\/- 0.2 kg: between-group difference = -1.6 +\/- 0.3 kg, p < 0.001). Adverse events (AEs) were reported by 60% of vildagliptin-treated patients and by 56.4% of pioglitazone-treated patients; serious AEs were reported by 2.0 and 4.6% of patients receiving vildagliptin and pioglitazone respectively. Mild hypoglycaemia was reported by one patient (0.3%) in the vildagliptin group and by no patients receiving pioglitazone.\n                When added to metformin, the efficacy of vildagliptin is non-inferior to that of pioglitazone. The treatments were similarly well tolerated, but only pioglitazone increased body weight.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":28744,
        "ReviewID":"CD006739",
        "PMID":"PMID:17300592",
        "Title":"Vildagliptin in combination with pioglitazone improves glycaemic control in patients with type 2 diabetes failing thiazolidinedione monotherapy: a randomized, placebo-controlled study.",
        "Abstract":"The purpose of this study was to assess the efficacy and tolerability of the dipeptidyl peptidase-4 inhibitor vildagliptin in combination with the thiazolidinedione (TZD) pioglitazone in patients with type 2 diabetes (T2DM).\n                This was a 24-week, multicentre, double-blind, randomized, parallel-group study comparing the effects of vildagliptin (50 or 100 mg daily) with placebo as an add-on therapy to pioglitazone (45 mg daily) in 463 patients with T2DM inadequately controlled by prior TZD monotherapy. Between-treatment comparisons of efficacy parameters were made by analysis of covariance model.\n                The adjusted mean change (AM Delta) in haemoglobin A(1c) from baseline to endpoint was -0.8 +\/- 0.1% (p = 0.001 vs. placebo) and -1.0 +\/- 0.1% (p < 0.001 vs. placebo), respectively, in patients receiving vildagliptin 50 or 100 mg daily. Relative to baseline, vildagliptin added to pioglitazone also reduced fasting plasma glucose (FPG) (AM Delta FPG =-0.8 +\/- 0.2 mmol\/l and -1.1 +\/- 0.2 mmol\/l; not significant (NS) vs. placebo) and postprandial glucose (PPG) [AM Delta PPG =-1.9 +\/- 0.6 mmol\/l and -2.6 +\/- 0.6 mmol\/l (p = 0.008 vs. placebo)] for 50 and 100 mg daily respectively. Relative to placebo, both doses of vildagliptin significantly increased the insulin secretory rate\/glucose by more than threefold. The overall incidence of adverse events (AEs) was 55.5, 50.0 and 48.7% in patients receiving vildagliptin 50 mg, 100 mg daily or placebo respectively. Serious AEs were experienced by 6.8, 1.3 and 5.7% of patients receiving vildagliptin 50 mg, 100 mg daily or placebo respectively. Mild hypoglycaemia was reported by 0, 0.6 and 1.9% of patients, respectively, receiving vildagliptin 50 mg, 100 mg daily or placebo.\n                Vildagliptin is effective and well tolerated when added to a maximum dose of pioglitazone, without increasing the risk of hypoglycaemia.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":28737,
        "ReviewID":"CD006739",
        "PMID":"PMID:17300595",
        "Title":"Efficacy and safety of the dipeptidyl peptidase-4 inhibitor, sitagliptin, compared with the sulfonylurea, glipizide, in patients with type 2 diabetes inadequately controlled on metformin alone: a randomized, double-blind, non-inferiority trial.",
        "Abstract":"To compare the efficacy and safety of sitagliptin vs. glipizide in patients with type 2 diabetes and inadequate glycaemic control [haemoglobin A(1c) (HbA(1c)) > or = 6.5 and < or = 10%] on metformin monotherapy.\n                After a metformin dose titration\/stabilization period (> or = 1500 mg\/day), 1172 patients were randomized to the addition of sitagliptin 100 mg q.d. (N = 588) or glipizide 5 mg\/day (uptitrated to a potential maximum 20 mg\/day) (N = 584) for 52 weeks. The primary analysis assessed whether sitagliptin was non-inferior to glipizide regarding HbA(1c) changes from baseline at Week 52 using a per-protocol approach.\n                From a mean baseline of 7.5%, HbA(1c) changes from baseline were -0.67% at Week 52 in both groups, confirming non-inferiority. The proportions achieving an HbA(1c) < 7% were 63% (sitagliptin) and 59% (glipizide). Fasting plasma glucose changes from baseline were -0.56 mmol\/l (-10.0 mg\/dl) and -0.42 mmol\/l (-7.5 mg\/dl) for sitagliptin and glipizide, respectively. The proportion of patients experiencing hypoglycaemia episodes was significantly (p < 0.001) higher with glipizide (32%) than with sitagliptin (5%), with 657 events in glipizide-treated patients compared with 50 events in sitagliptin-treated patients. Sitagliptin led to weight loss (change from baseline =-1.5 kg) compared with weight gain (+1.1 kg) with glipizide [between-treatment difference (95% confidence interval) =-2.5 kg (-3.1, -2.0); p < 0.001].\n                In this study, the addition of sitagliptin compared with glipizide provided similar HbA(1c)-lowering efficacy over 52 weeks in patients on ongoing metformin therapy. Sitagliptin was generally well tolerated, with a lower risk of hypoglycaemia relative to glipizide and with weight loss compared with weight gain with glipizide.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":28729,
        "ReviewID":"CD006739",
        "PMID":"PMID:17223217",
        "Title":"Efficacy and tolerability of vildagliptin monotherapy in drug-naïve patients with type 2 diabetes.",
        "Abstract":"This 24-week, double-blind, randomized, multicenter, placebo-controlled, parallel-group study performed in 354 drug-naïve patients with type 2 diabetes (T2DM) assessed efficacy and tolerability of vildagliptin (50mg qd, 50mg bid, or 100mg qd). The primary assessment was change from baseline to endpoint in hemoglobin A1c (A1C), comparing vildagliptin to placebo by ANCOVA. Baseline A1C averaged 8.4% and the between-treatment difference (vildagliptin-placebo) in adjusted mean change (AMDelta) in A1C was -0.5+\/-0.2% (P=0.011), -0.7+\/-0.2% (P<0.001), and -0.9+\/-0.2% (P<0.001) in patients receiving vildagliptin 50 mg qd, 50 mg bid, or 100 mg qd, respectively. Baseline FPG averaged 10.5 mmol\/L; the between-treatment difference in AMDelta FPG was -0.6+\/-0.4 mmol\/L in patients receiving vildagliptin 50mg qd and -1.3+\/-0.4 mmol\/L (P=0.001) in both groups receiving 100mg daily. Relative to baseline, body weight did not change significantly in any of the three vildagliptin groups and decreased by 1.4+\/-0.4 kg in the placebo group. Adverse events (AEs) occurred with similar frequency in each group: 55.8%, 59.3%, 59.3%, and 57.6% of patients receiving vildagliptin 50 mg qd, 50 mg bid, 100 mg qd, or placebo, respectively, experienced an AE. No confirmed hypoglycemia was reported. Conclusion: Vildagliptin is effective and well-tolerated in drug-naïve patients with T2DM and 100 mg vildagliptin provides similar clinical benefit whether given as single or in divided doses.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":28741,
        "ReviewID":"CD006739",
        "PMID":"PMID:17259484",
        "Title":"Comparison of vildagliptin and rosiglitazone monotherapy in patients with type 2 diabetes: a 24-week, double-blind, randomized trial.",
        "Abstract":"To compare the efficacy and tolerability of vildagliptin and rosiglitazone during a 24-week treatment in drug-naïve patients with type 2 diabetes.\n                This was a double-blind, randomized, active-controlled, parallel-group, multicenter study of 24-week treatment with vildagliptin (100 mg daily, given as equally divided doses; n = 519) or rosiglitazone (8 mg daily, given as a once-daily dose; n = 267).\n                Monotherapy with vildagliptin and rosiglitazone decreased A1C (baseline = 8.7%) to a similar extent during the 24-week treatment, with most of the A1C reduction achieved by weeks 12 and 16, respectively. At end point, vildagliptin was as effective as rosiglitazone, improving A1C by -1.1 +\/- 0.1% (P < 0.001) and -1.3 +\/- 0.1% (P < 0.001), respectively, meeting the statistical criterion for noninferiority (upper-limit 95% CI for between-treatment difference < or =0.4%). Fasting plasma glucose decreased more with rosiglitazone (-2.3 mmol\/l) than with vildagliptin (-1.3 mmol\/l). Body weight did not change in vildagliptin-treated patients (-0.3 +\/- 0.2 kg) but increased in rosiglitazone-treated patients (+1.6 +\/- 0.3 kg, P < 0.001 vs. vildagliptin). Relative to rosiglitazone, vildagliptin significantly decreased triglycerides, total cholesterol, and LDL, non-HDL, and total-to-HDL cholesterol (-9 to -16%, all P < or = 0.01) but produced a smaller increase in HDL cholesterol (+4 vs. +9%, P = 0.003). The proportion of patients experiencing an adverse event was 61.4 vs. 64.0% in patients receiving vildagliptin and rosiglitazone, respectively. Only one mild hypoglycemic episode was experienced by one patient in each treatment group, while the incidence of edema was greater with rosiglitazone (4.1%) than vildagliptin (2.1%).\n                Vildagliptin is an effective and well-tolerated treatment option in patients with type 2 diabetes, demonstrating similar glycemic reductions as rosiglitazone but without weight gain.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":28742,
        "ReviewID":"CD006739",
        "PMID":"PMID:17300593",
        "Title":"Efficacy and tolerability of initial combination therapy with vildagliptin and pioglitazone compared with component monotherapy in patients with type 2 diabetes.",
        "Abstract":"The aim of this study was to compare efficacy and tolerability of initial combination therapy with vildagliptin\/pioglitazone to component monotherapy.\n                This 24-week, multicentre, randomized, double-blind, active-controlled study assessed the effects of the dipeptidyl peptidase-4 inhibitor vildagliptin (100 mg q.d.), pioglitazone (30 mg q.d.) and vildagliptin combined with pioglitazone (100\/30 mg q.d. or 50\/15 mg q.d.) in 607 drug-naive patients with type 2 diabetes (T2DM). The primary outcome measure was change from baseline in HbA(1c) in patients receiving initial combination therapy compared with pioglitazone monotherapy.\n                After 24-week treatment, adjusted mean changes in HbA(1c) from baseline (approximately 8.7%) in patients receiving pioglitazone monotherapy, 50\/15 mg combination, 100\/30 mg combination and vildagliptin monotherapy were -1.4 +\/- 0.1%, -1.7 +\/- 0.1%, -1.9 +\/- 0.1% and -1.1 +\/- 0.1% respectively. Both low-dose and high-dose combinations were significantly more efficacious than pioglitazone alone (p = 0.039 and p < 0.001 respectively). Adjusted mean changes in fasting plasma glucose were -1.9 +\/- 0.2, -2.4 +\/- 0.2, -2.8 +\/- 0.2 and -1.3 +\/- 0.2 mmol\/l respectively, and both combination groups were significantly more effective than pioglitazone monotherapy (p = 0.022 and p < 0.001 respectively). The overall incidence of adverse events ranged from 45.8% in the low-dose combination to 51.6% in the pioglitazone monotherapy group. The incidence of peripheral oedema was highest in patients receiving pioglitazone monotherapy (9.3%) and lowest in those receiving low-dose combination (3.5%). One mild hypoglycaemic event was reported by one patient receiving high-dose combination and one patient receiving vildagliptin monotherapy.\n                First-line treatment with vildagliptin\/pioglitazone combination in patients with T2DM provides better glycaemic control than either monotherapy component yet has minimal risk of hypoglycaemia and a tolerability profile comparable with component monotherapy.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":28743,
        "ReviewID":"CD006739",
        "PMID":"PMID:17387446",
        "Title":"Addition of vildagliptin to insulin improves glycaemic control in type 2 diabetes.",
        "Abstract":"Type 2 diabetes is difficult to manage in patients with a long history of disease requiring insulin therapy. Moreover, addition of most currently available oral antidiabetic agents increases the risk of hypoglycaemia. Vildagliptin is a dipeptidyl peptidase-IV inhibitor, which improves glycaemic control by increasing pancreatic beta cell responsiveness to glucose and suppressing inappropriate glucagon secretion. This study assessed the efficacy and tolerability of vildagliptin added to insulin therapy in patients with type 2 diabetes.\n                This was a multicentre, 24-week, double-blind, randomised, placebo-controlled, parallel-group study in patients with type 2 diabetes that was inadequately controlled (HbA(1c) = 7.5-11%) by insulin. Patients received vildagliptin (n = 144; 50 mg twice daily) or placebo (n = 152) while continuing insulin therapy.\n                Baseline HbA(1c) averaged 8.4 +\/- 0.1% in both groups. The adjusted mean change from baseline to endpoint (AMDelta) in HbA(1c) was -0.5 +\/- 0.1% and -0.2 +\/- 0.1% in patients receiving vildagliptin or placebo, respectively, with a significant between-treatment difference (p = 0.01). In patients aged >\/=65 years, the AMDelta HbA(1c) was -0.7 +\/- 0.1% in the vildagliptin group vs -0.1 +\/- 0.1% in the placebo group (p < 0.001). The incidence of adverse events was similar in the vildagliptin (81.3%) and placebo (82.9%) groups. However, hypoglycaemic events were less common (p < 0.001) and less severe (p < 0.05) in patients receiving vildagliptin than in those receiving placebo.\n                Vildagliptin decreases HbA(1c) in patients whose type 2 diabetes is poorly controlled with high doses of insulin. Addition of vildagliptin to insulin therapy is also associated with reduced confirmed and severe hypoglycaemia. ClinicalTrials.gov ID no.: NCT 00099931.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":28731,
        "ReviewID":"CD006739",
        "PMID":"PMID:17373638",
        "Title":"Vildagliptin in drug-naïve patients with type 2 diabetes: a 24-week, double-blind, randomized, placebo-controlled, multiple-dose study.",
        "Abstract":"This 24-week double-blind, randomized, multicenter, placebo-controlled, parallel-group study was performed in 632 drug-naïve patients with type 2 diabetes to assess efficacy and tolerability of vildagliptin (50 mg qd, 50 mg bid, or 100 mg qd). HbA1c decreased modestly in patients receiving placebo (Delta=-0.3+\/-0.1%) and to a significantly greater extent in patients receiving vildagliptin 50 mg qd (Delta=-0.8+\/-0 .1%), 50 mg bid (Delta=-0.8+\/-0.1%), or 100 mg qd (Delta=-0.9+\/-0.1%, p<0.01 for all groups VS. placebo) from an average baseline of 8.4%. In patients diagnosed >or=3 months before enrollment, HbA1c increased with placebo (Delta=+0.2+\/-0.2%) and between-treatment differences (vildagliptin-placebo) were -0.8+\/-0.2% (p<0.001), -0.7+\/-0.2% (p=0.003), and -0.9+\/-0.2% (p<0.001) with vildagliptin 50 mg qd, 50 mg bid, and 100 mg qd, respectively. There was no apparent dose-response in the overall population; however, in patients with high baseline HbA1c, there were greater reductions with either 100 mg dose regimen (Delta=-1.3+\/-0.2% and -1.4+\/-0.2%) compared to 50 mg qd (Delta=-0.8+\/-0.1%). Body weight decreased modestly in all groups (by 0.3 to 1.8 kg). The incidence of adverse events was similar across all groups and <or=1.2% of patients in any treatment group reported mild hypoglycemia. In conclusion, vildagliptin monotherapy decreases HbA1c in drug-naïve patients without weight gain and is well tolerated with minimal hypoglycemia.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":28736,
        "ReviewID":"CD006739",
        "PMID":"PMID:17509069",
        "Title":"Comparison between vildagliptin and metformin to sustain reductions in HbA(1c) over 1 year in drug-naïve patients with Type 2 diabetes.",
        "Abstract":"To evaluate the ability of vildagliptin and metformin to sustain reductions in HbA(1c) over a 1-year treatment period in drug-naïve patients with Type 2 diabetes (Type 2 DM).\n                Double-blind, randomized, multicentre, active-controlled, parallel-group study of 52-week treatment with vildagliptin (100 mg daily, n = 526) or metformin (titrated to 2000 mg daily, n = 254) in drug-naïve patients (baseline HbA(1c) = 7.5-11.0%). HbA(1c) was measured periodically over 1 year.\n                Vildagliptin and metformin each rapidly decreased HbA(1c) from an equal baseline of 8.7%. Most of the HbA(1c) reduction was attained by week 12, and the efficacy was sustained throughout 1-year treatment with both agents. At the study end, significant HbA(1c) reductions from baseline were seen with both vildagliptin (-1.0 +\/- 0.1%, P < 0.001) and metformin (-1.4 +\/- 0.1%, P < 0.001); however, statistical non-inferiority of 50 mg vildagliptin twice daily to 1000 mg metformin twice daily was not established. Body weight did not change during the 1-year treatment with vildagliptin (0.3 +\/- 0.2 kg, P = 0.17) and decreased in metformin-treated patients (-1.9 +\/- 0.3 kg, P < 0.001). The proportion of patients experiencing an adverse event was 70.1 vs. 75.4% in patients receiving vildagliptin and metformin, respectively. The proportion of patients experiencing a gastrointestinal adverse event was twofold higher in the metformin group, driven by a 3-4-fold greater incidence of diarrhoea, nausea and abdominal pain. The incidence of hypoglycaemia was similarly low in both groups (< 1%).\n                A clinically meaningful decrease in HbA(1c) that was sustained throughout a 1-year treatment in drug-naïve patients with Type 2 DM was seen with both metformin and vildagliptin monotherapy.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":28728,
        "ReviewID":"CD006739",
        "PMID":"PMID:18248490",
        "Title":"Efficacy and tolerability of vildagliptin in drug-naïve patients with type 2 diabetes and mild hyperglycaemia*.",
        "Abstract":"This study was conducted to assess efficacy and tolerability of vildagliptin in drug-naïve patients with type 2 diabetes and mild hyperglycaemia.\n                Multicentre, double-blind, randomized, placebo-controlled, parallel-group study of 52-week treatment with vildagliptin (50 mg q.d.) in 306 drug-naïve patients with type 2 diabetes (A1C = 6.2-7.5%). A1C, fasting plasma glucose (FPG) and measures of prandial glucose control and beta-cell function determined during standard meal tests were assessed.\n                Baseline A1C and FPG averaged 6.7% and 7.1 mmol\/l, respectively, in patients randomized to vildagliptin (n = 156) and 6.8% and 7.2 mmol\/l in those randomized to placebo (n = 150). A1C decreased modestly in vildagliptin-treated patients (Delta = -0.2 +\/- 0.1%) and increased in patients receiving placebo (Delta = 0.1 +\/- 0.1%). The between-group difference (vildagliptin - placebo) in adjusted mean change (AM Delta) in A1C was -0.3 +\/- 0.1% (p < 0.001). FPG increased in patients receiving placebo (Delta = 0.5 +\/- 0.1 mmol\/l) and to a significantly lesser extent in vildagliptin-treated patients (between-group difference in AM Delta FPG = -0.4 +\/- 0.2 mmol\/l, p = 0.032). Relative to placebo, 2-h postprandial glucose (PPG) decreased (-0.9 +\/- 0.4 mmol\/l, p = 0.012), and insulin secretory rate (ISR) relative to glucose [ISR area under the curve (AUC)(0-2) (h)\/glucose AUC(0-2) (h)] increased (+5.0 +\/- 1.2 pmol\/min\/m(2)\/mM, p < 0.001). Mean body weight decreased by 0.5 +\/- 0.3 kg in vildagliptin-treated patients and by 0.2 +\/- 0.3 kg in patients receiving placebo. The side-effect profile of vildagliptin was similar to that of placebo, and one hypoglycaemic episode occurred in one patient receiving placebo.\n                In drug-naïve patients with mild hyperglycaemia, relative to placebo, 52-week treatment with vildagliptin 50 mg q.d. significantly decreases A1C, FPG and PPG and improves beta-cell function without weight gain or hypoglycaemia.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":28725,
        "ReviewID":"CD006739",
        "PMID":"PMID:17933414",
        "Title":"Efficacy and safety of sitagliptin monotherapy in Japanese patients with type 2 diabetes.",
        "Abstract":"Efficacy and tolerability of sitagliptin, a dipeptidyl peptidase-4 inhibitor, were assessed in Japanese patients with type 2 diabetes. In a multicenter, double-blind, randomized, placebo-controlled trial in Japan, 151 patients with inadequate glycemic control [HbA(1c) > or =6.5% to <10%, fasting plasma glucose (FPG) > or =126 to < or =240 mg\/dL] were randomized to once-daily sitagliptin 100mg or placebo for 12 weeks. After 12 weeks, the least squares (LS) mean change from baseline HbA(1c) was -0.65% (95% CI: -0.80, -0.50) with sitagliptin versus 0.41% (0.26, 0.56) with placebo [between-group difference=-1.05% (-1.27, -0.84); p<0.001]. LS mean change from baseline FPG was -22.5mg\/dL (95% CI: -28.0, -17.0) with sitagliptin versus 9.4 mg\/dL (3.9, 14.9) with placebo [between-group difference=-31.9 mg\/dL (95% CI: -39.7,-24.1); p<0.001]. More patients achieved HbA(1c) <7% or <6.5% with sitagliptin than with placebo (p<0.001). Following a meal tolerance test, 2-h postprandial glucose was significantly reduced with sitagliptin relative to placebo. Clinical and laboratory adverse experiences were similar between treatments, with no reported hypoglycemia adverse events with sitagliptin. Body weight was unchanged relative to baseline in the sitagliptin group (-0.1 kg), but significantly (p<0.01) different relative to the placebo group (-0.7 kg). In this study, once-daily sitagliptin 100mg for 12 weeks improved fasting and postprandial glycemic control and was generally well tolerated in Japanese patients with type 2 diabetes.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":28726,
        "ReviewID":"CD006739",
        "PMID":"PMID:17277036",
        "Title":"Effects of vildagliptin on glucose control over 24 weeks in patients with type 2 diabetes inadequately controlled with metformin.",
        "Abstract":"We sought to evaluate the efficacy and safety of vildagliptin, a new dipeptidyl peptidase-4 inhibitor, added to metformin during 24 weeks of treatment in patients with type 2 diabetes.\n                This was a double-blind, randomized, multicenter, parallel group study of a 24-week treatment with 50 mg vildagliptin daily (n = 177), 100 mg vildagliptin daily (n = 185), or placebo (n = 182) in patients continuing a stable metformin dose regimen (> or =1,500 mg\/day) but achieving inadequate glycemic control (A1C 7.5-11%).\n                The between-treatment difference (vildagliptin-placebo) in adjusted mean change (AMDelta) +\/- SE in A1C from baseline to end point was -0.7 +\/- 0.1% (P < 0.001) and -1.1 +\/- 0.1% (P < 0.001) in patients receiving 50 or 100 mg vildagliptin daily, respectively. The between-treatment difference in the AMDelta fasting plasma glucose (FPG) was -0.8 +\/- 0.3 mmol\/l (P = 0.003) and -1.7 +\/- 0.3 mmol\/l (P < 0.001) in patients receiving 50 or 100 mg vildagliptin daily, respectively. Adverse events (AEs) were reported by 63.3, 65.0, and 63.5% of patients receiving 50 mg vildagliptin daily, 100 mg vildagliptin daily, or placebo, respectively. Gastrointestinal AEs were reported by 9.6 (P = 0.022 vs. placebo), 14.8, and 18.2% of patients receiving 50 mg vildagliptin daily, 100 mg vildagliptin daily, or placebo, respectively. One patient in each treatment group experienced one mild hypoglycemic event.\n                Vildagliptin is well tolerated and produces clinically meaningful, dose-related decreases in A1C and FPG as add-on therapy in patients with type 2 diabetes inadequately controlled by metformin.",
        "Year":null
    },
    {
        "Unnamed: 0":28727,
        "ReviewID":"CD006739",
        "PMID":"PMID:17130197",
        "Title":"Efficacy and safety of the dipeptidyl peptidase-4 inhibitor sitagliptin added to ongoing metformin therapy in patients with type 2 diabetes inadequately controlled with metformin alone.",
        "Abstract":"The efficacy and safety of the dipeptidyl peptidase-4 inhibitor, sitagliptin, added to ongoing metformin therapy, were assessed in patients with type 2 diabetes who had inadequate glycemic control (HbA(1c) [A1C] >or=7 and <or=10%) with metformin alone.\n                After a screening diet\/exercise run-in period, a metformin dose titration\/stabilization period, and a 2-week, single-blind, placebo run-in period, 701 patients, aged 19-78 years, with mild to moderate hyperglycemia (mean A1C 8.0%) receiving ongoing metformin (>or=1,500 mg\/day) were randomly assigned to receive the addition of placebo or sitagliptin 100 mg once-daily in a 1:2 ratio for 24 weeks. Patients exceeding specific glycemic limits were provided rescue therapy (pioglitazone) until the end of the study. The efficacy analyses were based on an all-patients-treated population using an ANCOVA and excluded data obtained after glycemic rescue.\n                At week 24, sitagliptin treatment led to significant reductions compared with placebo in A1C (-0.65%), fasting plasma glucose, and 2-h postmeal glucose. Fasting insulin, fasting C-peptide, fasting proinsulin-to-insulin ratio, postmeal insulin and C-peptide areas under the curve (AUCs), postmeal insulin AUC-to-glucose AUC ratio, homeostasis model assessment of beta-cell function, and quantitative insulin sensitivity check index were significantly improved with sitagliptin relative to placebo. A significantly greater proportion of patients achieved an A1C <7% with sitagliptin (47.0%) than with placebo (18.3%). There was no increased risk of hypoglycemia or gastrointestinal adverse experiences with sitagliptin compared with placebo. Body weight decreased similarly with sitagliptin and placebo.\n                Sitagliptin 100 mg once-daily added to ongoing metformin therapy was efficacious and well tolerated in patients with type 2 diabetes who had inadequate glycemic control with metformin alone.",
        "Year":null
    },
    {
        "Unnamed: 0":28733,
        "ReviewID":"CD006739",
        "PMID":"PMID:17485570",
        "Title":"Effect of initial combination therapy with sitagliptin, a dipeptidyl peptidase-4 inhibitor, and metformin on glycemic control in patients with type 2 diabetes.",
        "Abstract":"To assess the efficacy and safety of initial combination therapy with sitagliptin and metformin in patients with type 2 diabetes and inadequate glycemic control on diet and exercise.\n                In a 24-week, randomized, double-blind, placebo-controlled, parallel-group study, 1,091 patients with type 2 diabetes and A1C 7.5-11% were randomized to one of six daily treatments: sitagliptin 100 mg\/metformin 1,000 mg (S100\/M1000 group), sitagliptin 100 mg\/metformin 2,000 mg (S100\/M2000 group), metformin 1,000 mg (M1000 group), metformin 2,000 mg (M2000 group) (all as divided doses administered twice daily [b.i.d.]), sitagliptin 100 mg q.d. (S100 group), or placebo. Patients who had an A1C >11% or a fasting glucose value >280 mg\/dl after the run-in period were not eligible to be randomized; these patients could participate in an open-label substudy and were treated with S100\/M2000 for 24 weeks.\n                The mean baseline A1C was 8.8% in the randomized patients. The placebo-subtracted A1C change from baseline was -2.07% (S100\/M2000), -1.57% (S100\/M1000), -1.30% (M2000), -0.99% (M1000), and -0.83% (S100) (P < 0.001 for comparisons versus placebo and for coadministration versus respective monotherapies). The proportion of patients achieving an A1C <7% and <6.5% was 66 and 44%, respectively, in the S100\/M2000 group (P < 0.001 vs. S100 or M2000). For the open-label cohort (n = 117; baseline A1C 11.2%) treated with S100\/M2000, the within-group mean A1C change from baseline was -2.9%. The incidence of hypoglycemia was low (0.5-2.2%) across active treatment groups and not significantly different from that in the placebo group (0.6%). The incidence of gastrointestinal adverse experiences was similar for coadministration therapies compared with their respective metformin monotherapy.\n                The initial combination of sitagliptin and metformin provided substantial and additive glycemic improvement and was generally well tolerated in patients with type 2 diabetes.",
        "Year":null
    },
    {
        "Unnamed: 0":28734,
        "ReviewID":"CD006739",
        "PMID":"PMID:17130196",
        "Title":"Effect of the dipeptidyl peptidase-4 inhibitor sitagliptin as monotherapy on glycemic control in patients with type 2 diabetes.",
        "Abstract":"To examine the efficacy and safety of once-daily oral sitagliptin as monotherapy in patients with type 2 diabetes.\n                In a randomized, double-blind, placebo-controlled study, 741 patients (baseline HbA(1c) [A1C] 8.0%) were randomized to sitagliptin 100 or 200 mg or placebo for 24 weeks.\n                Sitagliptin 100 and 200 mg produced significant (P < 0.001) placebo-subtracted reductions in A1C (-0.79 and -0.94%, respectively) and fasting plasma glucose (-1.0 mmol\/l [-17.1 mg\/dl] and -1.2 mmol\/l [-21.3 mg\/dl], respectively). Patients with baseline A1C >or=9% had greater reductions in placebo-subtracted A1C with sitagliptin 100 and 200 mg (-1.52 and -1.50%, respectively) than those with baseline A1C <8% (-0.57 and -0.65%) or >or=8 to <9.0% (-0.80 and -1.13%, respectively). In a meal tolerance test, sitagliptin 100 and 200 mg significantly decreased 2-h postprandial glucose (PPG) (placebo-subtracted PPG -2.6 mmol\/l [-46.7 mg\/dl] and -3.0 mmol\/l [-54.1 mg\/dl], respectively). Results for the above key efficacy parameters were not significantly different between sitagliptin doses. Homeostasis model assessment of beta-cell function and proinsulin-to-insulin ratio improved with sitagliptin. The incidence of hypoglycemia was similar, and overall gastrointestinal adverse experiences were slightly higher with sitagliptin. No meaningful body weight changes from baseline were observed with sitagliptin 100 (-0.2 kg) or 200 mg (-0.1 kg). The body weight change with placebo (-1.1 kg) was significantly (P < 0.01) different from that observed with sitagliptin.\n                In this 24-week study, once-daily sitagliptin monotherapy improved glycemic control in the fasting and postprandial states, improved measures of beta-cell function, and was well tolerated in patients with type 2 diabetes.",
        "Year":null
    }
]