[
    {
        "Unnamed: 0":20701,
        "ReviewID":"CD000957",
        "PMID":"PMID:3883172",
        "Title":"Efficacy of low-dose methotrexate in rheumatoid arthritis.",
        "Abstract":"Twenty-eight patients with refractory rheumatoid arthritis completed a randomized 24-week double-blind crossover trial comparing oral methotrexate (2.5 to 5 mg every 12 hours for three doses weekly) with placebo. The methotrexate group had significant reductions (P less than 0.01 as compared with the placebo group) in the number of tender or painful joints, the duration of morning stiffness, and disease activity according to physician and patient assessments at the 12-week crossover visit; reductions in the number of swollen joints (P less than 0.05) and 15-m walking time (P less than 0.03) also occurred. These variables, as well as the grip strength and erythrocyte sedimentation rate, showed significant (P less than 0.01) improvement at 24 weeks in the population crossed over to methotrexate. A significantly increased frequency (P less than 0.03) of the HLA-DR2 haplotype occurred in the eight patients with the most substantial response to methotrexate. Adverse reactions during methotrexate therapy included transaminase elevation (21 per cent), nausea (18 per cent), and diarrhea (12 per cent); one patient was withdrawn from the trial because of diarrhea. One patient died while receiving the placebo. Methotrexate did not affect measures of humoral or cellular immunity. We conclude that this trial provides evidence of the short-term efficacy of methotrexate in rheumatoid arthritis, but the mechanism of action is unknown. Longer trials will be required to determine the ultimate safety and effectiveness of this drug.",
        "Year":1985
    },
    {
        "Unnamed: 0":20703,
        "ReviewID":"CD000957",
        "PMID":"PMID:3893441",
        "Title":"Comparison of low-dose oral pulse methotrexate and placebo in the treatment of rheumatoid arthritis. A controlled clinical trial.",
        "Abstract":"One hundred eighty-nine patients with rheumatoid arthritis were entered into a prospective, controlled, double-blind multicenter trial comparing placebo and methotrexate (MTX). One hundred ten patients completed 18 weeks of therapy. No remissions were seen, but patients able to tolerate low-dose pulse MTX therapy were significantly improved, compared with patients receiving placebo therapy, for all clinical variables measured, including joint pain\/tenderness and swelling counts, rheumatoid nodules, and patient and physician assessment of disease activity. MTX treatment demonstrated statistically significant improvement over placebo in patients with anemia, elevated erythrocyte sedimentation rate, and rheumatoid factor. However, nearly one-third of the patients receiving MTX were withdrawn for adverse drug reactions, of which elevated levels of liver enzymes was the most common. Pancytopenia occurred in 2 patients taking MTX. All adverse drug effects resolved without sequelae. MTX appears to be effective in the treatment of active rheumatoid arthritis but requires close monitoring for toxicity.",
        "Year":1985
    },
    {
        "Unnamed: 0":20704,
        "ReviewID":"CD000957",
        "PMID":"PMID:4037555",
        "Title":"Weekly pulse methotrexate in rheumatoid arthritis. Clinical and immunologic effects in a randomized, double-blind study.",
        "Abstract":"Twelve patients with refractory rheumatoid arthritis were treated with weekly pulse methotrexate in a double-blind, placebo-controlled, crossover study. After 13 weeks of therapy, patients receiving methotrexate showed greater improvement, judged by degree of joint swelling and tenderness, duration of morning stiffness, and subjective assessments of clinical condition, compared to those receiving placebo (p less than or equal to 0.002). This improvement was associated with a decrease in sedimentation rate and decreases in levels of IgG, IgM, and IgA; no changes were seen in serum rheumatoid factor titer or complement protein levels. Proportions of mononuclear cell subsets that were abnormal before treatment (decreased percentage of total T cells, increased percentage of monocytes) improved toward normal after therapy with methotrexate. However, no changes were seen in elevated pretreatment Leu-3\/Leu-2 ratios, in in-vitro proliferative responses of lymphocytes to mitogens, or in immunoglobulin secretory responses to pokeweed mitogen. Weekly pulse methotrexate is effective in the short-term treatment of refractory rheumatoid arthritis. Little evidence for cellular immune suppression was associated with this clinical benefit.",
        "Year":1985
    },
    {
        "Unnamed: 0":20700,
        "ReviewID":"CD000957",
        "PMID":"PMID:2084236",
        "Title":"Adverse experience with methotrexate during 176 weeks of a longterm prospective trial in patients with rheumatoid arthritis.",
        "Abstract":"Adverse experience occurred with a high frequency in a longterm (greater than 3 years), prospective, double blind, followed by an open trial of methotrexate (MTX) therapy in 45 patients with rheumatoid arthritis (RA). Adverse experiences occurred in 96% of patients, and the discontinuation rate was 44% over 176 weeks. No hepatic or pulmonary fibrosis occurred. Unusual toxicities included weight loss (2 patients), systemic fungal infections (2 patients), and transient noncirrhotic ascites (1 patient). Baseline white blood cell counts and creatinine may help predict adverse experiences. The full dose-toxicity spectrum of MTX RA is not yet fully defined.",
        "Year":1990
    },
    {
        "Unnamed: 0":20702,
        "ReviewID":"CD000957",
        "PMID":"PMID:8242109",
        "Title":"[A short-term randomized controlled study with methotrexate in rheumatoid arthritis].",
        "Abstract":"Randomized, controlled and double-blind study of 36 patients aimed at the evaluation of the efficacy and toxicity of MTX in the treatment of rheumatoid arthritis. Twenty-eight patients completed the study period: 14 in the MTX group and 14 in the placebo group. The patients treated with MTX presented a statistically significant improvement (p < 0.05) in pain, grip strength and functional ability when compared to placebo treated patients. Mild adverse effects were observed in 4 patients treated with MTX and in 2 patients treated with placebo. These findings support other studies and give to methotrexate a relevant position in the treatment of rheumatoid arthritis, owing to its convenient posology, beneficial effectivity and favourable toxicity.",
        "Year":1993
    }
]