[
    {
        "Unnamed: 0": 33383,
        "ReviewID": "CD004714",
        "PMID": "PMID:9287060",
        "Title": "Treatment of periodontal disease in diabetics reduces glycated hemoglobin.",
        "Abstract": "Periodontal disease is a common infection-induced inflammatory disease among individuals suffering from diabetes mellitus. The purpose of this study was to assess the effects of treatment of periodontal disease on the level of metabolic control of diabetes. A total of 113 Native Americans (81 females and 32 males) suffering from periodontal disease and non-insulin dependent diabetes mellitus (NIDDM) were randomized into 5 treatment groups. Periodontal treatment included ultrasonic scaling and curettage combined with one of the following antimicrobial regimens: 1) topical water and systemic doxycycline, 100 mg for 2 weeks; 2) topical 0.12% chlorhexidine (CHX) and systemic doxycycline, 100 mg for 2 weeks; 3) topical povidone-iodine and systemic doxycycline, 100 mg for 2 weeks; 4) topical 0.12% CHX and placebo; and 5) topical water and placebo (control group). Assessments were performed prior to and at 3 and 6 months after treatment and included probing depth (PD), clinical attachment level (CAL), detection of Porphyromonas gingivalis in subgingival plaque and determination of serum glucose and glycated hemoglobin (HbA1c). After treatment all study groups showed clinical and microbial improvement. The doxycycline-treated groups showed the greatest reduction in probing depth and subgingival Porphyromonas gingivalis compared to the control group. In addition, all 3 groups receiving systemic doxycycline showed, at 3 months, significant reductions (P < or = 0.04) in mean HbA1c reaching nearly 10% from the pretreatment value. Effective treatment of periodontal infection and reduction of periodontal inflammation is associated with a reduction in level of glycated hemoglobin. Control of periodontal infections should thus be an important part of the overall management of diabetes mellitus patients.",
        "Year": 1997,
        "CitationCount": 586
    },
    {
        "Unnamed: 0": 33379,
        "ReviewID": "CD004714",
        "PMID": "PMID:11288794",
        "Title": "Clinical and radiological improvement of periodontal disease in patients with type 2 diabetes mellitus treated with alendronate: a randomized, placebo-controlled trial.",
        "Abstract": "Alendronate (ALN) is an aminobisphosphonate commonly used for osteoporosis in postmenopausal women. We studied the effect of ALN on bone loss prevention in type 2 diabetes mellitus patients with periodontal disease.\n                In a controlled double-blind, randomized study we evaluated prospectively diabetic patients paired by gender and years since diagnosis for 6 months. The study included 40 patients (20 men and 20 women), 50 to 60 years old, with more than 5 years since diagnosis of diabetes and established periodontitis. They were randomly allocated to alendronate (10 mg/daily) or placebo treatment for 6 months. The endpoints of treatment were: the distance between the alveolar bone border and the cemento-enamel-junction (CEJ) evaluated by means of digital radiographic imaging, a biochemical marker of bone resorption (urine N-telopeptide) (Ntx), and periodontal parameters. Metabolic control was assessed at baseline and after 6 months.\n                Baseline and 6-month glycated hemoglobin levels were similar in both groups. Alendronate induced a significant decrease in NTx at 6 months (P = 0.006). Periodontal parameters improved in both groups. However, they were significantly better for the ALN treated group. Alveolar bone border-CEJ distance increased in the placebo, but decreased in the ALN group (P = 0.0003).\n                In type-2 diabetic patients, alendronate induced more improvement in alveolar bone crest height than control therapy. No differences in urinary N-telopeptide or glycated hemoglobin were observed in this short-term randomized controlled pilot trial.",
        "Year": 2001,
        "CitationCount": 135
    },
    {
        "Unnamed: 0": 33378,
        "ReviewID": "CD004714",
        "PMID": "PMID:11966926",
        "Title": "Comparative evaluation of adjunctive oral irrigation in diabetics.",
        "Abstract": "The purpose of this study was to assess the response of diabetics to scaling and root planing treatment and subgingival oral irrigation as adjunctive therapy.\n                A total of 52 type 1 and 2 diabetics (mean age 51.3+/-14) with adult periodontitis were randomized to two groups. Treatment included ultrasonic scaling and scaling and root planing in both groups (control and test) plus subgingival water irrigation 2x daily for the test group. Assessments were made prior to and at 6 and 12 weeks after treatment. Parameters measured were modified gingival index (MGI), probing pocket depth (PPD), plaque index (PI), clinical attachment level (CAL), and bleeding on probing (BOP). Systemic measurement of Reactive Oxygen Species (ROS) generation, cytokines (TNF-alpha, IL-1beta, IL-10, and PGE2), and glycated hemoglobin (HbA1C).\n                After treatment, analysis of data showed that both groups had clinical and systemic improvement. The test group had a statistically significant reduction for MGI, PI, and BOP compared to controls (p<0.03) at 12 weeks and for ROS generation at 12 weeks (p<0.012). Unlike controls, systemic analysis of cytokines showed a statistically significant reduction from baseline for IL-1beta at 6 weeks and PGE2 at 6 and 12 weeks (p<0.05) within test group.\n                These results suggest that scaling and root planing and adjunctive therapy may be of value in establishing a healthy periodontium in diabetics.",
        "Year": 2002,
        "CitationCount": 114
    },
    {
        "Unnamed: 0": 33377,
        "ReviewID": "CD004714",
        "PMID": "PMID:14584871",
        "Title": "Effect of non-surgical periodontal therapy on glycemic control in patients with type 2 diabetes mellitus.",
        "Abstract": "The literature suggests that an alteration in glucose metabolism occurs as a result of antibacterial periodontal therapy. The objective of this study was to monitor the effect of non-surgical periodontal therapy on glycemic control in patients with type 2 diabetes mellitus (DM).\n                Thirty type 2 DM subjects with periodontitis were randomly divided into two groups. Group 1 (G1), 15 subjects, received one-stage full-mouth scaling and root planing (FMSRP) plus amoxicillin/clavulanic acid 875 mg; group 2 (G2), 15 patients, received only FMSRP. At baseline and after 3 months, the glycated hemoglobin (HbA1c) values, fasting glucose, and clinical parameters (with computerized probing and individualized acrylic stents) were recorded. Following therapy, the subjects were enrolled in a 2-week interval maintenance program for 3 months.\n                After treatment, both groups showed clinical improvements. A probing depth (PD) reduction of 0.8 +/- 0.6 mm (P < 0.05) occurred in G1 and 0.9 +/- 0.4 mm in G2 (P < 0.05), but there were no significant changes in attachment level. Treatment reduced the HbA1c values after the 3-month observation period in both groups; however, the reduction in HbA1c values for the G2 group was statistically significant, but not for the G1 group. The changes in fasting glucose levels were not significant for either group.\n                Periodontal therapy improved glycemic control in patients with type 2 DM in both groups; however, the reduction in HbA1c values reached statistical significance only in the group receiving scaling and root planing alone [correction].",
        "Year": 2003,
        "CitationCount": 277
    },
    {
        "Unnamed: 0": 33380,
        "ReviewID": "CD004714",
        "PMID": "PMID:15766369",
        "Title": "The effect of improved periodontal health on metabolic control in type 2 diabetes mellitus.",
        "Abstract": "The aim of the present study was to investigate the effect of improved periodontal health on metabolic control in type 2 diabetes mellitus (DM) patients.\n                Fourty-four patients with type 2 DM were selected. Subjects were randomly assigned into two groups. Data collection: Plaque index (PI), gingival index (GI), probing pocket depth (PPD), clinical attachment levels (CALs), gingival recession (GR) and bleeding on probing (BOP) were recorded at baseline at 1st and 3rd months. Fasting plasma glucose (FPG), 2-h post-prandial glucose (PPG), glycated haemoglobin (HbA1c), total cholesterol (TC), triglyceride (TG), HDL-cholesterol, LDL-cholesterol and microalbuminure were analysed at baseline, 3 months following the periodontal therapy. The treatment group received full-mouth scaling and root planing whereas the control group received no periodontal treatment.\n                A statistically significant effect could be demonstrated for PI, GI, PPD, CAL and BOP for the treatment group. HbA1c levels in the treatment group decreased significantly whereas the control group showed a slight but insignificant increase for this parameter.\n                The results of our study showed that non-surgical periodontal treatment is associated with improved glycaemic control in type 2 patients and could be undertaken along with the standard measures for the diabetic patient care.\n                Copyright 2005 Blackwell Munksgaard.",
        "Year": 2005,
        "CitationCount": 425
    },
    {
        "Unnamed: 0": 33381,
        "ReviewID": "CD004714",
        "PMID": "PMID:17137468",
        "Title": "Does periodontal care improve glycemic control? The Department of Veterans Affairs Dental Diabetes Study.",
        "Abstract": "Report results of a randomized-clinical trial of the efficacy of periodontal care in the improvement of glycemic control in 165 veterans with poorly controlled diabetes over 4 months.\n                Outcomes were change in Haemoglobin A1c (HbA1c) in the Early Treatment versus untreated (Usual Care) groups and percent of participants with decreases in HbA1c. Analyses included simple/multiple variable linear/logistic regressions, adjusted for baseline HbA1c, age, and duration of diabetes.\n                Unadjusted analyses showed no differences between groups. After adjustment for baseline HbA1c, age, and diabetes duration, the mean absolute HbA1c change in the Early Treatment group was -0.65% versus -0.51% in the Usual Care group (p=0.47). Adjusted odds for improvement by 0.5% in the Early Treatment group was 1.67 (95% confidence interval: 0.84, 3.34, p=0.14). Usual Care subjects were twice as likely to increase insulin from baseline to 4 months (20% versus 11%, p=0.12) and less likely to decrease insulin (1% versus 6%, p=0.21) than Early Treatment subjects. Among insulin users at baseline, more increased insulin in the Usual Care group (40% versus 21%, p=0.06).\n                No significant benefit was found for periodontal therapy after 4 months in this study; trends in some results were in favour of periodontal treatment.",
        "Year": 2007,
        "CitationCount": 192
    },
    {
        "Unnamed: 0": 33382,
        "ReviewID": "CD004714",
        "PMID": "PMID:18018467",
        "Title": "Effect of non-surgical periodontal therapy on patients with type 2 diabetes mellitus.",
        "Abstract": "The AIM of this study was to evaluate the effect of non-surgical therapy on clinical variables and glycemic control on type 2 diabetics with chronic periodontitis.\n                Forty six type 2 diabetics with chronic periodontitis were randomized into two groups (group A and group B). Treatment included scaling and root planning for group A plus systematic use of doxycycline in both groups. Assessment was made prior to and 16 weeks following the therapy.\n                Analysis of data showed that both groups had clinical and glycated hemoglobin (HbAlc) improvement after the treatment. Group A had a statistically significant reduction of plaque index and bleeding on probing scores compared with controls (P < 0.05) at 16 weeks.\n                These results suggest that non-surgical therapy is of value in maintaining periodontal health and may be beneficial in reducing blood glucose level in type 2 diabetics with chronic periodontitis.",
        "Year": 2007,
        "CitationCount": 43
    }
]