[
    {
        "Unnamed: 0": 14173,
        "ReviewID": "CD004097",
        "PMID": "PMID:629924",
        "Title": "Prospective comparison of modified fat-high-carbohydrate with standard low-carbohydrate dietary advice in the treatment of diabetes: one year follow-up study.",
        "Abstract": "1. A prospective randomized study of two dietary regimens has been started in newly-diagnosed diabetics to determine their effect on circulating metabolites and on diabetic complications. 2. During the first year of treatment the fasting plasma glucose concentrations on both the low-carbohydrate diet and the high-carbohydrate, modified-fat (MF) diet showed a similar decrease. 3. Plasma cholesterol showed a sustained decrease only in patients recommended a MF diet. Transient changes in plasma triglyceride concentrations occurred in patients on both dietary regimens. 4. Increased plasma cholesterol levels are associated with atheromatous disease which is common in diabetics in Europe and North America. A MF diet may therefore have an advantage in that it lowers the plasma cholesterol as well as being effective in lowering the plasma glucose.",
        "Year": 1978,
        "CitationCount": 86
    },
    {
        "Unnamed: 0": 14187,
        "ReviewID": "CD004097",
        "PMID": "PMID:7040142",
        "Title": "A randomised controlled trial of the effect of low fat diet advice on dietary response in insulin independent diabetic women.",
        "Abstract": "Type 2 (insulin independent) diabetic women were randomly allocated to receive advice for low fat diets or low carbohydrate diets. By 24 h weighted dietary intakes before and after a mean interval of six months, patients in the low fat group had reduced their fat intake from 41% to 31% of total energy, while carbohydrate percentage of total energy intake increased from 38% to 46%. Percentage energy intake from fat and carbohydrate in the control group remained unchanged. Body weight fell in both groups especially for patients in the low fat group who were obese (weight/height2 greater than or equal to 28 kg/m2). Mean plasma glucose, HbA1, and triglycerides were unchanged. Mean plasma total cholesterol fell significantly in the low fat group compared with the controls (p less than 0.001), but there was no significant difference in the small reduction of high density lipoprotein cholesterol observed in both groups. Thus, adherence to low fat diets occurred without deterioration of diabetes and with benefit for weight and total cholesterol.",
        "Year": 1981,
        "CitationCount": 32
    },
    {
        "Unnamed: 0": 14184,
        "ReviewID": "CD004097",
        "PMID": "PMID:6391877",
        "Title": "A four-year prospective trial of unmeasured diet in lean diabetic adults.",
        "Abstract": "Fifty-one adult male outpatients at or below ideal body weight (IBW) with no history of weighing more than 15% over IBW in the past 5 yr and no more than 25% in the past 15 yr were randomly assigned to a traditional calorically defined exchange-type diet (EXCH) or an unmeasured diet emphasizing avoidance of refined sugar and balance of food consumption throughout the day. All but 4 patients were insulin treated. With the exception of one patient in each group, all patients were classified as having type II diabetes. Subjects were followed in a single-blind design for 4 yr in the Diabetes Outpatient Clinic every 3 mo. The average mean fasting glycemia (FBS), coefficient of FBS variation, number of reported hypoglycemic reactions, mean fasting serum triglyceride and cholesterol levels, and mean total daily insulin dosage were similar in both groups. Each patient's mean daily caloric intake did vary over time, but there was no difference in mean caloric intake between diet groups. There was a significant correlation between a patient's mean FBS rating and his serum triglyceride level: patients with lower mean FBS had a significantly lower mean triglyceride level than patients with higher FBS. Overall body weights remained stable throughout the study. However, there was a significant difference in the number of patients in the EXCH group whose actual weight was 3% or more above IBW on 50% or more of their visits.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1984,
        "CitationCount": 24
    },
    {
        "Unnamed: 0": 14188,
        "ReviewID": "CD004097",
        "PMID": "PMID:3302144",
        "Title": "Effects of diet and exercise interventions on control and quality of life in non-insulin-dependent diabetes mellitus.",
        "Abstract": "Evidence suggests that diet and exercise are associated with improved glucose tolerance for patients with non-insulin-dependent diabetes mellitus (NIDDM). Seventy-six volunteer adult patients with NIDDM were each assigned to one of four programs: diet, exercise, diet plus exercise, or education (control). Each program required ten weekly meetings. Detailed evaluations were completed prior to the program and after three, six, 12, and 18 months. Evaluations included various psychosocial measures, measures of the quality of life, and fasting blood glucose, glycosylated hemoglobin, and relative weight determinations. Of the 76 original participants, 70 completed the 18-month follow-up study. At 18 months, the combination diet-and-exercise group had achieved the greatest reductions in glycosylated hemoglobin measures. In addition, this group showed significant improvements on a general quality of life measure. These improvements were largely uncorrelated with changes in weight. The authors conclude that the combination of dietary change and physical conditioning benefits NIDDM patients, and that the benefits may be independent of substantial weight loss.",
        "Year": 1987,
        "CitationCount": 79
    },
    {
        "Unnamed: 0": 14172,
        "ReviewID": "CD004097",
        "PMID": "PMID:3071485",
        "Title": "Exercise in a behavioural weight control programme for obese patients with Type 2 (non-insulin-dependent) diabetes.",
        "Abstract": "Two studies were conducted to determine whether adding exercise to a diet programme promotes weight loss or glycaemic control in Type 2 (non-insulin-dependent) diabetic subjects. In Study 1, 25 subjects were randomly assigned to diet plus moderate exercise or diet plus placebo exercise. All subjects exercised twice a week as a group and once a week on their own; the diet plus moderate exercise group walked a 3-mile route at each session while the diet plus placebo exercise group did very low intensity exercises such as stretching and light calisthenics. All subjects followed a calorie-counting diet and were taught behaviour modification strategies. Weight losses and improvements in glycaemic control did not differ significantly between the two treatment groups at the end of the 10-week treatment or at 1-year follow-up. In Study 2, more extreme conditions were compared: a diet only group and a diet plus exercise group. The diet plus exercise group walked a 3-mile route with the group 3 times/week and once a week on their own, while the diet only group was instructed to maintain their current low level of activity. Both groups received comparable diet and behaviour modification instruction and therapist contacts. The diet plus exercise group had significantly (p less than 0.01) better weight losses than the diet only condition at the end of the 10 week programme (-9.3 kg vs -5.6 kg) and at 1 year follow-up (-7.9 kg vs -3.8 kg).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1988,
        "CitationCount": 138
    },
    {
        "Unnamed: 0": 14178,
        "ReviewID": "CD004097",
        "PMID": "PMID:2209318",
        "Title": "Impact of intensive educational approach to dietary change in NIDDM.",
        "Abstract": "The aim of this study was to compare the effects of an intensive educational approach incorporating longer time, greater simplicity, repetition, and cognitive motivational techniques with a conventional one in subjects with established non-insulin-dependent diabetes mellitus (NIDDM) whose weight, glycemic control, and diet were not optimal. Subjects were randomly allocated to intensive or conventional education. Of 350 subjects, 70 met the study criteria, which included established NIDDM (greater than or equal to 3 mo), suboptimal recent glycemic control, dietary fat intake greater than or equal to 35% of total energy intake, and body mass index greater than or equal to 25 kg/m2. The intensive approach was associated with significantly greater improvements in dietary compliance, dietary intake (complex carbohydrate, [P = 0.013], legumes [P less than 0.0001], fiber [P less than 0.0001], total fat [P less than 0.004], saturated fat [P less than 0.004]), and total cholesterol level (P = 0.007). The transient improvement in glycemic control was similar in both groups. An intensive education program can improve dietary compliance in established NIDDM subjects more than a conventional one. These recommended dietary improvements achieve better improvement in total cholesterol but do not necessarily improve glycemic control.",
        "Year": 1990,
        "CitationCount": 73
    },
    {
        "Unnamed: 0": 14177,
        "ReviewID": "CD004097",
        "PMID": "PMID:2064484",
        "Title": "Effects of a very-low-calorie diet on long-term glycemic control in obese type 2 diabetic subjects.",
        "Abstract": "We tested the hypothesis that the use of a very-low-calorie diet (VLCD) in combination with behavior modification would promote long-term glycemic control in obese type 2 diabetic subjects. Thirty-six diabetic subjects were randomly assigned to a standard behavior therapy program or to a behavior therapy program that included an 8-week period of VLCD. The behavior therapy group consumed a balanced diet of 4200 to 6300 J/d throughout the 20-week program. The VLCD group consumed a balanced diet of 4200 to 6300 J for weeks 1 to 4, followed by a VLCD (1680 J/d of lean meat, fish, and fowl) for weeks 5 to 12. The VLCD group then gradually reintroduced other foods during weeks 13 to 16 and consumed a balanced diet of 4200 to 6300 J/d for weeks 17 to 20. Thirty-three of the 36 subjects completed the 20-week program and the 1-year follow-up. Use of the VLCD produced greater decreases in fasting glucose at the end of the 20-week program and at 1-year follow-up and greater long-term reductions in HbA1. The VLCD group also had greater weight losses at week 20, but weight losses from pretreatment to 1-year follow-up were similar in the two treatment groups. The improved glycemic control with the VLCD appeared to be due to increased insulin secretion, but further research is needed to confirm this.",
        "Year": 1991,
        "CitationCount": 236
    },
    {
        "Unnamed: 0": 14189,
        "ReviewID": "CD004097",
        "PMID": "PMID:8112194",
        "Title": "Long-term comparison of three dietary prescriptions in the treatment of NIDDM.",
        "Abstract": "To compare three sets of dietary guidelines for the treatment of non-insulin-dependent diabetes (NIDDM) in free-living individuals and to observe the effects on metabolic control over an 18-month period.\n                Seventy volunteer subjects with NIDDM were randomly assigned to one of three diets, a weight-management diet, a high-carbohydrate/fiber diet, or a modified-lipid diet and followed for 18 months. Nutrient intakes, weight, blood lipids, and glycemic control were measured.\n                In all diet groups, glycated hemoglobin (HbA1) fell significantly before diet intervention began, remaining lower throughout the study and at follow-up 9 months later. Low-density lipoprotein (LDL) cholesterol showed a sustained fall in all groups after diet intervention. Apart from transient changes in high-density lipoprotein (HDL) cholesterol and triglyceride (TG) in the diet groups with the higher carbohydrate intake, no lasting differences were found between the three diet groups.\n                In the long term, there were few differences in the outcome of the three dietary prescriptions. Even with intensive instruction, participants found it difficult to meet recommended nutrient intakes; however, specific dietary advice did result in an improvement in LDL cholesterol. Adverse changes in HDL cholesterol and TG because of diet intervention were transient. The significant improvement in glycemic control during the recruitment phase may have been the result of participants' previous dietary knowledge and the increased attention that they received during the intervention.",
        "Year": 1994,
        "CitationCount": 70
    },
    {
        "Unnamed: 0": 14179,
        "ReviewID": "CD004097",
        "PMID": "PMID:7942937",
        "Title": "Year-long weight loss treatment for obese patients with type II diabetes: does including an intermittent very-low-calorie diet improve outcome?",
        "Abstract": "To evaluate a year-long behavioral weight control program, used with and without an intermittent very-low-calorie diet (VLCD) in the treatment of type II diabetes mellitus.\n                Subjects (n = 93) were randomly assigned to 50-week treatment programs that used either a balanced low-calorie diet (LCD) of 1,000 to 1,000 kilocalories (kcal) per day throughout or included 2 12-week periods of a VLCD of 400 to 500 kcal per day alternating with the balanced LCD. Weight, glycemic control, blood pressure, and lipids were assessed at baseline, at the end of the year-long treatment, and at 2-year follow-up.\n                Subjects in the VLCD program lost significantly more weight than did LCD subjects at the end of the 50-week program (14.2 kg versus 10.5 kg; P = 0.057) and remained off diabetes medication longer (P < 0.05). These benefits of the VLCD were due primarily to the first 12 weeks of the diet; the second diet maintained, but did not increase, these effects. Subjects in both groups experienced marked improvements in glycemic control and cardiovascular risk factors over the year-long program, but attendance declined in the latter weeks of treatment and weight was regained. There was also marked recidivism in both groups in the year following treatment.\n                The intermittent VLCD improved weight loss and glycemic control, but these effects were quite modest and do not appear to justify the clinical use of an intermittent VLCD. Moreover, lengthening treatment to a full year did not prevent relapse. Thus, further research is needed to develop a successful approach to long-term weight control.",
        "Year": 1994,
        "CitationCount": 250
    },
    {
        "Unnamed: 0": 14182,
        "ReviewID": "CD004097",
        "PMID": "PMID:8612437",
        "Title": "Effects of a behavioral weight loss program stressing calorie restriction versus calorie plus fat restriction in obese individuals with NIDDM or a family history of diabetes.",
        "Abstract": "The aim of this randomized trial was to compare the effects of a behavioral intervention focusing on either calorie restriction alone or calorie plus fat restriction on weight loss and changes in lipids and glycemic control in individuals with non-insulin-dependent diabetes mellitus (NIDDM) or a family history of diabetes.\n                We recruited 44 obese women with NIDDM and 46 obese women with a family history of NIDDM and randomly assigned these subjects to calorie restriction (CAL) or to calorie plus fat restriction (CAL + FAT). All subjects participated in a 16-week behavioral weight loss program, with training in diet, exercise, and behavior modification. Subjects assigned to the CAL condition were given a 1,000-1,500 kcal/day goal and self-monitored calories consumed. Subjects assigned to the CAL+FAT condition had the same calorie goal, but were also given a fat goal (grams of fat/day), to produce a diet with < 20% of calories from fat; this group monitored both calories and fat grams.\n                Among NIDDM subjects, weight loss of the subjects in the CAL+FAT condition was significantly greater than subjects in the CAL condition (7.7 vs. 4.6 kg) and the CAL+FAT condition group also maintained their weight loss better at the 1-year follow-up (5.2 vs. 1.0 kg). Significant decreases in glucose, high-density lipoprotein (HDL) cholesterol, and total cholesterol were seen after 16 weeks of treatment among NIDDM subjects; these changes were similar in CAL and CAL+FAT groups, but a greater proportion of subjects in CAL condition required oral hypoglycemic medication. At the 1-year follow-up, all parameters had returned to baseline. No significant differences in weight loss or physiological changes were seen between CAL and CAL+FAT conditions in subjects with a family history of diabetes.\n                These results suggest that using the combination of calorie and fat restriction may help promote weight loss in obese NIDDM patients. No other long-term benefits of this regimen were observed.",
        "Year": 1995,
        "CitationCount": 128
    },
    {
        "Unnamed: 0": 14186,
        "ReviewID": "CD004097",
        "PMID": "PMID:8949977",
        "Title": "Early lifestyle intervention in patients with non-insulin-dependent diabetes mellitus and impaired glucose tolerance.",
        "Abstract": "Non-insulin-dependent diabetes mellitus (NIDDM) is preceded by impaired glucose tolerance (IGT) lasting for years before manifesting as overt hyperglycaemia. Both genetic and environmental factors contribute to the development of IGT and NIDDM. Obesity, physical inactivity and high-fat diet have been found to predict IGT and NIDDM. Therefore, a diet and exercise intervention from diagnosis of NIDDM could improve the treatment outcome and prognosis of patients with NIDDM. Furthermore, because subjects with IGT are at increased risk for diabetes and atherosclerotic vascular disease, it is reasonable to assume that in terms of reducing the incidence and longterm consequences of NIDDM an intervention at this phase is more effective than in overt diabetes. Although the nonpharmacological approach is generally accepted as the first-line treatment of NIDDM its efficacy has often been questioned. Therefore, it is important to carry out long-term controlled studies to find out to what extent lifestyle modification could improve the metabolic control and level of major cardiovascular risk factors known to be associated with poor outcome in NIDDM. This kind of study also gave relevant experience in planning studies aiming at primary prevention of NIDDM. One-year dietary and exercise intervention on newly diagnosed NIDDM patients in Kuopio, Finland resulted in a better metabolic control and a moderate reduction in cardiovascular risk factors as compared to the conventional treatment group. After the second year of follow-up only 12.5% in the intervention group were receiving oral antidiabetic drugs vs. 34.8% in the conventional treatment group. Weight reduction and a reduced use of saturated fats appeared to be the main determinants of successful treatment results. Good aerobic capacity was associated with an increase in HDL cholesterol. A multicentre primary prevention study on IGT patients is continuing in Finland applying the same principles of intervention as used in the study on newly diagnosed NIDDM patients. Pilot results show that glucose tolerance can be improved by lifestyle changes.",
        "Year": 1996,
        "CitationCount": 113
    },
    {
        "Unnamed: 0": 14176,
        "ReviewID": "CD004097",
        "PMID": "PMID:9301427",
        "Title": "Effects of physical training on metabolic control in elderly type 2 diabetes mellitus patients.",
        "Abstract": "1. The specific role of physical activity in the treatment of type 2 diabetes is still subject to discussion. A randomized prospective study was performed, investigating both the influence of physical training on metabolic control and the feasibility of physical training in the elderly. 2. A total of 58 patients (mean age: 62 +/- 5 years; range: 55-75 years) with type 2 diabetes were randomized to either a physical training or a control programme. The training programme consisted of three sessions a week, aiming at 60-80% of the maximal oxygen uptake (VO2max). The 12 week supervised period was followed by a 14 week non-supervised one. The control group followed an educational programme. VO2max was assessed during exercise on a cycle ergometer. Glycosylated haemoglobin (HbA1c) was used as a measure for glucose control, and an insulin tolerance test was performed to test insulin sensitivity. Multivariate analysis of variance, with repeated measures design, was used to test differences between groups. 3. Fifty-one patients completed the study. VO2max was higher in the training group than in the control group both after 6 weeks (P < or = 0.01 between groups) and after 26 weeks [training group: 1796 +/- 419 ml/min (prestudy), 1880 +/- 458 ml/min (6 weeks), 1786 +/- 591 ml/min (26 weeks); control group: 1859 +/- 455 ml/min (prestudy), 1742 +/- 467 ml/min (6 weeks), 1629 +/- 504 ml/min (26 weeks)]. Blood glucose control and insulin sensitivity did not change during the study. Levels of total triacylglycerols, very-low-density lipoprotein-triacylglycerols and apolipoprotein B were significantly lower after 6 weeks (P < or = 0.01, P < or = 0.05, P < or = 0.05 between groups respectively), and so was the level of total cholesterol after 12 weeks of training (P < or = 0.05 between groups). 4. Physical training in obese type 2 diabetic patients over 55 years of age does not change glycaemic control or insulin sensitivity in the short-term. Regular physical activity may lower triacylglycerol and cholesterol levels in this group of patients. 5. Finally, physical training in motivated elderly type 2 diabetic patients without major cardiovascular or musculoskeletal disorders is feasible, but only under supervision.",
        "Year": 1997,
        "CitationCount": 116
    },
    {
        "Unnamed: 0": 14183,
        "ReviewID": "CD004097",
        "PMID": "PMID:9279482",
        "Title": "Will older sedentary people with non-insulin-dependent diabetes mellitus start exercising? A health promotion model.",
        "Abstract": "Exercise and diet are the cornerstones of management of non-insulin-dependent diabetes mellitus (NIDDM). Many older people have difficulty in exercising, missing benefits on glycaemic control, weight, cardiac disease and mood. We report the outcomes of a 6 month structured exercise and support programme based on a health promotion model, on physical activity, glycaemic control and parameters of cardiovascular risk in non-exercisers, compared with standard outpatient clinic education. A total of 26 non-exercising patients were randomised to an intervention or control group (ten men, 16 women; mean age (+/- S.D.) 60 +/- 8 years). Programme participation was not associated with any significant increase in activity. Glycated hemoglobin (HbAtc) levels tended to stabilise in the intervention group during the 6 month programme and to deteriorate in the control group (P = 0.03); by 12 months HbA1C levels deteriorated to a similar level in both. Programme participation did not cause significant change in anthropometric or metabolic parameters. Examining the cohort as a whole, increased activity over 6 months was associated with improvements in weight, body mass index (BMI), body fat and fasting insulin. Activity increases over 12 months were associated with improvements in weight and BMI. These changes could not be attributed to changes in energy intake or dietary composition. We conclude that while exercise can benefit older people with NIDDM, a programme based on a model of health promotion was not effective in increasing physical activity.",
        "Year": 1997,
        "CitationCount": 53
    },
    {
        "Unnamed: 0": 14175,
        "ReviewID": "CD004097",
        "PMID": "PMID:9314625",
        "Title": "A randomized controlled trial of weight reduction and exercise for diabetes management in older African-American subjects.",
        "Abstract": "To evaluate a weight loss and exercise program designed to improve diabetes management in older African-Americans.\n                Overweight African-Americans (n = 64) ages 55-79 years with NIDDM were randomized to either an intervention (12 weekly group sessions, 1 individual session, and 6 biweekly group sessions) or usual care (1 individual session, and 6 biweekly group sessions) or usual care (1 class and 2 informational mailings). Clinical and behavioral variables were assessed at 0, 3, and 6 months of treatment.\n                Significant net differences in the intervention versus usual care were observed for weight (-2.0 kg, P = 0.006), physical activity, and dietary intake of fat, saturated fat, cholesterol, and nutrition knowledge at 3 months (all P < 0.05) and for weight at 6 months (-2.4 kg; P = 0.006) and mean HbA1c values at 3 and 6 months (respectively, -1.6 and -2.4%, both P < 0.01). After the adjustment for changes in weight and activity, the intervention participants were approximately twice as likely to have a one unit decrease in HbA1c value as those in usual care. Blood pressure increase sin usual care participants resulted in net differences (intervention minus control) at 3 and 6 months of -3.3 (P = 0.09) and -4.0 (P = 0.05) mmHg diastolic, respectively, and -8.4 (P = 0.06) and -5.9 (P > 0.10) mmHg systolic, respectively. Blood lipid profiles improved more in intervention than usual care participants, but not significantly.\n                The intervention program was effective in improving glycemic and blood pressure control. The decrease in HbA1c values was generally independent of the relatively modest changes in dietary intake, weight, and activity and may reflect indirect program effects on other aspects of self-care.",
        "Year": 1997,
        "CitationCount": 368
    },
    {
        "Unnamed: 0": 14174,
        "ReviewID": "CD004097",
        "PMID": "PMID:9423499",
        "Title": "Long-term effects and costs of brief behavioural dietary intervention for patients with diabetes delivered from the medical office.",
        "Abstract": "This study evaluated the 12-month follow-up results and costs of a personalized, medical office-based intervention focused on behavioral issues related to dietary self-management. Two hundred and six adults having diabetes attending an internal medicine outpatient clinic visit were randomized to either Usual Care or to Brief Intervention. The single session intervention involved touchscreen computer-assisted assessment that provided immediate feedback on key barriers to dietary self-management, goal setting and problem-solving counselling. Follow-up components included phone calls and videotape intervention relevant to each participant. Brief Intervention produced significantly greater improvement than Usual Care on multiple measures of change in dietary behaviour (e.g., covariate adjusted difference of 2.2% of calories from fat; p = 0.023) and on serum cholesterol levels (covariate adjusted difference of 15 mg/dl; p = 0.002) at 12-month follow-up. There were also significant differences favouring intervention on patient satisfaction (p < 0.02) but not on HbA1c levels. The costs of intervention ($137 per patient) were modest relative to many commonly used practices.",
        "Year": 1997,
        "CitationCount": 219
    },
    {
        "Unnamed: 0": 14181,
        "ReviewID": "CD004097",
        "PMID": "PMID:11140007",
        "Title": "A diabetes management program for African American women with type 2 diabetes.",
        "Abstract": "This paper describes a clinic- and community-based diabetes intervention program designed to improve dietary, physical activity, and self-care behaviors of older African American women with type 2 diabetes. It also describes the study to evaluate this program and baseline characteristics of participants.\n                The New Leaf ... Choices for Healthy Living With Diabetes program consists of 4 clinic-based health counselor visits, a community intervention with 12 monthly phone calls from peer counselors, and 3 group sessions. A randomized, controlled trial to evaluate the effectiveness of this intervention is described.\n                Seventeen focus groups of African American women were used to assessed the cultural relevance/acceptability of the intervention and measurement instruments. For the randomized trial, 200 African American women with type 2 diabetes were recruited from 7 practices in central North Carolina. Mean age was 59, mean diabetes duration was 10 years, and participants were markedly overweight and physically inactive.\n                Participants found this program to be culturally relevant and acceptable. Its effects on diet, physical activity, and self-care behaviors will be assessed in a randomized trial.",
        "Year": 2000,
        "CitationCount": 69
    },
    {
        "Unnamed: 0": 14185,
        "ReviewID": "CD004097",
        "PMID": "PMID:10919939",
        "Title": "Comparison of high- and low-glycemic-index breakfast cereals with monounsaturated fat in the long-term dietary management of type 2 diabetes.",
        "Abstract": "Results of 6-wk studies suggest that high-carbohydrate diets are deleterious for people with type 2 diabetes.\n                Our objective was to see whether long-term replacement of dietary monounsaturated fatty acids (MUFAs) with carbohydrate from breakfast cereals with either a high or a low glycemic index (GI) affected blood glucose and lipids in subjects with type 2 diabetes.\n                Subjects with type 2 diabetes (n = 91) were randomly assigned to receive approximately 10% of energy from a low-GI breakfast cereal, a high-GI cereal, or oil or margarine containing MUFA for 6 mo. Eating breakfast cereal was prohibited for subjects in the MUFA group.\n                Seventy-two subjects completed the trial. The subjects who received cereals consumed approximately 10% more energy from carbohydrate than did the subjects in the MUFA group. Changes in glycated hemoglobin, body weight, and fasting cholesterol and triacylglycerol did not differ significantly among groups. HDL cholesterol increased by approximately 10% in the MUFA group compared with subjects who consumed either high- or low-GI cereals (P = 0.002). The ratio of total to HDL cholesterol was higher in the subjects who consumed the high-GI cereal than in the MUFA group at 3 mo but not at 6 mo (diet x time interaction, P = 0.041). During 8-h metabolic profiles, mean plasma insulin was higher and mean free fatty acids were lower in the 2 cereal groups than in the MUFA group (P < 0.05).\n                A 10% increase in carbohydrate intake associated with breakfast cereal consumption had no deleterious effects on glycemic control or blood lipids over 6 mo in subjects with type 2 diabetes. The increase in plasma insulin and the reduction in free fatty acids associated with higher carbohydrate intake may reduce the rate of progression of diabetes.",
        "Year": 2000,
        "CitationCount": 76
    },
    {
        "Unnamed: 0": 14180,
        "ReviewID": "CD004097",
        "PMID": "PMID:11078048",
        "Title": "Brief, computer-assisted diabetes dietary self-management counseling: effects on behavior, physiologic outcomes, and quality of life.",
        "Abstract": "The objective of this work was to evaluate the reach, effectiveness, adoption, and implementation of a brief behavioral dietary intervention and 2 supplemental components of diabetes self-management support: telephone follow-up calls and community resources enhancement.\n                This was a 2 x 2 randomized, controlled trial investigating the incremental effects of telephone follow-up and community resources enhancement with 320 adult type 2 diabetes outpatients. METHODS. Key outcomes included behavioral (dietary patterns, fat intake), physiologic (HbA1c, lipids), and quality-of-life/patient satisfaction measures and were collected at baseline and 3- and 6-month follow-up.\n                Despite high reach (76% patient participation), excellent adoption (all 12 primary care practices approached participated), and good implementation, there were few outcome differences among treatment conditions. There was significant improvement across conditions in most outcomes in each category at both follow-ups.\n                A brief, computer-assisted, dietary goal-setting intervention basic treatment condition was moderately successful in producing dietary improvements but less so in producing biologic or quality-of-life outcomes. Additions of follow-up phone calls or a community resources enhancement component did not produce incremental improvements over this basic intervention.",
        "Year": 2000,
        "CitationCount": 133
    }
]