[
    {
        "Unnamed: 0": 28691,
        "ReviewID": "CD008872",
        "PMID": "PMID:2919941",
        "Title": "Toxicity of methotrexate compared with azathioprine in the treatment of rheumatoid arthritis. A case-control study of 131 patients.",
        "Abstract": "One hundred thirty-one patients with rheumatoid arthritis treated with either azathioprine sodium (n = 37, 102.7 +/- 32.9 mg/d) or methotrexate sodium (n = 94, 8.4 +/- 3.0 mg/wk) were followed up for 38 +/- 23.3 months to determine the nature, frequency, and potential predictors of \"major\" toxic reactions. Thirty-one methotrexate-treated patients (33%) and 11 patients (30%) receiving azathioprine experienced a major toxic reaction during the study period. With the case-control method, no predictors of major toxic reactions secondary to azathioprine therapy were found. Sex, drug dosage, response to prior slow-acting antirheumatic drug therapy, concurrent use of salicylates, and age did not predict major toxic reactions secondary to methotrexate treatment, but the methotrexate-treated patients who experienced a major toxic reaction had a significantly greater mean level of blood urea nitrogen at the time of their reaction compared with the control group. Life-table analysis suggested toxic reactions posed a greater risk of treatment termination in methotrexate-treated patients compared with the lack or loss of efficacy. This trend was not apparent in the azathioprine group. The majority of patients in each treatment group (79 for methotrexate and 29 for azathioprine) experienced one or more \"minor\" toxic reactions during the follow-up period.",
        "Year": 1989.0,
        "CitationCount": 44
    },
    {
        "Unnamed: 0": 28689,
        "ReviewID": "CD008872",
        "PMID": "PMID:2242059",
        "Title": "Aspirin, hydroxychloroquine, and hepatic enzyme abnormalities with methotrexate in rheumatoid arthritis.",
        "Abstract": "Levels of serum glutamic oxaloacetic transaminase (SGOT) and serum glutamic pyruvic transaminase (SGPT) in patients with rheumatoid arthritis from 5 centers involved in the Arthritis, Rheumatism, and Aging Medical Information System were correlated with the use of specific antirheumatic medications. Elevated levels of SGOT and SGPT were most frequent in patients taking salicylates and methotrexate (MTX) and least frequent in patients taking hydroxychloroquine. The combination of MTX and salicylates greatly increased the frequency of abnormal liver enzyme values. In contrast, the addition of hydroxychloroquine to a regimen of either MTX or aspirin essentially eliminated the SGOT and SGPT abnormalities. Results from all 5 centers were consistent and remained so after adjustment for age, sex, and disease duration. Knowledge of these important drug interactions may permit continuation of MTX therapy in patients in whom the drug might otherwise be discontinued.",
        "Year": 1990.0,
        "CitationCount": 105
    },
    {
        "Unnamed: 0": 28699,
        "ReviewID": "CD008872",
        "PMID": "PMID:8215627",
        "Title": "Renal effects of aspirin and low dose methotrexate in rheumatoid arthritis.",
        "Abstract": "The aim of this investigation was to study the glomerular and tubular effects of low doses (15 mg) of methotrexate in patients with rheumatoid arthritis with and without combined treatment with aspirin (2 g single dose).\n                Renal function was measured by the plasma clearance of EDTA labelled with chromium-51 (51Cr-EDTA) and mercaptoacetyltriglycine labelled with technetium-99m (99mTc-MAG-3).\n                Clearance of 51Cr-EDTA was reduced from 98 (6) to 87 (5) ml/min (mean (SEM)) for patients receiving methotrexate only and further reduced to 76 (5) ml/min for patients receiving methotrexate and aspirin. This effect was reversible as 51Cr-EDTA increased to 85 (6) ml/min during continued treatment with methotrexate alone. Clearance of 99mTc-MAG-3 also decreased from 366 (18) to 315 (17) ml/min in patients receiving methotrexate alone and further to 295 (17) ml/min during treatment with aspirin and methotrexate. Continued treatment with methotrexate alone resulted in a further decrease in the 99mTc-MAG-3 clearance to 253 (17) ml/min.\n                The study shows that treatment with low doses of methotrexate particularly when combined with aspirin affects glomerular and tubular function. These effects may be of clinical importance and renal function should therefore be monitored with more sensitive methods than serum creatinine as this may not reflect these changes.",
        "Year": 1993.0,
        "CitationCount": 33
    },
    {
        "Unnamed: 0": 28686,
        "ReviewID": "CD008872",
        "PMID": "PMID:8151587",
        "Title": "Incidence, prevalence and possible risk factors for pneumonitis in patients with rheumatoid arthritis receiving methotrexate.",
        "Abstract": "Methotrexate (MTX) is being used increasingly to treat rheumatoid arthritis (RA). Pneumonitis is a serious side effect of MTX therapy (P-MTX). Our aim was to determine in patients with RA the incidence and prevalence of P-MTX in Western Australia and identify risk factors for the development of this adverse reaction.\n                Patients with P-MTX were identified by (a) direct communication with rheumatologists in Western Australia, (b) use of a computerized clinical database, (c) questionnaire inquiry of all other rheumatologists in Australia. Possible risk factors for P-MTX were examined using age/sex matched case controls selected from the computerized clinical database.\n                Ten definite and 3 probable cases of P-MTX were identified. Local incidence of P-MTX was 1/35.4 patient years MTX treatment; if definite and probable cases are included (1/49.6 patient years MTX treatment for definite cases alone). Twelve patients with P-MTX were compared with 24 age/sex matched controls. A shorter duration of MTX treatment and a higher incidence of preexisting lung disease were observed in P-MTX cases but these differences were not statistically significant. No difference was observed between the P-MTX and control patients with respect to rheumatoid factor, duration of RA, use of tobacco, dose of MTX, serum creatinine, creatinine clearance or concurrent treatment with aspirin, nonsteroidal antirheumatic drugs or prednisolone.\n                Our results indicate that in hospital clinic patients with RA pneumonitis is a common adverse reaction. They suggest that hypersensitivity is probably responsible for most cases of pneumonitis associated with MTX, but preexisting lung disease may confer increased risk.",
        "Year": 1994.0,
        "CitationCount": 94
    },
    {
        "Unnamed: 0": 28688,
        "ReviewID": "CD008872",
        "PMID": "PMID:8182625",
        "Title": "Effect of etodolac on methotrexate pharmacokinetics in patients with rheumatoid arthritis.",
        "Abstract": "To determine if the pharmacokinetics of methotrexate (MTX) is modified by the coadministration of etodolac.\n                MTX (10 mg) was administered intramuscularly in the absence and presence of steady state levels of etodolac in 19 patients with rheumatoid arthritis. MTX levels were assayed by fluorescence polarization immunoassay. Concentrations of 7-hydroxymethotrexate (7-OH-MTX) were assayed by a reverse phase high performance liquid chromatography method. The unbound fraction was determined by ultrafiltration.\n                When etodolac was coadministered with MTX, the highest observed concentration decreased and the mean residence time increased to become statistically significant. However, these differences are not of great clinical importance especially given that the area under the curve and clearances were unchanged. There were no significant differences in binding protein and 7-OH-MTX concentrations between MTX with and without etodolac administration.\n                The pharmacokinetics of MTX is slightly modified by coadministration of etodolac. Moreover, no clinical toxicity was observed.",
        "Year": 1994.0,
        "CitationCount": 28
    },
    {
        "Unnamed: 0": 28700,
        "ReviewID": "CD008872",
        "PMID": "PMID:7788170",
        "Title": "Total and free methotrexate pharmacokinetics, with and without piroxicam, in rheumatoid arthritis patients.",
        "Abstract": "The pharmacokinetic profile of total and free methotrexate (MTX) and the effect of piroxicam on MTX pharmacokinetics was studied in 20 rheumatoid arthritis patients receiving a stable dosage of MTX (10 mg/week). Plasma protein binding ranged from 25 to 55%. To describe the variations with time of the unbound fractions a mathematical characterization relationship between the total and free MTX was used. Total and free MTX were correlated with the sigmoid maximum effect model. The slope factor (gamma) was proportional to the number of binding sites. The free fraction for a given patient can be evaluated from this relationship. Total clearance of MTX was not statistically different with piroxicam (8.0 l/h for total MTX, 13.7 l/h for free MTX) vs without piroxicam. Likewise, there were no significant difference in tmax, area under the plasma concentration vs time curve, distribution and elimination half-lives, mean resonance time, and volumes of distribution. Although the highest observed total MTX concentration was significantly lower with piroxicam, there were no significant pharmacokinetic interactions between low-dose MTX and piroxicam.",
        "Year": 1995.0,
        "CitationCount": 55
    },
    {
        "Unnamed: 0": 28696,
        "ReviewID": "CD008872",
        "PMID": "PMID:8777850",
        "Title": "Thrombocytopenia in patients with rheumatoid arthritis on long-term treatment with low dose methotrexate.",
        "Abstract": "We reviewed the records of 315 patients with rheumatoid arthritis (RA) treated with low-dose methotrexate (MTX) and evaluated the conditions contributing to thrombocytopenia. Thirteen out of 315 patients with RA presented with low platelet counts (< or = 100.000/mm3). The age of these patients (51 +/- 12.6 years) did not correlate with thrombocytopenia (r = 0.211, p > 0.05). Thrombocytopenia resulted from coadministration of MTX and NSAID or multiple drug interactions. We observed a significant (r = 0.48, p < 0.05) increase of discontinuation of NSAID's but not of MTX therapy (r = 0.42, p > 0.05) with a mounting weekly dosage of MTX (12.5 +/- 5 mg orally). There was a significant correlation between this weekly dosage of MTX coadministered on the same day with NSAID and thrombocytopenia (r = 0.6, p < 0.05). In most cases (9/13) MTX was not or just temporarily withdrawn. Three of the remaining patients had multiple drug interactions. Reintroduction of low dose MTX treatment in patients having had thrombocytopenia could be performed safely, if thrombocytopenia occurred as a result of concomitant application of MTX and NSAID and no other multiple drug interactions. Preferably, MTX and NSAID should be given to these risk patients on separate days or intervals considering half time clearance of NSAIDs. This procedure has avoided the reoccurrence of thrombocytopenia and controlled further drug interactions of NSAIDs and MTX in our patients.",
        "Year": 1996.0,
        "CitationCount": 11
    },
    {
        "Unnamed: 0": 28690,
        "ReviewID": "CD008872",
        "PMID": "PMID:10606360",
        "Title": "Celecoxib, a specific COX-2 inhibitor, has no significant effect on methotrexate pharmacokinetics in patients with rheumatoid arthritis.",
        "Abstract": "To determine the effects of celecoxib, a specific inhibitor of cyclooxygenase 2 (COX-2) on the renal clearance and plasma pharmacokinetic profile of stable methotrexate (MTX) doses in patients with rheumatoid arthritis (RA).\n                Fourteen adult female patients with RA taking a stable weekly dose of MTX (5 to 15 mg/wk) for a minimum of 3 months were randomized to receive concomitantly either celecoxib (200 mg BID) or placebo for a period of 7 days in a single blind, 2 period crossover study of MTX pharmacokinetics and renal clearance.\n                The plasma pharmacokinetic profile of MTX did not change significantly when celecoxib or a placebo was coadministered. The mean renal clearance of MTX alone, 7.98+/-2.18 l/h, was virtually unchanged by coadministration of celecoxib (7.94+/-1.61 l/h) or placebo (7.97+/-1.19 l/h).\n                Celecoxib has no significant effect on the pharmacokinetics or renal clearance of MTX in patients with RA, although these results should be confirmed in prospective studies of elderly and renally impaired patients.",
        "Year": 1999.0,
        "CitationCount": 63
    },
    {
        "Unnamed: 0": 28693,
        "ReviewID": "CD008872",
        "PMID": "PMID:12375317",
        "Title": "Longitudinal measurement of methotrexate liver concentrations does not correlate with liver damage, clinical efficacy, or toxicity during a 3.5 year double blind study in rheumatoid arthritis.",
        "Abstract": "In patients with rheumatoid arthritis (RA), we examined whether methotrexate (MTX) and MTX polyglutamate accumulation in the liver correlated with clinical efficacy or clinical/laboratory toxicity. We also began preliminary examination of a new histologic index of liver histology (the Iowa Score) relative to the Roenigk grading system.\n                Forty patients with RA participated in a prospective, double blind, 3.5 year study of MTX treatment. Liver biopsies, liver MTX and MTX polyglutamate concentrations, laboratory tests, evaluation of disease activity, and evaluation of adverse events were done prospectively at baseline and at 1, 2, and 3.5 years. Biopsies were examined using the Roenigk grading system and an additional histological scoring system. Radiochemical ligand binding assays and HPLC methods were used to measure MTX and MTX polyglutamates. Statistical analysis included ANOVA, linear regression, and logistic regression modeling.\n                No significant changes in the mean values of aspartate aminotransferase (AST), alanine aminotransferase (ALT), alkaline phosphatase, albumin, or hemoglobin occurred. A significant percentage of patients had at least one abnormal alkaline phosphatase, AST, or ALT (25 to 52%), although most abnormalities were small and transient. Histological abnormalities did not progress using either the Roenigk or the Iowa score. The last abnormal AST, the number of abnormal AST and ALT, and female sex correlated with histological liver abnormalities (r2 = 0.41) using a new preliminary histologic scoring system (the Iowa Score). Amount of alcohol use correlated with fatty change, and the MTX dose at biopsy was associated with liver histological abnormalities (p = 0.03 and 0.049, respectively). Total liver MTX concentrations were stable from Year 1 to Year 3.5 and the percentage of higher order polyglutamates was relatively high (38 to 56%) relative to monoglutamates. No correlation of these concentrations with clinical response or toxicity, histology, or liver function tests could be documented.\n                This analysis describes the accumulation and stabilization of MTX concentrations in the liver and examined correlations between MTX liver concentrations, patient demographics, liver histology, concomitant medications, and disease activity. No such correlations were found, decreasing the likelihood that MTX concentrations in serum would be useful measures to predict significant hepatotoxicity.",
        "Year": 2002.0,
        "CitationCount": 19
    },
    {
        "Unnamed: 0": 28694,
        "ReviewID": "CD008872",
        "PMID": "PMID:15903023",
        "Title": "Urinary excretion of alpha-GST and albumin in rheumatoid arthritis patients treated with methotrexate or other DMARDs alone or in combination with NSAIDs.",
        "Abstract": "To evaluate the effect of methotrexate (MTX) and other disease-modifying anti-rheumatic drugs (DMARDs) alone or in combination with non-steroidal anti-inflammatory drugs (NSAIDs) on the urinary excretion of alpha-glutathione S-transferase (alpha-GST) and albumin in rheumatoid arthritis (RA) patients.\n                Nineteen RA patients starting treatment with MTX were followed for 1 year with measurements of urinary alpha-GST, urinary albumin, and urinary and plasma creatinine at the start of treatment, and after 16, 28, and 52 weeks. A larger group of RA patients (n = 72) undergoing long-term treatment with different DMARDs was compared with 79 healthy controls regarding urinary alpha-GST and albumin. alpha-GST was quantified by an enzyme immunoassay. Urine albumin was measured turbidimetrically.\n                The urine-alpha-GST/urine-creatinine ratio and the urine-albumin/urine-creatinine ratio did not change during 52 weeks of treatment with MTX. The long-term DMARD-treated RA patients and the healthy controls were comparable with regard to the urine-alpha-GST/urine-creatinine ratio and the urine-albumin/urine-creatinine ratio. All patients had preserved renal function as assessed by plasma creatinine, and none had proteinuria using urine dipstick methods.\n                DMARD-treated RA patients with normal serum creatinine had no detectable renal injuries assessed by the urinary excretions of alpha-GST and albumin.",
        "Year": 2005.0,
        "CitationCount": 18
    },
    {
        "Unnamed: 0": 28687,
        "ReviewID": "CD008872",
        "PMID": "PMID:17414533",
        "Title": "Risk factors associated with the cumulative survival of low-dose methotrexate in 273 Japanese patients with rheumatoid arthritis.",
        "Abstract": "Methotrexate (MTX) has become the most commonly prescribed disease-modifying antirheumatic drug (DMARD) for the treatment of rheumatoid arthritis (RA). In the Western countries, the MTX dosage is safely increased to a maximum of 25 mg/wk until a significant response is observed. On the contrary, in Japan, MTX has been approved only as a second-line agent, and the approved maximum MTX dosage is only 8 mg/wk. This suboptimal dosage may affect MTX survival in Japanese RA patients.\n                To study risk factors associated with the cumulative survival of MTX in Japanese RA patients.\n                Data on 273 patients (male 44, female 229) with RA treated with MTX between January 1, 2000 and September 30, 2004 in our center were studied.\n                Two hundred seventy-three patients were followed for 437 person-years of MTX exposure. Mean MTX dosage was 5.5 +/- 1.9 mg/wk. The cumulative MTX survival probability after 5 years was 61.9%. Univariate Cox regression analysis showed a significant correlation between MTX survival probability and use of fewer previous DMARDs, higher dose of MTX, inclusion of folate supplementation, and shorter disease duration. In the multivariate Cox regression model, use of fewer previous DMARDs remained significantly related to MTX survival. Reasons for discontinuation included adverse effects in 34 patients (12.5%) and inefficacy in 6 patients (2.2%).\n                Cumulative survival was the same or slightly better than those in reports from Western countries, with less withdrawals reported due to adverse events or inefficacy. Whether these results are due to different MTX needs in Japanese or to acceptance of less clinical efficacy will require further studies. The use of fewer previous DMARDs was associated with longer MTX survival.",
        "Year": 2007.0,
        "CitationCount": 19
    },
    {
        "Unnamed: 0": 28698,
        "ReviewID": "CD008872",
        "PMID": "PMID:17102944",
        "Title": "Durability of treatment with methotrexate in Venezuelan patients with rheumatoid arthritis.",
        "Abstract": "A multicenter, national, retrospective, and cross-sectional study of 219 hospital-based Venezuelan patients with rheumatoid arthritis (RA) was aimed to evaluate the probability of continuity of treatment with oral methotrexate (MTX). Treatment survival decreased from 92% at 12 months to 42% at 180 months, as assessed by life table analysis and the Kaplan-Meier method. Forty-seven patients stopped treatment and adverse effects (29.7%) and lack of continuous access to medication (19.1%) were the most common causes for withdrawal. MTX survival was decreased in the group with combined MTX plus leflunomide therapy, as shown by the log-rank test. Venezuelan patients with RA have a probability of continuing treatment with oral MTX comparable to non-Hispanic patient populations. However, concomitant use of leflunomide may increase the risk of interruption of MTX treatment in this RA population.",
        "Year": 2007.0,
        "CitationCount": 8
    },
    {
        "Unnamed: 0": 28695,
        "ReviewID": "CD008872",
        "PMID": "PMID:19783714",
        "Title": "Examination of the effect of increasing doses of etoricoxib on oral methotrexate pharmacokinetics in patients with rheumatoid arthritis.",
        "Abstract": "The authors designed 2 randomized controlled studies to examine the effects of etoricoxib 60 to 120 mg daily on methotrexate pharmacokinetics in 50 rheumatoid arthritis (RA) patients on stable doses of methotrexate (7.5-20 mg). Patients received oral methotrexate at baseline and on days 7 and 14. In study 1, patients received etoricoxib 60 mg (days 1-7) and then 120 mg (days 8-14); in study 2, patients received etoricoxib 90 mg (days 1-7) and then 120 mg (days 8-14). For study 1, the AUC(0-infinity) geometric mean ratio (GMR) (90% confidence interval [CI]) for day 7 versus baseline was 1.01 (0.91, 1.12) for etoricoxib 60 mg; the area under the plasma concentration-time curve from zero to infinity (AUC(0-infinity)) GMR (90% CI) for day 14 was 1.28 (1.15, 1.42) for etoricoxib 120 mg. For study 2, the AUC(0-infinity) GMR (90% CI) for day 7 versus baseline was 1.07 (1.01, 1.13) for etoricoxib 90 mg; the AUC(0-infinity) GMR (90% CI) for day 14 was 1.05 (0.99, 1.11) for etoricoxib 120 mg. In summary, etoricoxib 60 and 90 mg had no effect on methotrexate plasma concentrations. Although no effect on methotrexate pharmacokinetics was observed with etoricoxib 120 mg in study 2, GMR AUC(0-infinity) fell outside the prespecified bounds in study 1. Standard monitoring of methotrexate-related toxicity should be continued when etoricoxib and methotrexate are administered concurrently, especially with doses >90 mg etoricoxib.",
        "Year": 2009.0,
        "CitationCount": 19
    },
    {
        "Unnamed: 0": 28692,
        "ReviewID": "CD008872",
        "PMID": "PMID:1747136",
        "Title": "Aspirin alters methotrexate disposition in rheumatoid arthritis patients.",
        "Abstract": "Intravenous methotrexate (MTX) (10 mg), either alone or with oral aspirin (ASA) (3,900 mg/day), was administered to 15 patients with rheumatoid arthritis. Systemic and renal clearance of MTX were lower, and the unbound fraction of MTX was higher when patients were also receiving ASA than when taking MTX alone. No acute hematologic, renal, or hepatic toxicity was observed with either treatment. The findings of this study therefore indicate that concomitant aspirin therapy acutely alters the clearance of low-dose MTX in patients with rheumatoid arthritis.",
        "Year": 2010.0,
        "CitationCount": 66
    },
    {
        "Unnamed: 0": 28697,
        "ReviewID": "CD008872",
        "PMID": "PMID:3823910",
        "Title": "Pulmonary disease during the treatment of rheumatoid arthritis with low dose pulse methotrexate.",
        "Abstract": "Methotrexate therapy has been effective in the treatment of RA with short term experience suggesting little serious adverse reactions. Our review of 168 patients receiving methotrexate has identified nine patients with probable or possible methotrexate-induced pulmonary toxicity, giving a prevalence of 5% and an incidence of 3.9 per 100 patients per year. No clinical or laboratory features showed an association that could potentially predict the development of pulmonary disease. All patients experienced complete recovery with supportive care and/or corticosteroid therapy. Clinical monitoring for this complication is warranted in all patients receiving long term methotrexate therapy for RA.",
        "Year": null,
        "CitationCount": 195
    }
]