[
    {
        "Unnamed: 0": 33896,
        "ReviewID": "CD000189",
        "PMID": "PMID:4861386",
        "Title": "Clinical measurement of the anti-inflammatory effects of salicylates in rheumatoid arthritis.",
        "Abstract": null,
        "Year": 1967.0,
        "CitationCount": 162
    },
    {
        "Unnamed: 0": 33890,
        "ReviewID": "CD000189",
        "PMID": "PMID:5524283",
        "Title": "Some aspects in the quantitation of inflammation in joints of patients suffering from rheumatoid arthritis.",
        "Abstract": null,
        "Year": 1970.0,
        "CitationCount": 18
    },
    {
        "Unnamed: 0": 33891,
        "ReviewID": "CD000189",
        "PMID": "PMID:4613287",
        "Title": "Isotopic indices as a measure of inflammation in rheumatoid arthritis.",
        "Abstract": null,
        "Year": 1974.0,
        "CitationCount": 22
    },
    {
        "Unnamed: 0": 33892,
        "ReviewID": "CD000189",
        "PMID": "PMID:10439",
        "Title": "Evaluation of analgesic action and efficacy of antirheumatic drugs. Study of 10 drugs in 684 patients with rheumatoid arthritis.",
        "Abstract": "A single-blind non-crossover method for assessing the potential effectiveness of antirheumatic drugs has been described. The method employs entirely subjective indices and incorporates a daily pain chart for measuring the pain response over the duration of the trial. In addition, the mean number of days withdrawn and patients' satisfaction rating are measured. The statistical method can correct for initial imbalances between groups and allows for the valid comparison of drugs from separate trials. Ten antirheumatic medications were evaluated using this technique in 684 patients with rheumatoid arthritis, and the results are in agreement with those of previous studies using standard clinical methods. The new method is simple, rapid in performance, economical in terms of cost and time, and has been shown to be sensitive and reproducible. The results indicate that there are no significant differences in efficacy between the currently available non-steroidal, anti-inflammatory analgesic drugs, in the treatment of rheumatoid arthritis.",
        "Year": 1976.0,
        "CitationCount": 65
    },
    {
        "Unnamed: 0": 33893,
        "ReviewID": "CD000189",
        "PMID": "PMID:1526694",
        "Title": "Endocrine control of inflammation: rheumatoid arthritis double-blind, crossover clinical trial.",
        "Abstract": "A dysfunction in the endocrine control system for inflammation in rheumatoid arthritis serves as the theoretical basis for chronic inflammation in the study design described. Eighteen patients with rheumatoid arthritis, who acted as their own controls, were brought to a minimum symptom state through conventional means, trained, and allowed to control subsequent flares by a patient-initiated, flare-response prednisone regimen. The six-month trial was double-blind with a crossover at midpoint. While continuing stable non-steroidal anti-inflammatory and disease modifying antirheumatic drug therapies, the patients averaged additional 57% and 75% reductions from baseline in tender joint count and total pain score, respectively, on the prednisone therapy. The prednisone therapy was differentiated by improvement from that of a placebo by six of the nine parameters evaluated. The adverse events were no more frequent with prednisone than with placebo use. The efficacy of prednisone was increased threefold while reducing consumption by 40% when compared to the predecessor 5-mg prednisone/day clinical trial.",
        "Year": 1992.0,
        "CitationCount": 17
    },
    {
        "Unnamed: 0": 33894,
        "ReviewID": "CD000189",
        "PMID": "PMID:15140776",
        "Title": "A randomised placebo controlled 12 week trial of budesonide and prednisolone in rheumatoid arthritis.",
        "Abstract": "To compare budesonide, a locally acting glucocorticoid with minimal systemic exposure, with conventional glucocorticoid treatment and placebo in rheumatoid arthritis.\n                A double blind, randomised, controlled trial over 12 weeks in 143 patients with active rheumatoid arthritis, comparing budesonide 3 mg daily, budesonide 9 mg daily, prednisolone 7.5 mg daily, and placebo. Particular attention was paid to the pattern of clinical response and to changes in the four week period following discontinuation of treatment.\n                There were improvements in tender joint count and swollen joint count on budesonide 9 mg compared with placebo (28% for tender and 34% for swollen joint counts, p<0.05). Prednisolone 7.5 mg gave similar results, while budesonide 3 mg was less effective. ACR20 response criteria were met by 25% of patients on placebo, 22% on budesonide 3 mg, 42% on budesonide 9 mg, and 56% on prednisolone 7.5 mg. A rapid and significant reduction in symptoms and signs in response to budesonide 9 mg and prednisolone 7.5 mg was evident by two weeks and maximal at eight weeks. There was no evidence that budesonide provided a different pattern of symptom control from prednisolone, or that symptoms became worse than placebo treatment levels after discontinuation of glucocorticoid treatment. Adverse effects attributable to glucocorticoids were equally common in all groups.\n                The symptomatic benefits of budesonide 9 mg and prednisolone 7.5 mg are achieved within a short time of initiating treatment, are maintained for three months, and are not associated with any rebound in symptoms after stopping treatment.",
        "Year": 2004.0,
        "CitationCount": 50
    },
    {
        "Unnamed: 0": 33895,
        "ReviewID": "CD000189",
        "PMID": "PMID:4283768",
        "Title": "Ibuprofen in rheumatoid arthritis. Clinical study of analgesic and anti-inflammatory activity.",
        "Abstract": null,
        "Year": null,
        "CitationCount": 64
    }
]