[
    {
        "Unnamed: 0": 12194,
        "ReviewID": "CD003778",
        "PMID": "PMID:1447500",
        "Title": "A controlled trial of prednisolone treatment in primary biliary cirrhosis. Three-year results.",
        "Abstract": "The results of a 3-year, placebo-controlled trial of prednisolone treatment in primary biliary cirrhosis (PBC) are presented. The active (n = 19) and placebo (n = 17) arms were initially well matched for age, menopausal status and disease severity. At 3 years hepatic symptoms were relatively improved in the prednisolone group. Hepatic mortality was 3/19 (prednisolone), 5/17 (placebo) (p = n.s.). For all liver blood tests the trend favoured prednisolone treatment, though the differences were only significant for alkaline phosphatase and protein. All immunoglobulins fell significantly. Quantitative ELISA determination of antimitochondrial antibody showed a significant fall in the prednisolone group compared with placebo (p less than 0.001 at 1 year, p less than 0.05 at 3 years). Deterioration in histology (appearance of cirrhosis) was more common in the placebo group. Overall hepatic function (hepatic mortality, doubling in bilirubin, 6 milligrams fall in albumin, de novo appearance of cirrhosis or symptoms of portal hypertension) was significantly worse in the placebo group (p less than 0.01). After 3 years no significant differences could be detected in bone mineral content (single photon absorptiometry of radius and femur) between the two groups or in comparison with other PBC patients. Thus, after 3 years, prednisolone treatment was associated with a better overall hepatic outcome and little evidence of increased bone loss.",
        "Year": 1992,
        "CitationCount": 202
    },
    {
        "Unnamed: 0": 12193,
        "ReviewID": "CD003778",
        "PMID": "PMID:10500075",
        "Title": "Oral budesonide and ursodeoxycholic acid for treatment of primary biliary cirrhosis: results of a prospective double-blind trial.",
        "Abstract": "Ursodeoxycholic acid (UDCA) is used for treatment of primary biliary cirrhosis. Previous studies showed that, compared with UDCA monotherapy, bile salts plus prednisolone had no further effect on laboratory data but improved liver histology. Thirty percent of these patients had prednisolone-related side effects. Budesonide is a glucocorticoid with a high receptor affinity and a high first-pass metabolism. In this study we investigated whether budesonide and UDCA are superior to UDCA monotherapy.\n                A 2-year prospective, controlled double-blind trial was performed. Twenty patients (mainly with early-stage disease) were treated with UDCA at a dose of 10-15 mg/kg daily in addition to 3 mg budesonide 3 times daily (group A), and 19 patients (1 dropped out for personal reasons) were treated with UDCA plus placebo (group B). Liver biopsy specimens were taken before, after 12 months, and at the end of study. Glucose tolerance tests, serum cortisol levels, and adrenocorticotropin-stimulated cortisol secretion were assessed at regular intervals. Bone mass density was measured by dual-energy photon absorptiometry.\n                Compared with pretreatment values, liver enzyme and immunoglobulin M and G levels decreased significantly in both groups. Improvement in group A was significantly more pronounced (P < 0.05) than in group B. Titers of antimitochondrial antibodies did not change. In group A, the point score of liver histology improved by 30.3%; in group B, it deteriorated by 3.5% (P < 0.001). Changes in bone mineral density after 2 years were -1.747% in group A and -0.983% in group B (P = 0.43). Budesonide had little influence on the hypothalamic-pituitary-adrenal axis. One patient in group A had budesonide-related side effects; in 3 patients in group B, complications of liver disease developed.\n                Combination therapy with UDCA and budesonide is superior to UDCA and placebo.",
        "Year": 1999,
        "CitationCount": 250
    }
]