[
    {
        "Unnamed: 0": 24516,
        "ReviewID": "CD007400",
        "PMID": "PMID:7049513",
        "Title": "[Use of ibuprofen cream in ambulatory orthopedic patients. Double-blind comparison with placebo].",
        "Abstract": null,
        "Year": 1982.0,
        "CitationCount": 4
    },
    {
        "Unnamed: 0": 24499,
        "ReviewID": "CD007400",
        "PMID": "PMID:6226579",
        "Title": "[Treatment of rheumatic diseases of soft tissues with Mobilisin Gel. Results of a double-blind study].",
        "Abstract": null,
        "Year": 1983.0,
        "CitationCount": 3
    },
    {
        "Unnamed: 0": 24505,
        "ReviewID": "CD007400",
        "PMID": "PMID:2961174",
        "Title": "[Voltaren Emugel in clinical rheumatology. Comparative trial with Indocid gel].",
        "Abstract": null,
        "Year": 1987.0,
        "CitationCount": 5
    },
    {
        "Unnamed: 0": 24514,
        "ReviewID": "CD007400",
        "PMID": "PMID:1872042",
        "Title": "[Felbinac gel for treatment of localized extra-articular rheumatic diseases--a multicenter, placebo controlled, randomized study].",
        "Abstract": "281 patients with extra-articular rheumatic disorders (enthesiopathy, bursitis, tendinosis, fibrositis) and moderate or severe localized pain during rest or movement in shoulder, neck, elbow or knee were randomized into groups and treated for 14 days in a double blind study with either 1 g Felbinac Gel 3% (biphenyl acetic acid) three times daily (N = 142) or with the gel formulation only (N = 139). In 50% of the patients treated with Felbinac Gel compared to 29% of the placebo treated patients (p = 0.001), the investigator assessed the global therapeutic success to be good or very good. The magnitude of complaints judged on the basis of a visual analogous scale by patients and doctor showed a significant improvement in pain reduction during rest or activity after 14 days of treatment in the Felbinac group. The rheumatic complaints diminished equally according to patient judgement in both treatment groups and the concomitant use of paracetamol was low in both groups. No significant side-effects or changes in laboratory parameters were observed during therapy. Felbinac Gel therefore is suitable for a low-risk topical therapy of soft tissue rheumatic disorders.",
        "Year": 1991.0,
        "CitationCount": 6
    },
    {
        "Unnamed: 0": 24518,
        "ReviewID": "CD007400",
        "PMID": "PMID:8112200",
        "Title": "DHEP plasters as a topical treatment of knee osteoarthritis--a double-blind placebo-controlled study.",
        "Abstract": "A double-blind, placebo (PBO)-controlled trial was carried out on 155 adult outpatients with painful (Huskisson's analogical scale > 40 mm) monolbilateral femorotibial and/or femoropatellar osteoarthritis of the knee, radiologically confirmed. Patients were randomly given either diclofenac hydroxyethylpyrrolidine plasters (DHEP, 78 patients), containing 180 mg of active drug each, or matched PBO (77 ptns). Plasters were applied b.i.d. (at 8 a.m. and 8 p.m.) on the affected joint, for 15 days. No NSAID treatment was allowed during the trial, while paracetamol was admitted from the 4th day on and its daily intake carefully recorded. Huskisson's test and Lequesne's index were assessed at days 0, 4, 7 and 15. Patients were asked to fill in a daily cared with Huskisson's scale and subjective evaluations. Differences in favour of DHEP were observed from the first assessment (4th d.) on Huskisson's scale and Lequesne's index (p < 0.001). According to the patients' subjective evaluation, pain decreased as soon as the first day in both groups, with significant differences in favour of DHEP (p < 0.005). Even the number of night awakenings recorded by the patient was significantly in favour of DHEP (p < 0.005). It is worth noting that these results were obtained in spite of a significant reduction of paracetamol intake in DHEP patients in comparison with PBO patients (p < 0.01). Tolerability was judged good or excellent in the majority of cases: only minor side effects occurred in five patients (4 PBO, 1 DHEP) and the interruption of treatment was required for only one of the PBOs. This study shows that DHEP plaster significantly differs from matched PBO in the improvement of pain and patient's condition in painful knee osteoarthritis.",
        "Year": 1993.0,
        "CitationCount": 76
    },
    {
        "Unnamed: 0": 24502,
        "ReviewID": "CD007400",
        "PMID": "PMID:8220919",
        "Title": "Local action transcutaneous flurbiprofen in the treatment of soft tissue rheumatism.",
        "Abstract": "The objective of the present study was to establish the efficacy and tolerability of local action transcutaneous flurbiprofen (flurbiprofen LAT) in the treatment of soft tissue lesions. A randomized, double-blind, parallel-group placebo-controlled study was carried out in two hospital outpatient rheumatology clinics. One hundred and four patients aged 18-75 yr were randomized to receive a non-woven polyester-backed patch supporting a formulation containing 40 mg flurbiprofen 12-hourly over 14 days; or a non-medicated (but otherwise identical) control. Statistically significant differences in favour of the active preparation were seen at both days 7 (P = 0.02) and 14 (P = 0.009) for the investigator's overall opinion of severity of the condition, and at day 7 for the investigator's assessment of pain severity (P = 0.04 intention-to-treat; P = 0.052 N.S. eligible data). The need for further treatment in the form of steroid injections after the trial was greater in the controls (29/44, 66%) than in the flurbiprofen LAT group (17/46, 37%) (chi 2 = 7.54 on 1 d.o.f., P = 0.006). Plasma flurbiprofen levels in 11 patients ranged from 13.4 to 338.7 ng/ml (mean 116; median 57.9). Eight out of 53 (15%) patients receiving flurbiprofen LAT reported a total of 10 adverse events, compared with three out of 51 (6%) reporting seven events among controls. Patients found the patch convenient and soothing. We conclude that flurbiprofen LAT is an effective and acceptable treatment for soft tissue lesions, and should be considered as an alternative therapy to local steroid injection.",
        "Year": 1993.0,
        "CitationCount": 72
    },
    {
        "Unnamed: 0": 24515,
        "ReviewID": "CD007400",
        "PMID": "PMID:8974981",
        "Title": "[Topical treatment of soft tissue rheumatism and athletic injuries. Effectiveness and tolerance of a new ketoprofen gel].",
        "Abstract": null,
        "Year": 1996.0,
        "CitationCount": 5
    },
    {
        "Unnamed: 0": 24511,
        "ReviewID": "CD007400",
        "PMID": "PMID:10606379",
        "Title": "Topical diclofenac versus placebo: a double blind, randomized clinical trial in patients with osteoarthritis of the knee.",
        "Abstract": "To assess the efficacy and safety of a topical formulation of 2% diclofenac in lecithin organogel in the treatment of pain associated with mild to moderate osteoarthritis (OA) of the knee.\n                Seventy patients completed a double blind, randomized, placebo controlled, parallel group design 2 week clinical trial. Patient responses to disease-specific (WOMAC VA3.0) and quality of life (Medical Outcome Survey SF-36) health status measures were assessed. Global assessments were also made at baseline and post-treatment. The physician conducted a global assessment and range of motion of the knee at baseline and post-treatment.\n                T tests on the aggregated WOMAC total score and aggregated subscale scores revealed significant improvement (p<0.05) on the aggregated total score and the pain, stiffness, and physical function subscales from baseline to post-treatment for the active treatment group versus the placebo group. Analysis of gain scores from the aggregated WOMAC total score and aggregated subscale scores also revealed that this improvement was significantly greater than the improvement recorded by the placebo treatment group on the aggregated total and the pain and physical function subscale scores. Other efficacy measures exhibited no significant differences between or within treatment groups.\n                A topical formulation of 2% diclofenac in a lecithin organogel appears to have therapeutic value in patients with mild to moderate OA of the knee as determined by responses from the WOMAC (VA3.0) osteoarthritis health status measure.",
        "Year": 1999.0,
        "CitationCount": 122
    },
    {
        "Unnamed: 0": 24512,
        "ReviewID": "CD007400",
        "PMID": "PMID:10908688",
        "Title": "A randomized controlled trial comparing topical piroxicam gel with a homeopathic gel in osteoarthritis of the knee.",
        "Abstract": ": To evaluate the efficacy and safety of a homeopathic gel vs an NSAID (piroxicam) gel in the treatment of osteoarthritis of the knee.\n                : One hundred and eighty-four out-patients with radiographically confirmed symptomatic osteoarthritis of the knee were entered into a pragmatic, randomized, double-blind controlled trial and treated with 1 g of gel three times daily for 4 weeks. Main outcome measures were pain on walking as a Visual Analogue Score (VAS) and a single-joint Ritchie index.\n                : One hundred and seventy-two of the 184 enrolled patients had endpoints for the main outcome parameters. The pain reduction was 16.5 mm VAS in the homeopathy group (n = 86) and 8.1 mm in the piroxicam group (n = 86); the difference between treatment groups was 8.4 mm (95% confidence interval 0.8-15.9), and after adjustment for pain at baseline it was 6.8 mm (95% confidence interval -0.3 to 13.8). There was no significant difference between treatment groups in the single-joint Ritchie index (P = 0.78). Adverse events occurred in 28 patients (12 homeopathy group, 5 withdrawn; 16 piroxicam group, 9 withdrawn); 18 of the events involved a local reaction (7 homeopathy group, 2 withdrawn; 11 piroxicam group, 5 withdrawn).\n                : The homeopathic gel was at least as effective and as well tolerated as the NSAID gel. The presence of a clinically relevant difference between treatment groups cannot be excluded. The homeopathic gel supplemented by simple analgesics if required may provide a useful treatment option for patients with osteoarthritis.",
        "Year": 2000.0,
        "CitationCount": 86
    },
    {
        "Unnamed: 0": 24509,
        "ReviewID": "CD007400",
        "PMID": "PMID:11300751",
        "Title": "Efficacy and safety of eltenac gel in the treatment of knee osteoarthritis.",
        "Abstract": "A double-blind, placebo-controlled dose-finding study was performed in 237 patients with predominantly unilateral knee osteoarthritis (OA) evaluating efficacy and safety of a new topical NSAID.\n                The patients applied 3 g tid eltenac gel 0.1%, 0.3%, 1% or placebo gel over a period of 4 weeks. The patients were supplied with paracetamol tablets as an escape analgesic. Primary efficacy end-point was mean global pain in the week preceding the examinatio ns, evaluated on a visual analog scale (VAS). Secondary criteria were Lequesne's score ISK, Jezek score, muscle strength and dolorimeter measurements, walking time, clinical examination results of the knee joint and patient's and investigator's overall efficacy estimates.\n                The graphical depiction of VAS and ISK suggested a dose-related efficacy, but the pre-planned statistical analysis did not show significant differences between treatments. In the patient subgroup with a higher degree of baseline severity of knee OA the ISK showed significant and relevant advantages of eltenac gel 1% to placebo at different examination times. Two patients each of the eltenac gel 1% group and the placebo group showed local intolerance reactions which subsided spontaneously.\n                This study did not provide confirmatory proof of an efficacy of topical eltenac in patients with knee OA. Methodological pitfalls and possible responder subgroups are described. Despite the difficulties, dose-finding studies seem to be feasible even with topical NSAIDs.",
        "Year": 2001.0,
        "CitationCount": 42
    },
    {
        "Unnamed: 0": 24510,
        "ReviewID": "CD007400",
        "PMID": "PMID:12747273",
        "Title": "Topical diclofenac patch in patients with knee osteoarthritis: a randomized, double-blind, controlled clinical trial.",
        "Abstract": "To assess the efficacy and safety of a diclofenac hydroxyethylpyrrolidine (DHEP) patch in the treatment of symptomatic osteoarthritis (OA) of the knee joint.\n                A double-blind, randomised, placebo-controlled trial was carried out on 103 outpatients for 2 weeks. The main efficacy parameters were spontaneous pain and Lequesne's Index. Secondary endpoints were walking time over a standard distance, global assessment of efficacy and tolerability, and paracetamol consumption.\n                The active treatment group showed a significant improvement in pain, Lequesne's Index, and the physician's and patient's global assessment of efficacy. For these parameters the difference between groups was statistically significant in favour of the DHEP patch. Adverse reactions were seen in a small number of probands and were similar in both groups.\n                The results of this trial suggest that the DHEP patch appears to be an effective and safe treatment for patients suffering from symptomatic knee OA.",
        "Year": 2003.0,
        "CitationCount": 94
    },
    {
        "Unnamed: 0": 24504,
        "ReviewID": "CD007400",
        "PMID": "PMID:15468367",
        "Title": "Equivalence study of a topical diclofenac solution (pennsaid) compared with oral diclofenac in symptomatic treatment of osteoarthritis of the knee: a randomized controlled trial.",
        "Abstract": ". To compare the safety and efficacy of a topical diclofenac solution versus oral diclofenac in relieving the symptoms of primary osteoarthritis (OA) of the knee, in a randomized, double-blind, double-dummy equivalence trial.\n                A total of 622 men and women with radiological evidence of primary knee OA and mild to severe symptoms were randomly assigned to treatment with a topical diclofenac solution plus placebo oral capsules, or placebo topical solution plus oral diclofenac (50 mg) capsules. Patients applied 50 drops of study solution and took 1 study capsule 3 times daily for 12 weeks. Efficacy variables were pain and physical function, measured by the Western Ontario and McMaster Universities (WOMAC) VA 3.1 OA Index, and patient global assessment (PGA). Equivalence in the per-protocol group was based on previously defined ranges of clinically significant difference. Safety was assessed by evaluation of adverse events, vital signs, and laboratory data.\n                The difference in mean (95% CI) change scores (final minus baseline) between treatments was 13.3 mm (-8.6 to 35.2) for pain (total scale 500 mm), 71.0 mm (-2.4 to 144.5) for physical function (total scale 1700 mm), and 4.3 mm (-1.2 to 9.8) for PGA (total scale 100 mm). The CI for each efficacy variable fell within the predefined equivalence ranges (pain, +/- 75 mm; physical function, +/- 255 mm; PGA, +/- 20 mm), indicating that no clinically relevant difference was found between the 2 treatment arms. Safety analyses of patients applying topical diclofenac solution revealed some minor skin irritation at the application site--mostly skin dryness in 83/311 (27%) patients--but a significantly reduced incidence, relative to oral diclofenac, of total and severe gastrointestinal (GI) adverse events, including dyspepsia, abdominal pain, diarrhea, and nausea. The number of patients developing abnormal liver function tests (including clinically significant elevation), hemoglobin, and creatinine clearance was significantly higher in the oral diclofenac group.\n                Application of this topical diclofenac solution to the knee of patients with OA produced relief of symptoms equivalent to oral diclofenac, with minor local skin irritation, but significantly reduced incidence of diclofenac-related GI complaints and abnormal laboratory values.",
        "Year": 2004.0,
        "CitationCount": 219
    },
    {
        "Unnamed: 0": 24503,
        "ReviewID": "CD007400",
        "PMID": "PMID:15477437",
        "Title": "Efficacy and safety of a topical diclofenac solution (pennsaid) in the treatment of primary osteoarthritis of the knee: a randomized, double-blind, vehicle-controlled clinical trial.",
        "Abstract": "Oral nonsteroidal anti-inflammatory drugs (NSAIDs) are commonly used to relieve the symptoms of osteoarthritis (OA) but can produce harmful systemic effects and end-organ damage. A topical NSAID formulation may provide symptom relief with fewer adverse effects. A new topical diclofenac sodium solution-containing the absorption enhancer dimethyl sulfoxide-was evaluated for the relief of the symptoms of primary OA of the knee.\n                A total of 326 patients met entry criteria (including abnormal radiographic findings and flare of pain) and were randomized to receive 40 drops of topical diclofenac solution or a vehicle-control solution, 4 times daily, for 12 weeks. We evaluated 3 primary outcome measures, the Western Ontario McMaster Universities LK3.1 OA Index (WOMAC) pain and physical function subscales and a patient global assessment, and 2 other measures, stiffness and pain on walking, at baseline and after final application. We assessed safety by evaluation of adverse events, vital signs, and irritation at the application site.\n                Topical diclofenac solution was significantly more effective than the vehicle-control solution for all outcome measures; pain, P = .001; physical function, P = .002; patient global assessment, P = .003; stiffness, P = .005; and pain on walking, P = .004. Among patients receiving topical diclofenac, self-limiting minor skin irritation occurred in 68 (41.5%) of 164 patients, including dryness in 60 (36.6%), rash in 18 (11.0%), and paresthesia, pruritus, and vesiculobullous rash in 1 (0.6%) each. There was no significant difference between groups in NSAID-related gastrointestinal tract complaints or in dropouts due to study-related adverse effects.\n                Topical diclofenac is effective in the treatment of the symptoms of primary OA of the knee, with only minor local irritation and no significant systemic adverse events.",
        "Year": 2004.0,
        "CitationCount": 159
    },
    {
        "Unnamed: 0": 24519,
        "ReviewID": "CD007400",
        "PMID": "PMID:16086839",
        "Title": "Treatment of osteoarthritis of the knee with a topical diclofenac solution: a randomised controlled, 6-week trial [ISRCTN53366886].",
        "Abstract": "Topical NSAIDs have been proven to relieve the symptoms of osteoarthritis (OA) in short-term studies (2 weeks). To justify its chronic use, efficacy of a topical NSAID over a longer term of study should be demonstrated. The efficacy and safety of a topical diclofenac solution over a 6-week treatment course in symptomatic primary OA of the knee was investigated.\n                216 men and women, age 40-85 years, with radiologically confirmed primary OA of the knee and a flare of pain at baseline following discontinuation of prior therapy were enrolled into this double-blind study. Participants applied either a topical diclofenac solution (Pennsaid) or vehicle control solution (carrier with no diclofenac); 40 drops 4 times daily directly to the painful knee(s), without massage, for 6 weeks. Pre-planned primary efficacy outcome measures included the core continuous variables pain relief and improved physical function measured by the Western Ontario and McMaster Universities (WOMAC) LK3.1 OA Index, and improved patient global assessment (PGA). Secondary efficacy measure was reduced stiffness. Safety assessments included adverse events and vital signs.\n                The topical diclofenac group had a significantly greater mean change in score (final minus baseline) compared to the vehicle control group for pain (-5.2 vs. -3.3, p = 0.003), physical function (-13.4 vs. -6.9, p = 0.001), PGA (-1.3 vs. -0.7, p = 0.0001) and stiffness (-1.8 vs. -0.9, p = 0.002). The mean difference between treatment arms (95% confidence interval [CI]) was 1.9 (0.7 to 3.2), 6.5 (2.5 to 10.5), 0.6 (0.2 to 0.9), and 0.9 (0.3 to 1.4), respectively. Safety analyses showed that topical diclofenac caused skin irritation, mostly minor local skin dryness, in 42/107 (39%), leading to discontinuation of treatment in 5/107 (5%) participants.\n                This topical diclofenac solution demonstrated relief at 6 weeks of the symptoms of primary osteoarthritis of the knee.",
        "Year": 2005.0,
        "CitationCount": 104
    },
    {
        "Unnamed: 0": 24522,
        "ReviewID": "CD007400",
        "PMID": "PMID:16331769",
        "Title": "Efficacy of topical diclofenac diethylamine gel in osteoarthritis of the knee.",
        "Abstract": "To assess the efficacy and safety of topical diclofenac diethylamine gel, 1.16%, 4 g applied qid for 3 weeks to relieve the symptoms of osteoarthritis (OA) of the knee.\n                Patients with OA of the knee washed out their OA medications for at least 5 drug half-lives. Patients with adequately high baseline pain scores were randomized to apply either double-blind active or placebo gel for 3 weeks. Acetaminophen (up to 2 g/day) was supplied as rescue medication. In a diary, patients recorded compliance to dosing and use of rescue medication and assessed daily pain on movement, spontaneous pain, and pain relief. At weekly site visits, patients completed the Western Ontario and McMaster (WOMAC) Osteoarthritis Index Questionnaire, which includes assessment of pain, stiffness, and physical function, and assessed pain intensity \"right now.\" At the final visit, a global assessment of treatment efficacy was completed.\n                Of 238 randomized patients, 237 were included in the intent to treat efficacy analysis. Treatments differed significantly for daily pain on movement at Day 5, and continued on most days through end of study. Peak differences were achieved in the second week. On the primary outcome, average pain on movement over Days 1-14, diclofenac gel was significantly superior to placebo gel. Scores for all 3 WOMAC indices for diclofenac gel treatment were significantly superior to placebo at Weeks 2 and 3. A significant difference was achieved on pain intensity \"right now\" at all 3 weeks. At the end of the study, patients rated diclofenac gel as significantly more effective in treating the pain of OA of the knee (p = 0.03) compared to placebo. There were no safety issues concerning adverse events or laboratory values.\n                Diclofenac gel was effective and safe for relief of symptoms of OA of the knee over 3 weeks of dosing.",
        "Year": 2005.0,
        "CitationCount": 109
    },
    {
        "Unnamed: 0": 24508,
        "ReviewID": "CD007400",
        "PMID": "PMID:17921791",
        "Title": "Efficacy and safety of topical nimesulide in the treatment of knee osteoarthritis.",
        "Abstract": "Osteoarthritis (OA) affects mainly older people who are more sensitive to adverse effects of classic nonsteroidal anti-inflammatory drugs. Recent publications indicate that topically applied nonsteroidal anti-inflammatory drugs are effective and much safer than their oral analogues.\n                In this double-blind, randomized, placebo-controlled study design, we aimed to investigate whether topical nimesulide treatment has any beneficial effect in knee OA patients.\n                Seventy-four adult knee OA outpatients were enrolled. We used Western Ontario and McMaster Universities OA Index (WOMAC), Nottingham Health Profile (NHP), and patient and physician global satisfaction scores. WOMAC and NHP scores were measured at the initial and final visit. Treatment group received topical nimesulide gel 1% on the knee skin 3 times a day whereas placebo group received an identical-appearing gel for 30 days.\n                There was a significant improvement in the nimesulide treatment group for all 3 parameters and overall score of WOMAC between pretreatment and posttreatment values. The overall WOMAC scores was significantly better than placebo (P = 0.03), but physical functioning, stiffness, and pain scales did not reach statistical significance. For the NHP scores there was an improvement at \"energy level,\" \"pain,\" \"physical motion,\" and \"NHP distress\" scores in the treatment group whereas no improvement was found in the placebo group. Between-group differences were not significant. Both patient and physician satisfaction scores were significantly better in the treatment group.\n                This study shows that topical nimesulide gel can have beneficial effects and can improve quality of life in patients with knee OA.",
        "Year": 2007.0,
        "CitationCount": 14
    },
    {
        "Unnamed: 0": 24506,
        "ReviewID": "CD007400",
        "PMID": "PMID:17318618",
        "Title": "Choosing between NSAID and arnica for topical treatment of hand osteoarthritis in a randomised, double-blind study.",
        "Abstract": "The use of topical preparations for symptom relief is common in osteoarthritis. The effects of ibuprofen (5%) and arnica (50 g tincture/100 g, DER 1:20), as gel preparations in patients with radiologically confirmed and symptomatically active osteoarthritis of interphalangeal joints of hands, were evaluated in a randomised, double-blind study in 204 patients, to ascertain differences in pain relief and hand function after 21 days' treatment. Diagnosis was according to established criteria; primary endpoints were pain intensity and hand function; statistical design was as per current regulatory guidelines for testing topical preparations. There were no differences between the two groups in pain and hand function improvements, or in any secondary end points evaluated. Adverse events were reported by six patients (6.1%) on ibuprofen and by five patients (4.8%) on arnica. Our results confirm that this preparation of arnica is not inferior to ibuprofen when treating osteoarthritis of hands.",
        "Year": 2007.0,
        "CitationCount": 102
    },
    {
        "Unnamed: 0": 24520,
        "ReviewID": "CD007400",
        "PMID": "PMID:17363401",
        "Title": "Efficacy and safety of epicutaneous ketoprofen in Transfersome (IDEA-033) versus oral celecoxib and placebo in osteoarthritis of the knee: multicentre randomised controlled trial.",
        "Abstract": "To compare epicutaneous ketoprofen in Transfersome (ultra-deformable vesicles, IDEA-033) versus oral celecoxib and placebo for relief of signs and symptoms in knee osteoarthritis.\n                This was a multicentre, randomised, double-blind, controlled trial; 397 patients with knee osteoarthritis participated and 324 completed the trial. They were randomly assigned 110 mg epicutaneous ketoprofen in 4.8 g Transfersome plus oral placebo (n = 138), 100 mg oral celecoxib plus placebo gel (n = 132), or both placebo formulations (n = 127) twice daily for 6 weeks. Primary efficacy outcome measures were the changes from baseline to end of the study on the Western Ontario and McMaster Universities (WOMAC) Osteoarthritis Index pain subscale, physical function subscale and patient global assessment (PGA) of response.\n                The mean WOMAC pain subscale scores in the intent to treat population were reduced by 18.2 (95% confidence interval -22.1 to -14.3), 20.3 (-24.3 to -16.2) and 9.9 (-13.9 to -5.8) in the IDEA-033, celecoxib and placebo groups, respectively, and the physical function subscale score by 14.6 (-18.1 to -11.0), 16.6 (-20.2 to -13.0) and 10.2 (-13.8 to -6.6), respectively. The mean PGA of response scores were 1.8 (1.6 to 2.1), 1.7 (1.5 to 1.9) and 1.3 (1.1 to 1.5), respectively. The differences in change between IDEA-033 and placebo were statistically significant for pain subscale (p<0.01) and PGA of response (p<0.01). Gastrointestinal adverse events for IDEA-033 were similar to placebo.\n                IDEA-033 is superior to placebo and comparable with celecoxib in relieving pain associated with an acute flare of knee osteoarthritis.",
        "Year": 2007.0,
        "CitationCount": 101
    },
    {
        "Unnamed: 0": 24517,
        "ReviewID": "CD007400",
        "PMID": "PMID:19380203",
        "Title": "Efficacy and safety of topical diclofenac containing dimethyl sulfoxide (DMSO) compared with those of topical placebo, DMSO vehicle and oral diclofenac for knee osteoarthritis.",
        "Abstract": "While topical non-steroidal anti-inflammatory drugs are considered safe, their long-term efficacy for osteoarthritis has been suspect. We conducted a 12-week, double-blind, double-dummy, randomized controlled trial of topical diclofenac (TDiclo) in a vehicle solution containing dimethyl sulfoxide (DMSO) in 775 subjects with radiologically confirmed, symptomatic primary osteoarthritis of the knee. This 5-arm study compared TDiclo with a placebo solution, the DMSO vehicle, oral diclofenac (ODiclo) and the combination of TDiclo+ODiclo for relieving the signs and symptoms of knee osteoarthritis. Subjects applied study solution, 40 drops four times daily, and took one study tablet daily for 12 weeks. Co-primary efficacy variables were WOMAC pain and physical function and a patient overall health assessment. Secondary variables were WOMAC stiffness and patient global assessment (PGA) of the knee osteoarthritis. TDiclo was superior to placebo for pain (-6.0 vs. -4.7, P=0.015), physical function (-15.8 vs. -12.3, P=0.034), overall health (-0.95 vs. -0.37, P<0.0001), and PGA (-1.36 vs. -1.01, P=0.016), and was superior to DMSO vehicle for all efficacy variables. No significant difference was observed between DMSO vehicle and placebo or between TDiclo and ODiclo. The commonest adverse event associated with TDiclo was dry skin (18.2%). Fewer digestive system and laboratory abnormalities were observed with TDiclo than with ODiclo. Addition of TDiclo to ODiclo did not increase the incidence of systemic adverse events. TDiclo in DMSO vehicle is an effective treatment option for knee osteoarthritis with efficacy similar to, but tolerability better than ODiclo. DMSO vehicle was no more efficacious than placebo.",
        "Year": 2009.0,
        "CitationCount": 196
    },
    {
        "Unnamed: 0": 24500,
        "ReviewID": "CD007400",
        "PMID": "PMID:19648310",
        "Title": "Diclofenac sodium gel in patients with primary hand osteoarthritis: a randomized, double-blind, placebo-controlled trial.",
        "Abstract": "To measure the efficacy and safety of diclofenac sodium gel in patients with primary hand osteoarthritis (OA).\n                In a randomized, double-blind, placebo-controlled trial, men and women aged > or = 40 years diagnosed with primary OA in the dominant hand were randomly assigned to self-apply topical 1% diclofenac sodium gel (Voltaren Gel) (n = 198) or vehicle (n = 187) to both hands 4 times daily for 8 weeks. Primary outcome measures included OA pain intensity (100-mm visual analog scale), total Australian/Canadian Osteoarthritis Hand Index (AUSCAN) score, and global rating of disease activity at 4 and 6 weeks. Secondary outcomes included onset of efficacy in Weeks 1 and 2, durability of efficacy at 8 weeks, measures of disease activity in the dominant hand, pain intensity in the non-dominant hand, AUSCAN subindices, end of study rating of efficacy, and Osteoarthritis Research Society International response criteria.\n                Diclofenac sodium gel decreased pain intensity scores by 42%-45%, total AUSCAN scores by 35%-40%, and global rating of disease by 36%-40%. Significant differences favoring diclofenac sodium gel over vehicle were observed at Week 4 for pain intensity and AUSCAN, with a trend for global rating of disease activity. At Week 6, diclofenac sodium gel treatment significantly improved each primary outcome measure compared with vehicle. Secondary outcomes generally supported the primary outcomes. The most common treatment-related adverse event (AE) was application-site paresthesia. Most AE were mild. No cardiac events, gastrointestinal bleeding, or ulcers were reported.\n                Topical diclofenac sodium gel was generally well tolerated and effective in primary hand OA. (NCT ID: NCT00171665).",
        "Year": 2009.0,
        "CitationCount": 127
    },
    {
        "Unnamed: 0": 24501,
        "ReviewID": "CD007400",
        "PMID": "PMID:21174485",
        "Title": "Safety and efficacy of topical diclofenac sodium gel for knee osteoarthritis in elderly and younger patients: pooled data from three randomized, double-blind, parallel-group, placebo-controlled, multicentre trials.",
        "Abstract": "NSAIDs used for the treatment of osteoarthritis (OA) have dose-related risks for gastrointestinal, cardiovascular and renal adverse events (AEs), particularly in elderly patients. Topical NSAIDs reduce systemic NSAID exposure and may mitigate these risks.\n                To evaluate the safety and efficacy of topical diclofenac sodium 1% gel (DSG) versus vehicle in patients aged 25-64 or ≥65 years who have been diagnosed with knee OA.\n                Pooled data from three 12-week, randomized, double-blind, parallel-group, multicentre trials.\n                US primary care, internal medicine, orthopaedic and rheumatology practices.\n                Aged ≥25 years with mild to moderate (Kellgren-Lawrence grade 1-3) knee OA.\n                After a 1-week analgesic washout, patients applied 4 g of DSG or vehicle four times daily to one knee. Rescue paracetamol (acetaminophen) up to 4 g/day was allowed.\n                Key efficacy outcomes common to the three trials were Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) pain (0-20) and physical function (0-68) subscales, global rating of disease (GRD; 100-mm visual analogue scale [VAS]) and pain on movement (POM; 100-mm VAS). ANOVA was used to compare efficacy outcome differences (DSG vs vehicle) by age (25-64 or ≥65 years). A flare design was used that defined a subset of patients who experienced increased pain during the washout period (modified efficacy subpopulation [MES]).\n                The MES included both patients aged 25-64 (n = 602) and ≥65 (n = 374) years. Patients in each age group applied >90% of scheduled doses. Among patients aged 25-64 years, the improvement from baseline to week 12 (least squares mean [standard error]) was greater for DSG versus vehicle for WOMAC pain (-5.8 [0.3] vs -4.7 [0.3], p = 0.007), WOMAC physical function (-17.9 [0.9] vs -14.2 [0.9], p = 0.002), GRD (-29.5 [1.6] vs -23.8 [1.6], p = 0.01) and POM (-37.3 [1.8] vs -29.0 [1.8], p < 0.001). Among patients aged ≥65 years, the improvements from baseline for most efficacy outcome scores were significantly greater with DSG versus vehicle: WOMAC pain (-5.3 [0.3] vs -4.1 [0.4], p = 0.02), WOMAC physical function (-15.5 [1.1] vs -11.0 [1.1], p = 0.004) and POM (-33.7 [2.2] vs -26.4 [2.2], p = 0.02). The efficacy of DSG did not differ significantly between patients aged 25-64 years and ≥65 years: WOMAC pain (p = 0.85), WOMAC physical function (p = 0.70), GRD (p = 0.86) and POM (p = 0.81). The incidence of any AE was greater with DSG than with vehicle among patients aged 25-64 years (56.6% vs 50.8%) and ≥65 years (55.8% vs 43.9%). Treatment-related application site dermatitis was more common with DSG compared with vehicle in both younger (4.0% vs 0.7%, respectively) and older (5.8% vs 0.4%, respectively) patients and was the main reason for the difference in treatment-related AEs between the DSG and vehicle groups. Gastrointestinal AEs were infrequent among patients treated with DSG and similar to incidence rates with vehicle in both age groups.\n                DSG was effective and generally well tolerated in adults regardless of age. These data support the topical application of DSG for relief of OA knee pain in elderly and younger patients. Clinicaltrials.gov registration numbers NCT00171626, NCT00171678, NCT00426621.",
        "Year": 2011.0,
        "CitationCount": 62
    },
    {
        "Unnamed: 0": 24507,
        "ReviewID": "CD007400",
        "PMID": "PMID:8112199",
        "Title": "A placebo-controlled study of the efficacy and tolerability of a nonsteroidal anti-inflammatory drug, DHEP plaster, in inflammatory peri- and extra-articular rheumatological diseases.",
        "Abstract": "A double-blind, randomized, placebo-controlled study has been carried out in order to assess the effects of the new topical cutaneous formulation, diclofenac hydroxyethylpyrrolidine (DHEP) plaster. Sixty patients (10 M + 50 F, mean age 56.6 yrs) suffering from local inflammatory processes in peri-articular/tendinous and/or extra-articular sites were involved in this study and randomly given either DHEP plaster or placebo plaster. Plasters were applied and left on the site of inflammation b.i.d. (at 8 a.m. and 8 p.m.) for 14 days. Patients under stabilized systemic treatment with NSAIDs, glucocorticoids and/or basic therapy for over 2 months, maintained this treatment unchanged during the course of the study. Patients were examined on days 3, 5, 7 and 14. The effects of the treatments were assessed using subjective, semi-quantitative (provoked pain, peri-articular swelling, doctor-patient judgement, telethermographic index) and quantitative variables (spontaneous pain measured using a visual analogical scale). In the peri-articular pathologies, spontaneous and provoked pain decreased faster and in a clinically relevant manner in the group treated with DHEP plaster compared to the control group (p < 0.01). Local inflammation, objectively evaluated using the telethermographic index, showed consistent reduction during the study which was statistically significant from day 3 onwards and significantly different compared to the control group. Global assessment of efficacy, expressed by the investigator and the patients, was significantly better (good to excellent after only 7 days in 70% of the cases) in the DHEP group compared to the placebo group. In the extra-articular pathologies, results similar to those reported earlier were obtained.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": null,
        "CitationCount": 53
    },
    {
        "Unnamed: 0": 24513,
        "ReviewID": "CD007400",
        "PMID": "PMID:15313991",
        "Title": "Effect of a topical diclofenac solution for relieving symptoms of primary osteoarthritis of the knee: a randomized controlled trial.",
        "Abstract": "Treatment of osteoarthritis with oral NSAID therapy provides pain relief but carries a substantial risk of adverse effects. Topical NSAID therapy offers an alternative to oral treatment, with the potential for a reduced risk of side effects. The objective of this trial was to assess the safety and efficacy of a topical diclofenac solution in relieving the symptoms of primary osteoarthritis of the knee.\n                We identified 248 men and women from southern Ontario with primary osteoarthritis of the knee and at least moderate pain. The patients were randomly assigned to apply 1 of 3 solutions to their painful knee for 4 weeks: a topical diclofenac solution (1.5% wt/wt diclofenac sodium in a carrier containing dimethyl sulfoxide [DMSO]); a vehicle-control solution (the carrier containing DMSO but no diclofenac); and a placebo solution (a modified carrier with a token amount of DMSO for blinding purposes but no diclofenac). The primary efficacy end point was pain relief, measured by the Western Ontario and McMaster Universities (WOMAC) LK3.0 Osteoarthritis Index pain subscale. Secondary end points were improved physical function and reduced stiffness (measured by the WOMAC subscales), reduced pain on walking and patient global assessment (PGA). Safety was evaluated with clinical and laboratory assessments.\n                In the intent-to-treat group the mean change (and 95% confidence interval [CI]) in pain score from baseline to final assessment was significantly greater for the patients who applied the topical diclofenac solution (-3.9 [- 4.8 to -2.9]) than for those who applied the vehicle-control solution (-2.5 [- 3.3 to -1.7]; p = 0.023) or the placebo solution (-2.5 [-3.3 to -1.7]; p = 0.016). For the secondary variables the topical diclofenac solution also revealed superiority to the vehicle-control and placebo solutions, leading to mean changes (and 95% CIs) of -11.6 (-14.7 to -8.4; p = 0.002 and 0.014, respectively) in physical function, -1.5 (-1.9 to -1.1; p = 0.015 and 0.002, respectively) in stiffness and -0.8 (-1.1 to -0.6; p = 0.003 and 0.015, respectively) in pain on walking. The PGA scores were significantly better for the patients who applied the topical diclofenac solution than for those who applied the other 2 solutions (p = 0.039 and 0.025, respectively). The topical diclofenac solution caused some skin irritation, mostly minor local skin dryness, in 30 (36%) of the 84 patients, but this led to discontinuation of treatment in only 5 (6%) of the cases. The incidence of gastrointestinal events did not differ between the treatment groups. No serious gastrointestinal or renal adverse events were reported or detected by means of laboratory testing.\n                This topical diclofenac solution can provide safe, site-specific treatment for osteoarthritic pain, with only minor local skin irritation and minimal systemic side effects.",
        "Year": null,
        "CitationCount": 185
    },
    {
        "Unnamed: 0": 24521,
        "ReviewID": "CD007400",
        "PMID": "PMID:9310109",
        "Title": "Local NSAID gel (eltenac) in the treatment of osteoarthritis of the knee. A double blind study comparing eltenac with oral diclofenac and placebo gel.",
        "Abstract": "In a randomized, double blind, multicentre study with 4 weeks follow-up of 290 patients with osteoarthritis of the knee joint, a topical NSAID (eltenac) was compared with oral diclofenac and placebo. The main outcome, Lequesne's Index and pain by VAS showed no statistically significant differences between neither of the active treatments and placebo for the total study population. However, in patients with more severe symptoms, both active groups showed statistically significant differences to placebo. No severe adverse drug reactions were seen but the number of GI reactions were three times higher in the diclofenac group compared to the topical treatment. Local skin reactions were twice as frequent in the eltenac than in the placebo group. Taking into account the nature of the treatment for a chronic disease like OA, our results indicate that eltenac gel could be a safe alternative to oral NSAIDs.",
        "Year": null,
        "CitationCount": 76
    }
]