[
    {
        "Unnamed: 0": 6595,
        "ReviewID": "CD004257",
        "PMID": "PMID:2052056",
        "Title": "Comparison of an antiinflammatory dose of ibuprofen, an analgesic dose of ibuprofen, and acetaminophen in the treatment of patients with osteoarthritis of the knee.",
        "Abstract": "The optimal short-term, symptomatic therapy for osteoarthritis of the knee has not been fully determined. Accordingly, we compared the efficacy of a nonsteroidal antiinflammatory drug, ibuprofen, given in either an antiinflammatory dose (high dose) or an analgesic dose (low dose), with that of acetaminophen, a pure analgesic.\n                In a randomized, double-blind trial, 184 patients with chronic knee pain due to osteoarthritis were given either 2400 or 1200 mg of ibuprofen per day or 4000 mg of acetaminophen per day. They were evaluated after a washout period of three to seven days before the beginning of the study, and again after four weeks of treatment. The major measures of outcome included scores on the pain and disability scales of the Stanford Health Assessment Questionnaire (range of possible scores, 0 to 3), scores on the visual-analogue scales for pain at rest and pain while walking, the time needed to walk 50 ft (15 m), and the physician's global assessment of the patient's arthritis.\n                Seventy-eight percent of the patients completed four weeks of therapy. No significant differences were noted among the three treatment groups with respect to failure to complete the trial because of noncompliance or adverse events. All three groups had improvement in all major outcome variables, and the groups did not differ significantly in the magnitude of improvement in most variables. The mean improvement (change) in the scores on the pain scale of the Health Assessment Questionnaire was 0.33 with acetaminophen (95 percent confidence interval, 0.14 to 0.52), 0.30 with the low dose of ibuprofen (95 percent confidence interval, 0.09 to 0.51), and 0.35 with the high dose of ibuprofen (95 percent confidence interval, 0.13 to 0.57). Side effects were minor and similar in all three groups.\n                In short-term, symptomatic treatment of osteoarthritis of the knee, the efficacy of acetaminophen was similar to that of ibuprofen, whether the latter was administered in an analgesic or an antiinflammatory dose.",
        "Year": 1991.0,
        "CitationCount": 587
    },
    {
        "Unnamed: 0": 6598,
        "ReviewID": "CD004257",
        "PMID": "PMID:8216413",
        "Title": "Comparison of naproxen and acetaminophen in a two-year study of treatment of osteoarthritis of the knee.",
        "Abstract": "To compare the relative safety and efficacy of naproxen and acetaminophen in the treatment of osteoarthritis (OA) of the knee. The major outcome measures were radiographic progression and withdrawal from the trial due to lack of efficacy.\n                One hundred seventy-eight patients with OA of the knee were enrolled in a 2-year prospective, controlled, double-blind multicenter trial and were randomly assigned to receive acetaminophen (ACT) or naproxen (NPX) treatment.\n                After 6 weeks of treatment, modest improvement in pain on motion and in physician's global assessment was seen in both the ACT and the NPX groups, and the NPX group also had modest improvement in pain at rest and in 50-foot walk time. Sixty-two patients completed the 2-year study. Among these patients, radiographic progression was similar in the 2 treatment groups. Withdrawal from the trial due to lack of drug efficacy was slightly more frequent among patients in the ACT group (22% versus 16%), but withdrawal due to adverse drug effects was slightly more common in the NPX group (23% versus 18%).\n                The efficacy of ACT treatment and NPX treatment was similar, although it was slightly better for NPX. The toxicity rate was slightly lower with ACT. However, the high rate of withdrawal in both treatment groups suggests that neither is satisfactory for the treatment of OA.",
        "Year": 1993.0,
        "CitationCount": 267
    },
    {
        "Unnamed: 0": 6590,
        "ReviewID": "CD004257",
        "PMID": "PMID:11465710",
        "Title": "A randomized, double-blind, crossover clinical trial of diclofenac plus misoprostol versus acetaminophen in patients with osteoarthritis of the hip or knee.",
        "Abstract": "To perform a randomized, double-blind, crossover clinical trial of diclofenac + misoprostol versus acetaminophen in ambulatory patients with osteoarthritis of the hip or knee.\n                Patients in 12 ambulatory care settings were eligible if they were age >40 years and if they had Kellgren/Lawrence radiographic grade 2-4 osteoarthritis of the knee or hip and a score of > or =30 mm on a 100-mm visual analog pain scale. Patients were randomized to one of two groups, 75 mg diclofenac + 200 microg misoprostol twice daily or 1,000 mg acetaminophen 4 times daily (each for 6 weeks), and were then crossed over to the other treatment for 6 weeks. A placebo was included in each treatment regimen to enable double blinding. The primary outcome measures were the Western Ontario and McMaster Universities Osteoarthritis Index and the visual analog pain scale of the Multidimensional Health Assessment Questionnaire. Safety was assessed using a standard form to review adverse events.\n                We enrolled 227 patients, of whom 218 provided data for the first treatment period and 181 provided data for both treatment periods. Significantly higher levels of improvement in the primary outcomes were seen for diclofenac + misoprostol than for acetaminophen (P < 0.001). Adverse events were more common when patients took diclofenac + misoprostol (P = 0.046). Diclofenac + misoprostol was rated as \"better\" or \"much better\" by 57% of the 174 patients who provided such ratings for both treatment periods, while acetaminophen was rated as \"better\" or \"much better\" by 20% of these patients, and 22% reported no difference (P < 0.001). Differences favoring diclofenac + misoprostol over acetaminophen were greater in patients with more severe osteoarthritis according to baseline pain scores, radiographs, or number of involved joints.\n                Patients with osteoarthritis of the hip or knee had significantly greater improvements in pain scores over 6 weeks with diclofenac + misoprostol than with acetaminophen, although patients with mild osteoarthritis had similar improvements with both drugs. Acetaminophen was associated with fewer adverse events.",
        "Year": 2001.0,
        "CitationCount": 248
    },
    {
        "Unnamed: 0": 6593,
        "ReviewID": "CD004257",
        "PMID": "PMID:11754710",
        "Title": "Efficacy of rofecoxib, celecoxib, and acetaminophen in osteoarthritis of the knee: a randomized trial.",
        "Abstract": "Osteoarthritis (OA) is often treated with nonsteroidal anti-inflammatory drugs (NSAIDs), acetaminophen, or specific inhibitors of cyclooxygenase 2 (COX-2).\n                To assess the relative therapeutic efficacy of rofecoxib, celecoxib, and acetaminophen in adults with OA.\n                Randomized, parallel-group, double-blind trial, conducted from June 1999 to February 2000, in 29 clinical centers in the United States.\n                Three hundred eighty-two patients aged at least 40 years who had OA of the knee that was previously treated with NSAIDs or acetaminophen.\n                Patients were randomly assigned to receive rofecoxib, 12.5 mg/d (n = 96); rofecoxib, 25 mg/d (n = 95); celecoxib, 200 mg/d (n = 97); or acetaminophen, 4000 mg/d (n = 94) for 6 weeks.\n                Assessments over days 1 to 6 and over 6 weeks included pain on walking, night pain, pain at rest, and morning stiffness as measured on a Western Ontario McMaster Universities Osteoarthritis Index (100-mm visual analog scale [VAS]) and global response to therapy compared among 4 treatment groups.\n                79% of patients completed the study. More patients treated with acetaminophen discontinued early due to lack of efficacy than patients treated with COX-2 inhibitors (31% vs 18%-19%). Efficacy assessed in the first 6 days of therapy showed greatest response to rofecoxib, 25 mg/d, followed by rofecoxib, 12.5 mg/d, celecoxib, and acetaminophen, respectively, in terms of relief of pain on walking (-32.2, - 29.0, - 26.4, and -20.6 mm change on the VAS; P</=.04 for all others vs acetaminophen; P =.05 for 25-mg rofecoxib vs celecoxib), rest pain (-21.8, - 18.6, - 15.5, and - 12.5 mm; P</=.02 for either dose of rofecoxib vs acetaminophen and P =.02 for rofecoxib, 25 mg/d, vs celecoxib), night pain (-25.2, - 22.0, - 18.7, and - 18.8 mm; P =.04 for rofecoxib, 25 mg/d, vs both acetaminophen and celecoxib), and morning stiffness (-30.4, - 28.4, - 25.7, and - 20.9 mm; P</=.02 for either dose of rofecoxib vs acetaminophen). Over 6 weeks, rofecoxib, 25 mg/d, provided greatest response for night pain (P<.002 vs celecoxib and P =.006 vs acetaminophen and P =.02 vs rofecoxib, 12.5 mg/d), composite pain subscale (P</=.03 vs all other treatments), stiffness subscale (P</=.04 vs celecoxib and acetaminophen), and physical function subscale (P =.001 vs acetaminophen). Global responses over 6 weeks showed a similar pattern (good or excellent response at week 6: 60%, 56%, 46%, and 39%, respectively; P</=.03 for rofecoxib, 25 mg/d, vs celecoxib and acetaminophen; P =.02 for rofecoxib, 12.5 mg/d, vs acetaminophen). All treatments were generally safe and well tolerated.\n                Rofecoxib, 25 mg/d, provided efficacy advantages over acetaminophen, 4000 mg/d, celecoxib, 200 mg/d, and rofecoxib, 12.5 mg, for symptomatic knee OA.",
        "Year": 2002.0,
        "CitationCount": 267
    },
    {
        "Unnamed: 0": 6591,
        "ReviewID": "CD004257",
        "PMID": "PMID:12546607",
        "Title": "Lack of efficacy of acetaminophen in treating symptomatic knee osteoarthritis: a randomized, double-blind, placebo-controlled comparison trial with diclofenac sodium.",
        "Abstract": "Recommendations state that acetaminophen should be used in preference to nonsteroidal anti-inflammatory drugs in the initial treatment of symptomatic osteoarthritis (OA) of the hip or knee, because of lesser toxicity and the pervasive belief that acetaminophen is not only effective in treating OA pain but is of equal analgesic efficacy as nonsteroidal anti-inflammatory drugs.\n                This was a randomized, double-blind, placebo-controlled trial of diclofenac sodium, 75 mg twice daily, vs acetaminophen, 1000 mg 4 times daily, in 82 subjects with symptomatic OA of the medial knee. Osteoarthritis was quantitated radiographically, and subjects met stringent baseline pain criteria. The primary evaluation of efficacy used the Western Ontario and McMaster Universities Osteoarthritis Index, with evaluations at screening, baseline, and 2 and 12 weeks after treatment. Intention-to-treat analysis was used.\n                Twenty-five subjects were randomized to diclofenac, 29 to acetaminophen, and 28 to placebo. The groups were closely matched for age, sex, body mass index, prior use of OA medications, baseline pain, and radiographic features. At 2 and 12 weeks, clinically and statistically significant (P<.001) improvements were seen in the diclofenac-treated group; however, no significant improvements were seen in the acetaminophen-treated group (P =.92 at 2 weeks and.19 at 12 weeks). Stratification of subjects according to baseline pain, prestudy OA medication, and radiographic grade showed no clear pattern of preferential response to diclofenac, and did not reveal a subset of subjects who responded to acetaminophen.\n                Diclofenac is effective in the symptomatic treatment of OA of the knee, but acetaminophen is not. A review of the literature reveals that there is scanty published evidence for a therapeutic effect of acetaminophen relative to placebo in patients with OA of the knee, because most published studies use active comparators (ie, nonsteroidal anti-inflammatory drugs) only. The advocacy of acetaminophen use in subjects with OA of the knee should be reconsidered pending further placebo-controlled studies.",
        "Year": 2003.0,
        "CitationCount": 163
    },
    {
        "Unnamed: 0": 6589,
        "ReviewID": "CD004257",
        "PMID": "PMID:15082468",
        "Title": "Patient Preference for Placebo, Acetaminophen (paracetamol) or Celecoxib Efficacy Studies (PACES): two randomised, double blind, placebo controlled, crossover clinical trials in patients with knee or hip osteoarthritis.",
        "Abstract": "Acetaminophen (paracetamol) is recommended as the initial pharmacological treatment for knee or hip osteoarthritis. However, survey and clinical trial data indicate greater efficacy for non-steroidal anti-inflammatory drugs and cyclo-oxygenase-2 specific inhibitors.\n                Two randomised, double blind, placebo controlled, crossover multicentre clinical trials, Patient Preference for Placebo, Acetaminophen or Celecoxib Efficacy Studies (PACES).Patients: Osteoarthritis of knee or hip.Intervention: \"Wash out\" of treatment; randomisation; 6 weeks of celecoxib 200 mg/day, acetaminophen 1000 mg four times a day, or placebo; second \"wash out;\" crossover to 6 weeks of second treatment.Measurements: Western Ontario McMaster Osteoarthritis Index (WOMAC), visual analogue pain scale, patient preference between two treatments.\n                Celecoxib was more efficacious than acetaminophen in both periods in both studies; WOMAC and pain scale scores differed at p<0.05 in period II and both periods combined of PACES-a and in periods I and II and both periods combined in PACES-b, but not in period I of PACES-a. Acetaminophen was more efficacious than placebo, generally p<0.05 in PACES-b, and >0.05 in PACES-a. Patient preferences were 53% celecoxib v 24% acetaminophen in PACES-a (p<0.001) and 50% v 32% in PACES-b (p = 0.009); 37% acetaminophen v 28% placebo in PACES-a (p = 0.340) and 48% v 24% in PACES-b (p = 0.007). No clinically or statistically significant differences were seen in adverse events or tolerability among the three treatment groups.\n                Greater efficacy was seen for celecoxib v acetaminophen v placebo, while adverse events and tolerability were similar. Variation in results and statistical significance in the two different trials are of interest.",
        "Year": 2004.0,
        "CitationCount": 184
    },
    {
        "Unnamed: 0": 6592,
        "ReviewID": "CD004257",
        "PMID": "PMID:15308513",
        "Title": "The IPSO study: ibuprofen, paracetamol study in osteoarthritis. A randomised comparative clinical study comparing the efficacy and safety of ibuprofen and paracetamol analgesic treatment of osteoarthritis of the knee or hip.",
        "Abstract": "To compare the analgesic efficacy of single and multiple doses of ibuprofen with that of paracetamol in patients with knee or hip osteoarthritis (IPSO study).\n                222 patients were randomised in a double blind, multicentre study-156 (70%) had a painful knee joint and 66 (30%) a painful hip joint. The main efficacy criterion was pain intensity assessment after a single dose (ibuprofen 400 mg, paracetamol 1000 mg). Functional disability assessment and patient global assessment were carried out over 14 days.\n                The sum of the pain intensity difference over 6 hours after the first administration was significantly higher (p = 0.046) in the ibuprofen group than in the paracetamol group. Over 14 days pain intensity decreased from the first day and was significantly lower in the ibuprofen group than in the paracetamol group (p<0.05). The functional disability of the patient was assessed using the WOMAC; the ibuprofen group improved significantly over 2 weeks compared with the paracetamol group for each of the subscales: stiffness (p<0.002), pain (p<0.001), physical function (p<0.002). The drugs were equally safe.\n                The IPSO study shows that for the treatment of osteoarthritic pain, ibuprofen 400 mg at a single and multiple dose (1200 mg/day) for 14 days is more effective than paracetamol, either as a single dose of 1000 mg or a multiple dose (3000 mg/day). Because ibuprofen and paracetamol have similar tolerability, this study indicates that the efficacy/tolerability ratio of ibuprofen is better than that of paracetamol in this indication over 14 days.",
        "Year": 2004.0,
        "CitationCount": 84
    },
    {
        "Unnamed: 0": 6596,
        "ReviewID": "CD004257",
        "PMID": "PMID:15940774",
        "Title": "Efficacy of rofecoxib, celecoxib, and acetaminophen in patients with osteoarthritis of the knee. A combined analysis of the VACT studies.",
        "Abstract": "To compare efficacy among 1578 patients with osteoarthritis randomized to take acetaminophen 4000 mg (n=269), celecoxib 200 mg (n=523), rofecoxib 12.5 mg (n=259), or rofecoxib 25 mg (n=527) in a double blind trial [Vioxx, Acetaminophen, Celecoxib Trial (VACT2)]. Results were also pooled with the similarly designed VACT1 trial.\n                Patients evaluated over Days 1 to 6 and 6 weeks with Patient Global Assessment of Response to Therapy (PGART) and Western Ontario and McMaster Universities (WOMAC) Osteoarthritis Index.\n                For VACT2, median time to good or excellent PGART response was 6, 5, 4, and 3 days for acetaminophen, celecoxib, rofecoxib 12.5 mg, and rofecoxib 25 mg (COX-2 inhibitors vs acetaminophen, p<or=0.035; rofecoxib 25 mg vs celecoxib, p=0.01). WOMAC response over the first 6 days was greater (p < 0.05) with both rofecoxib doses than acetaminophen and celecoxib. At Week 6, all COX-2 inhibitors provided significantly greater efficacy than acetaminophen. Good or excellent PGART was numerically, but not significantly, greater with rofecoxib 25 mg (55.4%) than celecoxib (50.6%) at Week 6; a significant difference was seen at Weeks 2 (6.9, p=0.022) and 4 (6.7, p=0.027) and over 6 weeks with analysis of all 5 PGART categories of response (p=0.035). Rofecoxib 25 mg provided greater response (p<0.05) than celecoxib on WOMAC subscales. Pooled analysis of VACT1/VACT2 demonstrated greater PGART (p=0.023) with rofecoxib 25 mg (56.1%) than celecoxib (49.8%) at 6 weeks and greater response to all other PGART and WOMAC endpoints, and confirmed superiority of COX-2 inhibitors to acetaminophen. Overall, tolerability of the study medications was generally good and similar. There was no significant difference between treatment groups in the percentage of patients who experienced a clinical adverse experience (AE). The incidence of discontinuations due to an AE was significantly lower with celecoxib (2.5%) compared to rofecoxib 25 mg (6.3%, p=0.004) or acetaminophen (7.8%, p< 0.001), and did not differ significantly from rofecoxib 12.5 mg (4.6%). Discontinuation rates due to edema and hypertension related AE were similar among all COX-2 inhibitors.\n                Rofecoxib and celecoxib provided superior efficacy to acetaminophen. There was a more rapid and greater response with rofecoxib 25 mg than celecoxib 200 mg. Rofecoxib 12.5 mg demonstrated greater efficacy than celecoxib 200 mg over the first 6 days, and was similar over 6 weeks. All study medications were generally well tolerated.",
        "Year": 2005.0,
        "CitationCount": 42
    },
    {
        "Unnamed: 0": 6594,
        "ReviewID": "CD004257",
        "PMID": "PMID:15249319",
        "Title": "Paracetamol in osteoarthritis of the knee.",
        "Abstract": "Paracetamol is a recommended symptomatic treatment of osteoarthritis (OA), but in clinical trials sample sizes have been relatively small and variable daily doses of paracetamol have been used.\n                To determine the therapeutic efficacy of paracetamol in OA of the knee and identify predictive factors of clinical response to treatment.\n                A double blind, parallel group, placebo controlled trial of analgesic efficacy and safety of paracetamol versus placebo including 779 patients with OA of the knee. Patients were randomly assigned to receive paracetamol 4 g/day (n = 405) or placebo (n = 374) for 6 weeks. Symptomatic OA of the knee was required at inclusion with global pain intensity of the knee during physical activities for the past 24 hours of >or=30 mm on a 100 mm visual analogue scale. The primary end point was a 30% decrease of global pain intensity of the knee. Intention to treat analyses were performed.\n                The percentage of responders did not differ significantly between groups: 52.6% and 51.9% in paracetamol and placebo groups, respectively (p = 0.840). In a subgroup of patients with chronic mechanical knee pain without signs of inflammation (n = 123), the mean change in pain intensity from baseline was 25.2 mm v 15.2 mm, in the paracetamol (n = 63) and placebo (n = 60) groups, respectively-mean difference 10.0 mm; 95% CI 1.0 to 19.0; p = 0.0294. No serious adverse events were attributable to treatment.\n                A statistically significant symptomatic effect of oral paracetamol 4 g/day over placebo was not found, suggesting that paracetamol use in symptomatic OA of the knee should be further explored. The tolerability and safety of paracetamol, at the recommended maximum dose of 4 g/day, was confirmed over 6 weeks.",
        "Year": null,
        "CitationCount": 88
    },
    {
        "Unnamed: 0": 6597,
        "ReviewID": "CD004257",
        "PMID": "PMID:14999359",
        "Title": "Analgesic efficacy and safety of nonprescription doses of naproxen sodium compared with acetaminophen in the treatment of osteoarthritis of the knee.",
        "Abstract": "Nonprescription doses of naproxen sodium, acetaminophen, and placebo were compared to determine their efficacy and safety in osteoarthritis of the knee. In two identical multicenter, randomized, double-blind, placebo-controlled, multidose, parallel-design studies, patients with osteoarthritis aged (mean +/- SD) 60.6 +/- 12.8 years were randomized to daily doses of 660 mg naproxen sodium (440 mg naproxen sodium in patients >or=65 years), 4000 mg acetaminophen, or placebo for 7 days. Naproxen sodium (440/660 mg) provided significantly greater improvements in pain at rest, on passive motion, on weight-bearing, stiffness after rest (morning), day and night pain compared with placebo, and significantly greater relief from resting pain than acetaminophen (P < 0.05). Acetaminophen provided significantly greater improvements in day pain compared with placebo. Daily evaluations showed naproxen sodium (440/660 mg) provided superior pain relief to acetaminophen and was significantly better than acetaminophen at reducing difficulties experienced in walking several blocks and difficulties in bending, lifting, and stooping. Naproxen sodium (440/660 mg) and acetaminophen (4000 mg) were significantly more effective than placebo in improving mobility level, household tasks, and walking and bending. Patient and investigator evaluation scores were significantly higher in naproxen sodium and acetaminophen groups compared with placebo; no differences were observed between active treatments. Naproxen sodium and acetaminophen had similar safety profiles to placebo. Nonprescription doses of naproxen sodium (440/660 mg) effectively relieve pain and other symptoms of osteoarthritis. Naproxen sodium is an alternative in the initial treatment of osteoarthritis and may be preferred to acetaminophen as first-line therapy in patients with moderate or severe pain.",
        "Year": null,
        "CitationCount": 30
    }
]