[
    {
        "Unnamed: 0": 30096,
        "ReviewID": "CD000478",
        "PMID": "PMID:4441827",
        "Title": "Azathioprine in ulcerative colitis: final report on controlled therapeutic trial.",
        "Abstract": "Eighty patients, all of whom were suffering from a frank clinical attack of ulcerative colitis, were admitted to the trial. The attack was treated with a standard course of corticosteroids and the patients were immediately placed on treatment with either azathioprine in a dose of 2.5 mg/kg body weight or dummy tablets. The trial tablets were continued for one year while the patients were maintained under regular clinical, sigmoidoscopic, histological, haematological, and biochemical surveillance. If a patient relapsed during such maintenance treatment he or she was treated with a further course of corticosteroids without interrupting maintenance treatment.In the treatment of an actual attack of ulcerative colitis the results in the attacks which brought the 80 patients into the trial show that no benefit came from the addition of azathioprine to a standard course of corticosteroid therapy.Patients admitted in their first attack of ulcerative colitis showed no benefit from the one-year maintenance treatment with azathioprine, the benefits of which were confined to patients admitted in a relapse of established disease. Even in these the difference between the treated group and the control group failed to reach statistical significance, but the difference was big enough to suggest that there is a prima facie case for regarding azathioprine as of some benefit in this group of patients.",
        "Year": 1974,
        "CitationCount": 311
    },
    {
        "Unnamed: 0": 30092,
        "ReviewID": "CD000478",
        "PMID": "PMID:1638191",
        "Title": "Randomised controlled trial of azathioprine withdrawal in ulcerative colitis.",
        "Abstract": "To determine whether azathioprine can prevent relapse in ulcerative colitis.\n                One year placebo controlled double blind trial of withdrawal or continuation of azathioprine.\n                Outpatient clinics of five hospitals.\n                79 patients with ulcerative colitis who had been taking azathioprine for six months or more. Patients in full remission for two months or more (67), and patients with chronic low grade or corticosteroid dependent disease (12) were randomised separately. 33 patients in remission received azathioprine and 34 placebo; five patients with chronic stable disease received azathioprine and seven placebo.\n                Rate of relapse. Relapse was defined as worsening of symptoms or sigmoidoscopic appearance.\n                For the remission group the one year rate of relapse was 36% (12/33) for patients continuing azathioprine and 59% (20/34) for those taking placebo (hazard rate ratio 0.5, 95% confidence interval 0.25 to 1.0). For the subgroup of 54 patients in long term remission (greater than six months before entry to trial) benefit was still evident, with a 31% (8/26) rate of relapse with azathioprine and 61% (17/28) with placebo (p less than 0.01). For the small group of patients with chronic stable colitis (six were corticosteroid dependent and six had low grade symptoms) no benefit was found from continued azathioprine therapy. Adverse events were minimal.\n                Azathioprine maintenance treatment in ulcerative colitis is beneficial for at least two years if patients have achieved remission while taking the drug. Demonstration of the relapse preventing properties of azathioprine has implications for a large number of patients with troublesome ulcerative colitis, who may benefit from treatment with azathioprine.",
        "Year": 1992,
        "CitationCount": 453
    },
    {
        "Unnamed: 0": 30091,
        "ReviewID": "CD000478",
        "PMID": "PMID:11111780",
        "Title": "6-mercaptopurine or methotrexate added to prednisone induces and maintains remission in steroid-dependent inflammatory bowel disease.",
        "Abstract": "As treatment of steroid-dependent patients with inflammatory bowel disease (IBD) is controversial, we analysed the efficacy and tolerance of 6-mercaptopurine (6-MP) and methotrexate (MTX) added to prednisone in increasing and maintaining the disease remission rate.\n                Seventy-two steroid-dependent IBD patients, 34 with ulcerative colitis (UC) and 38 with Crohn's disease (CD), receiving treatment with prednisone were randomly assigned in a 2:2:1 ratio to additionally receive, orally, over a period of 30 weeks 1.5 mg/kg/day of 6-MP (group A) or 15 mg/week of MTX (group B), or 3 g/day of 5-aminosalicylic acid (5-ASA) (group C). All patients who achieved remission were included in a maintaining remission study for 76 weeks. Remission was defined after stopping prednisone as a CD activity index of <150 and normal serum orosomucoid concentration for CD patients and a Mayo Clinic score <7 for UC patients.\n                With regard to achieved remission, a significantly higher (P< 0.05) rate existed for UC patients in group A (78.6%) than in group C (25%), with no statistical differences in group B (58.3%) versus C. For CD patients, the rates were significantly higher (P< 0.001 and 0.01, respectively) in groups A (93.7%) and B (80%) versus C (14%). With regard to maintaining remission, UC patients in group A (63.6%) presented significantly higher rates (P < 0.0015 and P < 0.001, respectively) versus 14.3% in group B and none in group C. For CD patients, statistical differences (P < 0.001) existed when comparing rates in groups A (53.3%) and B (66.6%) versus none in group C. Noticeable side effects appeared in 13.3% of patients from group A and 11.5% from group B.\n                These results suggest that 6-MP or MTX added to prednisone could be effective in steroid sparing, as well as in achieving and maintaining remission in steroid-dependent IBD patients. MTX was less effective in maintaining remission in UC patients.",
        "Year": 2000,
        "CitationCount": 204
    },
    {
        "Unnamed: 0": 30095,
        "ReviewID": "CD000478",
        "PMID": "PMID:10659481",
        "Title": "Role of azathioprine in severe ulcerative colitis: one-year, placebo-controlled, randomized trial.",
        "Abstract": "To investigate the efficacy of azathioprine in treating patients with severe ulcerative colitis.\n                One-year, randomized, placebo-controlled trial.\n                83 patients with severe ulcerative colitis were enrolled. Fifty patients who relapsed within two months on corticosteroid withdrawal were randomized into two groups. The azathioprine group received oral sulfasalazine (6-8 g/day), oral prednisolone (1 mg/Kg/day) and oral azathioprine (2 mg/Kg/day). The placebo group received oral sulfasalazine (6-8 g/day), oral prednisolone (1 mg/Kg/day) and placebo. Corticosteroids were tapered over 12-16 weeks.\n                Five patients (2 in azathioprine group, 3 in placebo group) dropped out of the study. Three patients in the azathioprine group had side effects. The number of patients going into complete remission and partial remission was not significantly different in the two groups. The proportion of relapses in the azathioprine group was lower than in the placebo group (p < 0.05).\n                In patients with ulcerative colitis, azathioprine had no effect in achieving remission, when given in combination with prednisolone; however, it lowers the proportion of relapses. Side effects like pancreatitis and hepatitis are mild and respond promptly to drug withdrawal.",
        "Year": 2000,
        "CitationCount": 121
    },
    {
        "Unnamed: 0": 30094,
        "ReviewID": "CD000478",
        "PMID": "PMID:11993510",
        "Title": "The beneficial effect of azathioprine on maintenance of remission in severe ulcerative colitis.",
        "Abstract": "The search is on to find more effective drug regimens for patients with severe ulcerative colitis, as conventional drugs such as sulfasalazine and its congeners fail to prevent relapse in a significant number of patients. Azathioprine has also been reported to be useful as a steroid-sparing drug in patients who suffer from frequent relapses. As these drugs when used individually fail to sustain remission in a significant number of patients, we evaluated the combination of these two drugs.\n                Thirty-five newly diagnosed patients with severe ulcerative colitis were randomized into two groups; group A (combination therapy) received sulfasalazine and azathioprine, while group B (sulfasalazine monotherapy) received sulfasalazine and placebo. In addition, all the patients received steroids initially to achieve clinical remission. The patients were followed-up for a period of 1 year. The therapeutic outcome was measured by the number of patients who suffered relapse in each group.\n                All the patients completed the 1-year study period. While 4 patients (23.5%) in group A suffered relapse of disease, 10 (55.6%) in group B suffered relapse, the difference being statistically significant. The relapse-free period was also significantly longer in group A.\n                Combination therapy (sulfasalazine and azathioprine) is more effective than sulfasalazine and placebo in the maintenance of remission in patients with severe ulcerative colitis.",
        "Year": 2002,
        "CitationCount": 107
    },
    {
        "Unnamed: 0": 30093,
        "ReviewID": "CD000478",
        "PMID": "PMID:12839376",
        "Title": "Azathioprine versus sulfasalazine in maintenance of remission in severe ulcerative colitis.",
        "Abstract": "Azathioprine is useful as a steroid-sparing drug in patients with ulcerative colitis. Its role as monotherapy in the maintenance of disease remission has not been evaluated.\n                In this prospective, randomized, open-label study, 25 patients with severe ulcerative colitis received either azathioprine (2.5 mg/Kg/day; Group A, n = 12) or sulfasalazine (6 g/day; Group B, n = 13). All patients received oral corticosteroids in a tapering dosage schedule initially. Treatment failure was defined as either disease relapse or drug withdrawal because of adverse effects.\n                Five of 12 patients in Group A and 8 of 13 patients in Group B had sustained remission during the stipulated study period of 18 months (p = ns). Two patients in Group A had to stop azathioprine because of adverse effects (bone marrow suppression and acute pancreatitis). In Group A, all patients who had treatment failure developed it in the first half of the study while in Group B treatment failure occurred in both halves.\n                The relapse rate of ulcerative colitis on maintenance therapy with azathioprine or sulfasalazine is comparable; there was a trend towards earlier treatment failure with azathioprine.",
        "Year": 2003,
        "CitationCount": 55
    }
]