[
    {
        "Unnamed: 0": 26994,
        "ReviewID": "CD009934",
        "PMID": "PMID:12824094",
        "Title": "Cholesterol-lowering effect of a theaflavin-enriched green tea extract: a randomized controlled trial.",
        "Abstract": "Tea consumption has been associated with decreased cardiovascular risk, but potential mechanisms of benefit are ill-defined. While epidemiologic studies suggest that drinking multiple cups of tea per day lowers low-density lipoprotein cholesterol (LDL-C), previous trials of tea drinking and administration of green tea extract have failed to show any impact on lipids and lipoproteins in humans. Our objective was to study the impact of a theaflavin-enriched green tea extract on the lipids and lipoproteins of subjects with mild to moderate hypercholesterolemia.\n                Double-blind, randomized, placebo-controlled, parallel-group trial set in outpatient clinics in 6 urban hospitals in China. A total of 240 men and women 18 years or older on a low-fat diet with mild to moderate hypercholesterolemia were randomly assigned to receive a daily capsule containing theaflavin-enriched green tea extract (375 mg) or placebo for 12 weeks. Main outcome measures were mean percentage changes in total cholesterol, LDL-C, high-density lipoprotein cholesterol (HDL-C), and triglyceride levels compared with baseline.\n                After 12 weeks, the mean +/- SEM changes from baseline in total cholesterol, LDL-C, HDL-C, and triglyceride levels were -11.3% +/- 0.9% (P =.01), -16.4% +/- 1.1% (P =.01), 2.3% +/- 2.1% (P =.27), and 2.6% +/- 3.5% (P =.47), respectively, in the tea extract group. The mean levels of total cholesterol, LDL-C, HDL-C, and triglycerides did not change significantly in the placebo group. No significant adverse events were observed.\n                The theaflavin-enriched green tea extract we studied is an effective adjunct to a low-saturated-fat diet to reduce LDL-C in hypercholesterolemic adults and is well tolerated.",
        "Year": 2003,
        "CitationCount": 228
    },
    {
        "Unnamed: 0": 26992,
        "ReviewID": "CD009934",
        "PMID": "PMID:19083445",
        "Title": "Antihypercholesterolemic effect of Chinese black tea extract in human subjects with borderline hypercholesterolemia.",
        "Abstract": "A water-soluble extract of a traditional Chinese black tea (Pu-Ehr) has been shown to precipitate mixed bile salt micelles in foods. In addition, long-term ingestion of this black tea extract (BTE) significantly reduces blood cholesterol levels in rats. We investigated the effects of BTE tablets (a formula designed to enhance compliance) as a dietary supplement in a 3-month double-blind randomized group comparison study in borderline hypercholesterolemic human subjects (n = 47). All subjects ingested BTE tablets (333 mg) or placebo 3 times daily before meals for 3 months. In the BTE-treated group, the initial mean blood total (6.14 +/- 0.14 mol/L) and low-density lipoprotein (LDL) cholesterol (4.32 +/- 0.14 mol/L) levels decreased with time and were significantly (P < .01) lower (total cholesterol, 5.62 +/- 0.11; LDL cholesterol, 3.81 +/- 0.13 mol/L) after 3 months of ingestion. Furthermore, the mean body weights (P < .05) and triacylglycerol levels (P < .01) were also significantly reduced after 3 months of BTE intake compared with the baseline levels. Significant improvements in the mean LDL cholesterol, body weight, and triacylglycerol values were not accompanied with undesirable changes in other biochemical parameters measured in the subjects. None of the subjects complained of any adverse effects (eg, abdominal distension). The results indicate that BTE intake elicited a significant antihypercholesterolemic effect and might be useful for improving blood cholesterol levels in subjects at risk for heart disease or obesity.",
        "Year": 2008,
        "CitationCount": 63
    },
    {
        "Unnamed: 0": 26989,
        "ReviewID": "CD009934",
        "PMID": "PMID:18848434",
        "Title": "Standardized capsule of Camellia sinensis lowers cardiovascular risk factors in a randomized, double-blind, placebo-controlled study.",
        "Abstract": "Previous studies examining the effect of tea drinking on cardiovascular health have produced mixed results due to their observational nature and qualitatively and quantitatively imprecise definitions of active tea components. The objective of this study was to determine if a standardized and defined decaffeinated green tea (Camellia sinensis) product lowers blood pressure, serum lipids, oxidative stress, and markers of chronic inflammation.\n                A randomized, double-blind, placebo-controlled, parallel study on 111 healthy adult volunteers 21-70 y old was performed. We administered a standardized capsule of Camellia sinensis compounds (CSC) twice a day. Before and after 3 wk, blood pressure, serum lipids, serum amyloid-alpha (a marker of chronic inflammation), and serum malondialdehyde (a marker of oxidative stress) were measured.\n                After 3 wk, CSC lowered systolic and diastolic blood pressures by 5 and 4 mmHg, respectively. After 3 mo, systolic blood pressure remained significantly lower. CSC lowered serum amyloid-alpha by 42% and lowered malondialdehyde by 11.9%. In men, there were 10- and 9-mg/dL reductions in total and low-density lipoprotein (LDL) cholesterol, respectively. In all subjects with a baseline LDL cholesterol level >99 mg/dL, there was 9 mg/dL lowering of total and LDL cholesterol. Adverse effects were mild and few and not different from placebo.\n                CSC was effective for decreasing, in as quickly as 3 wk, blood pressure, LDL cholesterol, oxidative stress, and a marker of chronic inflammation, all independent cardiovascular risk factors.",
        "Year": 2009,
        "CitationCount": 121
    },
    {
        "Unnamed: 0": 26990,
        "ReviewID": "CD009934",
        "PMID": "PMID:19469799",
        "Title": "A two-year, double-blind, randomized placebo-controlled trial of oral green tea polyphenols on the long-term clinical and histologic appearance of photoaging skin.",
        "Abstract": "Green tea polyphenols (GTPs) have significant antioxidant and antiinflammatory activities, and prior short-term studies suggest that these compounds may improve photoaging skin.\n                To evaluate the long-term effects of oral GTPs on the clinical and histologic characteristics of photoaging skin.\n                Double-blind, placebo-controlled trial of 56 women aged 25 to 75 randomized to 250 mg GTPs or placebo twice daily for 2 years. A blinded dermatologist scored the appearance of photodamaged facial skin at 0, 6, 12, and 24 months. A blinded dermatopathologist scored the histologic characteristics of sun-exposed arm skin at 0 and 24 months.\n                Clinical assessment of facial skin revealed that the GTP group had significant improvement in overall solar damage at 6 months (p=.02) and significant improvement in erythema and telangiectasias at 12 months (p=.02). The placebo group did not have significant improvements in these parameters at 6 months or 12 months. There were no statistically significant differences in other photoaging parameters at 6, 12, or 24 months in the GTP or placebo groups. Histopathologic analysis of sunexposed arm skin showed no statistically significant difference in photoaging parameters in the GTP group or the placebo group at 24 months.\n                Long-term supplementation with oral GTPs was not superior to placebo in improving clinical or histologic photoaging parameters after 24 months of use.",
        "Year": 2009,
        "CitationCount": 63
    },
    {
        "Unnamed: 0": 26988,
        "ReviewID": "CD009934",
        "PMID": "PMID:20807303",
        "Title": "Green tea improves metabolic biomarkers, not weight or body composition: a pilot study in overweight breast cancer survivors.",
        "Abstract": "Overweight status after breast cancer treatment may increase a woman's risk for recurrent disease and/or early onset cardiovascular disease. Green tea has been proposed to promote weight loss and favourably modify glucose, insulin and blood lipids. This pilot study tested the effect of daily decaffeinated green tea consumption for 6 months on weight and body composition, select metabolic parameters and lipid profiles in overweight breast cancer survivors.\n                The effect of daily decaffeinated green tea intake on weight, body composition and changes in resting metabolic rate, energy intake, glucose, insulin, homeostasis model assessment--insulin resistance (HOMA-IR) and lipids was evaluated in overweight breast cancer survivors. Participants had a mean weight of 80.2 kg; body mass index (BMI) 30.1 kg m⁻²; and body fat 46.4%. Participants (n = 54) were randomised to 960 mL of decaffeinated green or placebo tea daily for 6 months.\n                Mean (SD) tea intake among study completers (n = 39) was 5952 (1176) mL week⁻¹ and was associated with a significant reduction in energy intake (P = 0.02). Change in body weight of -1.2 kg (green tea) versus +0.2 kg (placebo) suggests a weight change effect, although this was not statistically significant. Decaffeinated green tea intake was associated with elevated high-density lipoprotein (HDL) levels (P = 0.003) and nonsignificant improvements in the HDL/LDL ratio and HOMA-IR (-1.1 ± 5.9: green tea; +3.2 ± 7.2: herbal).\n                Intake of decaffeinated green tea for 6 months was associated with a slight reduction in body weight and improved HDL and glucose homeostasis in overweight breast cancer survivors.\n                © 2010 The Authors. Journal compilation © 2010 The British Dietetic Association Ltd.",
        "Year": 2010,
        "CitationCount": 72
    },
    {
        "Unnamed: 0": 26991,
        "ReviewID": "CD009934",
        "PMID": "PMID:22198621",
        "Title": "The effect of black tea on risk factors of cardiovascular disease in a normal population.",
        "Abstract": "A prospective randomized controlled clinical trial determined the effect of Mauritian black tea consumption on fasting blood plasma levels of glucose, lipid profiles and antioxidant status in a normal population.\n                The study group (71%) consumed 3 x 200 ml of black tea infusate/day for 12 weeks without additives followed by a 3 week wash-out. The control group (29%) consumed equivalent volume of hot water for same intervention period.\n                The tea used had high levels of gallic acid derivatives (50 ± 0.4 mg/L), flavan-3-ols (42 ± 2 mg/L), flavonols (32 ± 1 mg/L) and theaflavins (90 ± 1 mg/L). Daily 9 g supplementation of black tea infusate induced, in a normal population, a highly significant decrease of fasting serum glucose (18.4%; p<0.001) and triglyceride levels (35.8%; p<0.01), a significant decrease in LDL/HDL plasma cholesterol ratio (16.6%; p<0.05) and a non significant increase in HDL plasma cholesterol levels (20.3%), while a highly significant rise in plasma antioxidant propensity (FRAP: 418%; p<0.001) was noted .\n                Black tea consumed within a normal diet contributes to a decrease of independent cardiovascular risk factors and improves the overall antioxidant status in humans.\n                Copyright © 2011 Elsevier Inc. All rights reserved.",
        "Year": 2012,
        "CitationCount": 86
    },
    {
        "Unnamed: 0": 26993,
        "ReviewID": "CD009934",
        "PMID": "PMID:22271130",
        "Title": "Effects of black tea on blood pressure: a randomized controlled trial.",
        "Abstract": null,
        "Year": 2012,
        "CitationCount": 88
    },
    {
        "Unnamed: 0": 26995,
        "ReviewID": "CD009934",
        "PMID": "PMID:22749178",
        "Title": "Green tea extract reduces blood pressure, inflammatory biomarkers, and oxidative stress and improves parameters associated with insulin resistance in obese, hypertensive patients.",
        "Abstract": "Green tea (GT) consumption is known to be associated with enhanced cardiovascular and metabolic health. The purpose of this study is to examine the hypothesis that supplementation with GT alters insulin resistance and associated cardiovascular risk factors in obese, hypertensive patients. In a double-blind, placebo-controlled trial, 56 obese, hypertensive subjects were randomized to receive a daily supplement of 1 capsule that contained either 379 mg of GT extract (GTE) or a matching placebo, for 3 months. At baseline and after 3 months of treatment, the anthropometric parameters, blood pressure, plasma lipid levels, glucose levels, creatinine levels, tumor necrosis factor α levels, C-reactive protein levels, total antioxidant status, and insulin levels were assessed. Insulin resistance was evaluated according to the homeostasis model assessment-insulin resistance protocol. After 3 months of supplementation, both systolic and diastolic blood pressures had significantly decreased in the GTE group as compared with the placebo group (P < .01). Considerable (P < .01) reductions in fasting serum glucose and insulin levels and insulin resistance were observed in the GTE group when compared with the placebo group. Serum tumor necrosis factor α and C-reactive protein were significantly lower, whereas total antioxidant status increased in the GTE group compared with the placebo (P < .05). Supplementation also contributed to significant (P < .05) decreases in the total and low-density lipoprotein cholesterol and triglycerides, but an increase in high-density lipoprotein cholesterol. In conclusion, daily supplementation with 379 mg of GTE favorably influences blood pressure, insulin resistance, inflammation and oxidative stress, and lipid profile in patients with obesity-related hypertension.\n                Copyright © 2012 Elsevier Inc. All rights reserved.",
        "Year": 2012,
        "CitationCount": 302
    }
]