[
    {
        "Unnamed: 0": 27695,
        "ReviewID": "CD003626",
        "PMID": "PMID:1505913",
        "Title": "Ursodeoxycholic acid for treatment of primary sclerosing cholangitis: a placebo-controlled trial.",
        "Abstract": "The efficacy and safety of ursodeoxycholic acid for the treatment of primary sclerosing cholangitis were evaluated in a prospective, randomized, double-blind, placebo-controlled trial. Fourteen patients with primary sclerosing cholangitis documented by cholestatic serum enzyme pattern, liver histological appearance and endoscopic retrograde cholangiography were included in the trial. Six patients received ursodeoxycholic acid (13 to 15 mg/kg body wt/day), and eight patients received placebo. Two patients had to be withdrawn from the study, one because of UDCA-related diarrhea and the other because of worsening of the disease during placebo treatment. Patients in the ursodeoxycholic acid group improved significantly during 1 yr of treatment with respect to serum levels of bilirubin (median = -50%), alkaline phosphatase (median = -67%), gamma-glutamyltransferase (median = -53%), AST (median = -54%) and ALT (median = -36%) compared with the placebo group, but not with respect to serum levels of hydrophobic bile acids. During ursodeoxycholic acid treatment, histopathological features also improved significantly, as evaluated by multiparametric score. Expression of human leukocyte antigen class I molecules appeared to be markedly reduced on liver cells after ursodeoxycholic acid treatment. We conclude that ursodeoxycholic acid is beneficial in reducing disease activity in patients with primary sclerosing cholangitis.",
        "Year": 1992,
        "CitationCount": 425
    },
    {
        "Unnamed: 0": 27697,
        "ReviewID": "CD003626",
        "PMID": "PMID:8201224",
        "Title": "Effect of ursodeoxycholic acid on liver and bile duct disease in primary sclerosing cholangitis. A 3-year pilot study with a placebo-controlled study period.",
        "Abstract": "Primary sclerosing cholangitis is a cholestatic disease of the liver characterized by progressive fibrotic inflammation and obliteration of the extra- and/or intrahepatic bile ducts. There is no effective therapy. We, therefore, studied the safety and efficacy of ursodeoxycholic acid in patients with primary sclerosing cholangitis with or without additional ulcerative colitis. In a 1-year ursodeoxycholic acid treatment period, which preceded the controlled study period, ursodeoxycholic acid was well tolerated in 22 of 24 patients with ulcerative colitis and in all three patients without ulcerative colitis. In two patients with ulcerative colitis the dose of 750 mg ursodeoxycholic acid/day led to diarrhea, but following reduction of the dose to 500 and 250 mg/day ursodeoxycholic acid was well tolerated. After 1 year of ursodeoxycholic acid treatment, 20 patients were randomly assigned to receive either ursodeoxycholic acid 750 mg/day or placebo. All of them finished a double-blind, placebo-controlled study period. During ursodeoxycholic acid treatment, the liver enzymes improved markedly. The difference in alanine aminotransferase, aspartate aminotransferase, alkaline phosphatase and gamma-glutamyltransferase between the placebo and ursodeoxycholic acid group was significant (p < 0.05). Following ursodeoxycholic acid treatment, pruritus and fatigue improved in half of the patients but the difference between the placebo and ursodeoxycholic acid group was not significant. According to the ethical guidelines, after 3 months of placebo treatment, the controlled study had to be discontinued because of a more than twofold increase of serum transaminases in 8/10 patients on placebo. After the end of the controlled study, all patients were continuously treated with ursodeoxycholic acid for up to 4 years.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1994,
        "CitationCount": 203
    },
    {
        "Unnamed: 0": 27696,
        "ReviewID": "CD003626",
        "PMID": "PMID:8975951",
        "Title": "Ursodeoxycholic acid does not improve the clinical course of primary sclerosing cholangitis over a 2-year period.",
        "Abstract": "Ursodeoxycholic acid has been shown to be a useful agent in the clinical management of patients with primary biliary cirrhosis and autoimmune chronic active hepatitis. Its efficacy is presumed to be based upon its ability to act as a detergent and to incite a choleresis. Recent additional data suggest it also reduces HLA antigen expression on liver and biliary epithelial cells and impairs T cell reactivity.\n                A randomized controlled study of 59 patients with primary sclerosing cholangitis was performed over a 24 months period with 3 groups being studied. Group I consisted of 20 patients who were given ursodeoxycholic acid 300 mg orally twice a day; group II consisted of 19 patients who were given colchicine 0.6 mg orally BID; and group III was an untreated medical control group. All three groups were seen at regular 3-month intervals and had quarterly, annual and terminal studies performed to assess their disease status.\n                No difference between groups was evident after two full years of therapy when parameters of liver injury, liver function, liver size and hepatic copper content were compared between groups. Similarly, no difference in ERCP findings was evident between groups either at entry or after two years of therapy.\n                These data suggest that ursodeoxycholic acid is no better than colchicine or simple medical follow-up. Thus, neither ursodeoxycholic acid or colchicine can be considered to be effective therapies for primary sclerosing cholangitis.",
        "Year": 1996,
        "CitationCount": 60
    },
    {
        "Unnamed: 0": 27694,
        "ReviewID": "CD003626",
        "PMID": "PMID:9041099",
        "Title": "Ursodiol for primary sclerosing cholangitis. Mayo Primary Sclerosing Cholangitis-Ursodeoxycholic Acid Study Group.",
        "Abstract": "There is no satisfactory medical therapy for patients with primary sclerosing cholangitis. Ursodiol (ursodeoxycholic acid) benefits patients with primary biliary cirrhosis, another cholestatic liver disease.\n                From May 1989 to July 1995, we enrolled 105 patients with well-documented primary sclerosing cholangitis in a randomized, double-blind study comparing ursodiol (13 to 15 mg per kilogram of body weight per day in divided doses) with placebo. The primary outcome was the time to treatment failure, defined as death; liver transplantation; histologic progression by two stages (of four) or progression to cirrhosis; the development of varices, ascites, or encephalopathy; sustained quadrupling of the serum bilirubin concentration; marked worsening of fatigue or pruritus; inability to tolerate the drug; or voluntary withdrawal from the study.\n                We analyzed data on the 51 patients in each group with at least 3 months of follow-up; the median follow-up was 2.2 years. There was no significant difference between the groups in time to treatment failure (relative risk of treatment failure in the ursodiol group, 1.01; 95 percent confidence interval, 0.6 to 1.7). During the first two years of follow-up, treatment was unsuccessful in 17 of 32 patients (53 percent) in the placebo group and 16 of 31 (52 percent) in the ursodiol group. There were also no differences in time to treatment failure for patients with early-stage disease or in time to liver transplantation. Ursodiol, but not placebo, was associated with improvement in serum alkaline phosphatase, aspartate aminotransferase, bilirubin, and albumin levels at one and two years.\n                In a group of patients with well-defined primary sclerosing cholangitis, ursodiol provided no clinical benefit.",
        "Year": 1997,
        "CitationCount": 242
    },
    {
        "Unnamed: 0": 27693,
        "ReviewID": "CD003626",
        "PMID": "PMID:11606503",
        "Title": "A preliminary trial of high-dose ursodeoxycholic acid in primary sclerosing cholangitis.",
        "Abstract": "Ursodeoxycholic acid (UDCA) is used for the treatment of cholestatic liver diseases including primary biliary cirrhosis (PBC) for which it has a positive effect on laboratory values, may delay the development of liver failure and prolong the transplant-free disease period. Standard doses of UDCA (8-15 mg/kg daily) have been shown to be ineffective in the treatment of primary sclerosing cholangitis (PSC). We report on the findings (clinical, biochemical, histological, and cholangiographic) and side effects of a 2-year double-blind placebo-controlled preliminary study of high-dose UDCA in PSC patients.\n                Twenty-six patients with PSC were randomized to high-dose (20 mg/kg daily) UDCA or placebo. Cholangiography and liver biopsy were performed at entry and after 2 years. Symptoms, clinical signs, and liver biochemical tests were recorded at 3 monthly intervals.\n                High-dose UDCA did not influence symptoms, but there was a significant improvement in liver biochemistry (serum alkaline phosphatase, P = 0.03; gamma-glutamyl transferase, P = 0.01) and a significant reduction in progression in cholangiographic appearances (P = 0.015) and liver fibrosis as assessed by disease staging (P = 0.05). In the treatment group, a significant increase in total bile acids and saturation with UDCA >70% confirmed patient compliance. No significant side effects were reported.\n                High-dose UDCA may be of clinical benefit in PSC, but trials with a larger number of participants and of longer duration are required to establish whether the effect of high-dose UDCA on liver biochemistry, histology, and cholangiography in patients with PSC is translated into improved long-term survival.",
        "Year": 2001,
        "CitationCount": 307
    },
    {
        "Unnamed: 0": 27692,
        "ReviewID": "CD003626",
        "PMID": "PMID:16285948",
        "Title": "High-dose ursodeoxycholic acid in primary sclerosing cholangitis: a 5-year multicenter, randomized, controlled study.",
        "Abstract": "There is no medical treatment of proven benefit for primary sclerosing cholangitis. This study aimed at studying the effect of a higher dose of ursodeoxycholic acid than previously used on survival, symptoms, biochemistry, and quality of life in this disease.\n                A randomized placebo-controlled study was performed in tertiary and secondary gastroenterology units. A total of 219 patients were randomized to 17 to 23 mg/kg body weight per day of ursodeoxycholic acid (n = 110) or placebo (n = 109) for 5 years. Follow-up data are available from 97 patients randomized to ursodeoxycholic acid and for 101 randomized to placebo. Quality of life was assessed by using the Medical Outcomes Study 36-item Short-Form Health Survey.\n                The combined end point \"death or liver transplantation\" occurred in 7 of 97 (7.2%) patients in the ursodeoxycholic acid group vs 11 of 101 (10.9%) patients in the placebo group (P = .368; 95% confidence interval, -12.2% to 4.7%). The occurrence of liver transplantation as a single end point showed a similar positive trend for ursodeoxycholic acid treatment (5/97 [5.2%] vs 8/101 [7.9%]; 95% confidence interval, -10.4% to 4.6%). Three ursodeoxycholic acid and 4 placebo patients died from cholangiocarcinoma, and 1 placebo patient died from liver failure. Alkaline phosphatase and alanine aminotransferase tended to decrease during the first 6 months. There were no differences between the 2 groups in symptoms or quality of life. Analyses of serum ursodeoxycholic acid concentration gave no evidence that noncompliance may have influenced the results.\n                This study found no statistically significant beneficial effect of a higher dose of ursodeoxycholic acid than previously used on survival or prevention of cholangiocarcinoma in primary sclerosing cholangitis.",
        "Year": 2005,
        "CitationCount": 363
    },
    {
        "Unnamed: 0": 27691,
        "ReviewID": "CD003626",
        "PMID": "PMID:19585548",
        "Title": "High-dose ursodeoxycholic acid for the treatment of primary sclerosing cholangitis.",
        "Abstract": "Previous controlled trials are inconclusive regarding the efficacy of ursodeoxycholic acid (UDCA) for treating primary sclerosing cholangitis (PSC). One hundred fifty adult patients with PSC were enrolled in a long-term, randomized, double-blind controlled trial of high-dose UDCA (28-30 mg/kg/day) versus placebo. Liver biopsy and cholangiography were performed before randomization and after 5 years. The primary outcome measures were development of cirrhosis, varices, cholangiocarcinoma, liver transplantation, or death. The study was terminated after 6 years due to futility. At enrollment, the UDCA (n = 76) and placebo (n = 74) groups were similar with respect to sex, age, duration of disease, serum aspartate aminotransferase and alkaline phosphatase levels, liver histology, and Mayo risk score. During therapy, aspartate aminotransferase and alkaline phosphatase levels decreased more in the UDCA group than the placebo group (P < 0.01), but improvements in liver tests were not associated with decreased endpoints. By the end of the study, 30 patients in the UDCA group (39%) versus 19 patients in the placebo group (26%) had reached one of the pre-established clinical endpoints. After adjustment for baseline stratification characteristics, the risk of a primary endpoint was 2.3 times greater for patients on UDCA than for those on placebo (P < 0.01) and 2.1 times greater for death, transplantation, or minimal listing criteria (P = 0.038). Serious adverse events were more common in the UDCA group than the placebo group (63% versus 37% [P < 0.01]). Conclusion: Long-term, high-dose UDCA therapy is associated with improvement in serum liver tests in PSC but does not improve survival and was associated with higher rates of serious adverse events.",
        "Year": 2009,
        "CitationCount": 346
    }
]