[
    {
        "Unnamed: 0": 23710,
        "ReviewID": "CD000952",
        "PMID": "PMID:6334524",
        "Title": "Effect of oral 1,25-dihydroxyvitamin D and calcium on glucocorticoid-induced osteopenia in patients with rheumatic diseases.",
        "Abstract": "Twenty-three rheumatic disease patients with glucocorticoid-induced osteopenia (defined by measurement of forearm bone mass) completed an 18-month double-blind, randomized study to assess the effect of oral calcium and 1,25-dihydroxyvitamin D (1,25-OH2D) or calcium and placebo on bone and mineral metabolism. Intestinal 47Ca absorption was increased (P less than 0.05) and serum parathyroid hormone levels were suppressed (P less than 0.01) by 1,25-OH2D (mean dose 0.4 micrograms/day); however, no significant gain in forearm bone mass occurred, and bone fractures were frequent in both groups. In the 1,25-OH2D group, histomorphometric analysis of iliac crest biopsy specimens demonstrated a decrease in osteoclasts/mm2 of trabecular bone (P less than 0.05) and parameters of osteoblastic activity (P less than 0.05), indicating that 1,25-OH2D reduced both bone resorption and formation. We conclude that 1,25-OH2D should not be used for treatment of glucocorticoid-induced osteopenia. Since patients receiving calcium and placebo did not exhibit a loss of forearm bone mass, elemental calcium supplementation of 500 mg daily might be useful to maintain skeletal mass in patients receiving long-term glucocorticord therapy.",
        "Year": 1984,
        "CitationCount": 150
    },
    {
        "Unnamed: 0": 23712,
        "ReviewID": "CD000952",
        "PMID": "PMID:2758767",
        "Title": "Prevention of glucocorticoid-induced osteopenia: effect of oral 25-hydroxyvitamin D and calcium.",
        "Abstract": "Twenty-four patients (9 M and 15 F, age range 51-82) with polymyalgia rheumatica receiving 6-methylprednisolone for a period of 9 months (16 mg/daily/two weeks, 14 mg/daily/two weeks, 12 mg/daily/1 month, 10 mg/daily/1 month, 8 mg/daily/1 month, 6 mg/daily/1 month and 4 mg/daily for the last four months) were randomly assigned to receive either 250HD3 (35 mcg/day for 25 days/month) (Group A) or placebo (Group B) in a double-blind study. All patients also received 500 mg elemental calcium daily. Before and at 3, 6 and 9 months ESR, tenderness on palpation and subjective pain were evaluated. At the same times, mineral metabolism parameters (serum calcium, phosphorus, alkaline phosphatase, 24-h urinary calcium, phosphate and 24-h hydroxyproline excretion) and radial bone mineral content (BMC) were evaluated. Activity indexes (ESR and clinical parameters) improved in both groups. Furthermore, serum alkaline phosphatase and 24-h hydroxyproline excretion decreased significantly only in Group A, and BMC decreased significantly in Group B but rose slightly in Group A. No side effects were observed in any of the patients.",
        "Year": 1989,
        "CitationCount": 24
    },
    {
        "Unnamed: 0": 23711,
        "ReviewID": "CD000952",
        "PMID": "PMID:8967706",
        "Title": "Calcium and vitamin D3 supplementation prevents bone loss in the spine secondary to low-dose corticosteroids in patients with rheumatoid arthritis. A randomized, double-blind, placebo-controlled trial.",
        "Abstract": "Therapy with low-dose corticosteroids is commonly used to treat allergic and autoimmune diseases. Long-term use of corticosteroids can lead to loss of bone mineral density and higher risk for vertebral fractures. Calcium and vitamin D3 supplementation is rational therapy for minimizing bone loss, but little evidence for its effectiveness exists.\n                To assess 1) the effects of supplemental calcium and vitamin D3 on bone mineral density of patients with rheumatoid arthritis and 2) the relation between the effects of this supplementation and corticosteroid use.\n                2-year randomized, double-blind, placebo-controlled trial.\n                University outpatient-care facility.\n                96 patients with rheumatoid arthritis, 65 of whom were receiving treatment with corticosteroids (mean dosage, 5.6 mg/d).\n                Calcium carbonate (1000 mg/d) and vitamin D3 (500 IU/d) or placebo.\n                Bone mineral densities of the lumbar spine and femur were determined annually.\n                Patients receiving prednisone therapy who were given placebo lost bone mineral density in the lumbar spine and trochanter at a rate of 2.0% and 0.9% per year, respectively. Patients receiving prednisone therapy who were given calcium and vitamin D3 gained bone mineral density in the lumbar spine and trochanter at a rate of 0.72% (P = 0.005) and 0.85% (P = 0.024) per year, respectively. In patients receiving prednisone therapy, bone mineral densities of the femoral neck and the Ward triangle did not increase significantly with calcium and vitamin D3. Calcium and vitamin D3 did not improve bone mineral density at any site in patients who were not receiving corticosteroids.\n                Calcium and vitamin D3 prevented loss of bone mineral density in the lumbar spine and trochanter in patients with rheumatoid arthritis who were treated with low-dose corticosteroids.",
        "Year": 1996,
        "CitationCount": 281
    }
]