[
    {
        "Unnamed: 0": 7804,
        "ReviewID": "CD005367",
        "PMID": "PMID:9037222",
        "Title": "A double-blind study of perioperative steroid requirements in secondary adrenal insufficiency.",
        "Abstract": "Patients treated long-term with supraphysiologic doses of glucocorticoids experience secondary adrenal insufficiency and are routinely given large doses of steroids in the perioperative period to prevent hypotension. Because the dose of steroids required to prevent hypotension is not known, we conducted a randomized, double-blind study to determine whether patients treated long-term with glucocorticoids actually require increased steroids in the perioperative period.\n                Patients who had been taking at least 7.5 mg prednisone daily for several months and had secondary adrenal insufficiency as defined by adrenocorticotropic hormone testing formed the study population. Patients were randomized to two groups. One group received perioperative injections of saline solution alone; the other received perioperative saline solution and cortisol. All patients received their usual daily prednisone dose throughout the study.\n                Six patients were in the steroid-treated group and 12 were in the saline-treated group. Most subjects underwent major operations such as joint replacements, abdominal operations, and miscellaneous other procedures. Two patients had hypotension, one in each group. Hypotension resolved with volume replacement in both patients. The average pulse rates and blood pressures were similar in both groups during the perioperative period.\n                Patients with secondary adrenal insufficiency do not experience hypotension or tachycardia caused by inadequate glucocorticoid levels when given only their daily dose of steroids for surgical procedures.",
        "Year": 1997,
        "CitationCount": 138
    },
    {
        "Unnamed: 0": 7803,
        "ReviewID": "CD005367",
        "PMID": "PMID:10487307",
        "Title": "An investigation into the need for supplementary steroids in organ transplant patients undergoing gingival surgery. A double-blind, split-mouth, cross-over study.",
        "Abstract": "Organ transplant patients are frequently medicated with triple immunosuppressive therapy that includes both cyclosporin and the corticosteroid, prednisolone. Many of these patients experience gingival overgrowth that necessitates surgical intervention. Chronic dosing with corticosteroids can lead to suppression of the hypothalamic-pituitary axis, and subsequent adrenocortical suppression. To circumvent possible suppression, supplementary steroids are administered to such patients prior to so-called \"stressful events\". We have examined the need for supplementary steroids in 20 organ transplant patients undergoing gingival surgery under local anaesthesia to correct their drug-induced gingival overgrowth. All patients were operated upon in the first half of the morning. Prior to gingival surgery, resting blood pressure (BP) and serum ACTH concentrations were determined. Immediately before surgery patients received either intravenous hydrocortisone 100 mg or placebo in random, double-blind order. Each patient required 2 gingivectomies and thus acted as their own placebo control. BP was measured at various time points throughout surgery and upto 2 h postoperatively. On completion of surgery, a further blood sample was taken to determine ACTH concentration. There was no significant difference (p>0.05) between placebo and hydrocortisone treatments for BP and ACTH measurements. No patient experienced any symptoms that were suggestive of adrenocortical suppression. One patient did experience postural hypotension prior to gingival surgery, but this is attributed to his antidepressant medication. We can conclude from this study that immunosuppressed organ transplant patients taking the maintenance dose of prednisolone (5-10 mg/day) do not require corticosteroid cover prior to gingival surgery under local anaesthesia. We would however, advocate monitoring of their blood pressure throughout the procedure.",
        "Year": 1999,
        "CitationCount": 71
    }
]