[
    {
        "Unnamed: 0": 19107,
        "ReviewID": "CD004804",
        "PMID": "PMID:48832",
        "Title": "Randomised clinical trial of strategies for improving medication compliance in primary hypertension.",
        "Abstract": "230 Canadian steelworkers with hypertension took part in a randomised trial to see if compliance with antihypertensive drug regimens could be improved. For care and follow-up these men were randomly allocated to see either their own family doctors outside working-hours or industrial physicians during work shifts; the same men were randomly allocated to receive or not receive an educational programme aimed at instructing them about hypertension and its treatment. Surprisingly, the convenience of follow-up at work had no effect upon these men's compliance with antihypertensive drug regimens. Similarly, although men receiving health education learned a lot about hypertension, they were not more likely to take their medicine.",
        "Year": 1975,
        "CitationCount": 496
    },
    {
        "Unnamed: 0": 19100,
        "ReviewID": "CD004804",
        "PMID": "PMID:821723",
        "Title": "Effect of packaging on patient compliance with an antihypertensive medication.",
        "Abstract": null,
        "Year": 1976,
        "CitationCount": 40
    },
    {
        "Unnamed: 0": 19101,
        "ReviewID": "CD004804",
        "PMID": "PMID:911007",
        "Title": "Improved patients compliance through use of a daily drug reminder chart.",
        "Abstract": null,
        "Year": 1977,
        "CitationCount": 79
    },
    {
        "Unnamed: 0": 19104,
        "ReviewID": "CD004804",
        "PMID": "PMID:369673",
        "Title": "Self-recording of blood pressure in the management of hypertension.",
        "Abstract": "The efficacy of self-recording of blood pressure in the management of hypertension was assessed in a randomized clinical trial involving 140 persons who had been receiving antihypertensive therapy for a year or more, but whose diastolic blood pressure had remained at 95 mm Hg or higher. To control for the increased attention implicit in self-recording, which might affect blood pressure, the patients were assigned at random to one of the four groups: self-recording and monthly home visits, self-recording only, monthly home visits only, and neither self-recording nor monthly home visits. This design also permitted assessment of the effect of home visits. During the 6-month experiment no significant differences were apparent between the groups in either compliance or diastolic blood pressure. However, both self-recording and monthly home visits produced a reduction in blood pressure among patients who admitted to difficulty remembering to take their pills; a reduction was not seen among patients who said they had no such difficulty. This confirmed an earlier observation suggesting that this easily identified group of patients may be the most responsive to intervention programs.",
        "Year": 1978,
        "CitationCount": 123
    },
    {
        "Unnamed: 0": 19097,
        "ReviewID": "CD004804",
        "PMID": "PMID:507073",
        "Title": "Evaluation of a clinical pharmacist in caring for hypertensive and diabetic patients.",
        "Abstract": null,
        "Year": 1979,
        "CitationCount": 96
    },
    {
        "Unnamed: 0": 19103,
        "ReviewID": "CD004804",
        "PMID": "PMID:91901",
        "Title": "Work-site treatment of hypertension by specially trained nurses. A controlled trial.",
        "Abstract": "The clinical efficacy of using specially trained nurses to treat hypertension at the patient's place of work was compared in a controlled trial with management by the patient's family doctor. The 457 study participants were selected from 21 906 volunteers in industry and government whose blood-pressure was screened. The nurses were allowed to prescribe and change drug therapy at the work site without prior physician approval. Patients randomly allocated to receive care at work were significantly more likely to be put on antihypertensive medications (94.7% vs 62.7%, to reach goal blood-pressure in the first six months (48.5% vs 27.5%), and to take the drugs prescribed (67.6% vs 49.1%). Only 6% of patients were dissatisfied with the care provided by the nurses. Thus provision of care at work by specially tranined nurses was well accepted and resulted in significantly improved blood-pressure control and medication compliance among employees with asymptomatic and uncomplicated hypertension.",
        "Year": 1979,
        "CitationCount": 153
    },
    {
        "Unnamed: 0": 19123,
        "ReviewID": "CD004804",
        "PMID": "PMID:7369220",
        "Title": "Improving medication compliance by counseling and special prescription container.",
        "Abstract": null,
        "Year": 1980,
        "CitationCount": 79
    },
    {
        "Unnamed: 0": 19102,
        "ReviewID": "CD004804",
        "PMID": "PMID:7373255",
        "Title": "Effectiveness of patient education and psychosocial counseling in promoting compliance and control among hypertensive patients.",
        "Abstract": "Compliance with physician recommendations among long-term hypertensive patients can be a chronic and difficult treatment problem. This study evaluated the relative effectiveness of additional patient education and psychosocial counseling in improving patient compliance. At a family practice clinic, 123 low income, rural, black hypertensive patients were pretested on several psychological characteristics and randomly assigned to one of three groups: vigorous, group patient education and family physician appointments; supportive, individualized psychosocial counseling and family physician appointments; or family physician appointments only, which was the baseline medical care. Intervention and follow-up each lasted three months, and the intervention was in addition to the patients' baseline medical care. Compliance was measured by: keeping follow-up appointments; bringing antihypertension medications to each appointment; consuming these medications; and diastolic blood pressure. Analysis of variance of group mean and change scores, t tests, and chisquare analysis indicated that neither additional patient education nor additional psychosocial counseling improved compliance or blood pressure control significantly better than regular family physician visits alone.",
        "Year": 1980,
        "CitationCount": 53
    },
    {
        "Unnamed: 0": 19128,
        "ReviewID": "CD004804",
        "PMID": "PMID:7436639",
        "Title": "Increasing compliance. Patient-operated hypertension groups.",
        "Abstract": "Compliance was compared in 52 previously noncompliant hypertensive patients randomly assigned for eight weeks to either a nurse-operated hypertension clinic (control) or a patient-operated hypertension group] (experimental). Control patients listened to audiotapes on hypertension and its management and met individually with a nurse who adjusted their drug regimens. Experimental patients were trained to take their own blood pressure (BP) and select their own drugs in a group program emphasizing informed self-help. After the eight-week training period and at two- and six-month follow-up visits, both groups had significantly lower BPs. Compared with control patients, experimental patients had lower diastolic BPs, better pill counts, and better attendance (all P < .05). This study suggests that training noncompliant patients in groups to manage their own hypertension may achieve better results than traditional management programs.",
        "Year": 1980,
        "CitationCount": 90
    },
    {
        "Unnamed: 0": 19105,
        "ReviewID": "CD004804",
        "PMID": "PMID:7333851",
        "Title": "A test of interventions to increase adherence to hypertensive medical regimens.",
        "Abstract": "Low rates of adherence to hypertensive therapy limit patients' securing the full benefits of treatment. While some factors related to adherence have been identified research on the effectiveness of interventions to increase adherence levels is sparse. The present study was designed to assess the impact of a series of different interventions on a group of some 400 patients, all under the care of private physicians in a small community. A factorial design was employed to deliver four, sequential educational interventions, about four months apart, to randomly selected sub-groups. Interviews before and after each intervention provided information concerning self-reported adherence, health status, health beliefs, and personal characteristics. Pertinent medical records and pharmacy data were also obtained. The first intervention - printed material - did not significantly affect adherence. The second and fourth interventions - nurse telephone calls and social support - each increased medication taking and the third intervention - self-monitoring - led to better weight control. There was no cumulative impact of the interventions and different aspects of regimens were not significantly related to one another.",
        "Year": 1981,
        "CitationCount": 73
    },
    {
        "Unnamed: 0": 19120,
        "ReviewID": "CD004804",
        "PMID": "PMID:6418647",
        "Title": "Clinical effectiveness and cost-effectiveness of monitoring blood pressure of hypertensive employees at work.",
        "Abstract": "In this randomized controlled trial, the value of using occupational health nurses (OHNs) to monitor the care of hypertensive employees at work was compared with regular care (RC) delivered in the community. One year after entry, the blood pressure level, medication history, compliance with treatment, and cost of hypertensive care of the participants were determined by independent evaluators. The reduction in diastolic blood pressure (DBP), the measure of effectiveness, was 10.5 +/- 1.1 mm Hg (mean +/- SEM) in the OHN group and 7.7 +/- 1.1 mm Hg in the RC group, and the proportion under good blood pressure control was 41.8% and 31.0% respectively. These between-group differences were not statistically significant. Although the employees in the OHN group were more medicated and had a lower treatment dropout rate, neither difference was statistically significant. In addition, the proportion of employees who were compliant with prescribed medication was virtually identical in both groups. The cost of the care received by employees in the OHN group of $ 404.14 for the year was substantially higher than that of $ 250.15 in the RC group with the difference principally related to the cost of visiting the OHNs and a significant difference in drug cost (p less than 0.006). The incremental cost-effectiveness (C/E) ratio of $ 53.67 per mm Hg DBP reduction per year for onsite blood pressure monitoring was higher than the base C/E ratio of $ 32.65 per mm Hg for regular care. Our findings indicate that monitoring the blood pressure of hypertensive employees at work is neither clinically effective nor cost-effective.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1983,
        "CitationCount": 38
    },
    {
        "Unnamed: 0": 19118,
        "ReviewID": "CD004804",
        "PMID": "PMID:6377291",
        "Title": "A controlled trial of health education in the physician's office.",
        "Abstract": "Screening of 6,144 patients in a general practice clinic to assist physician case-finding uncovered 983 (16%) who were uncontrolled hypertensives. Following physician recommendation, 115 patients volunteered for a controlled trial to test the effectiveness of supplementary strategies to the pharmaceutical management of high blood pressure. A study of nonparticipants indicated that about 7% of the practice population was eligible for cardiovascular health education. One group received a health education program, a second was allocated to self-monitor their blood pressure for 6 months, a third group was allocated to both strategies, and the final group, acting as a control, continued to receive their usual care. Physician monitoring of patients continued for the duration of the study and blood pressures decreased in all patients. The study's most important outcome was the joint reduction of blood pressure and medication strength. These were assessed by a \"blind\" clinician before and after the interventions according to criteria set out in the \"stepped-care\" approach to management of high blood pressure. People allocated to a health education program conducted in the doctor's common room did twice as well on this measure as those who were not so educated. Daily self-monitoring of blood pressure for 6 months proved to be too much for the majority of those so instructed. It is concluded that the general practice setting remains an important place for health education to prevent cardiac disease and suggestions are made for incorporating this into everyday practice.",
        "Year": 1984,
        "CitationCount": 38
    },
    {
        "Unnamed: 0": 19122,
        "ReviewID": "CD004804",
        "PMID": "PMID:6375710",
        "Title": "Patients compliance in hypertension--the importance of number of tablets.",
        "Abstract": "The importance of number of tablets for patient compliance was investigated in 160 patients with mild-moderate essential hypertension treated with a beta-adrenoceptor blocker and a thiazide diuretic. Mean BP at entry 146 +/- 16/92 +/- 8 mm Hg. All patients were given pindolol 10 mg and clopamide 5 mg in one combination tablet or in separate tablets for 4 months respectively. Approximately 90% of the patients took greater than 90% of the prescribed dose throughout the study. Mean BP decreased progressively and heart rate increased slightly. Side effects were more frequently reported during the first month of the study than previously, and 30 patients discontinued the treatment. No differences in this respect were seen between 1 and 2 tablets daily. Approximately 75% of the patients preferred 1 tablet daily, but combining two drugs in one tablet had no effect upon compliance.",
        "Year": 1984,
        "CitationCount": 36
    },
    {
        "Unnamed: 0": 19114,
        "ReviewID": "CD004804",
        "PMID": "PMID:6380858",
        "Title": "A study of efficacy, tolerance and compliance of once-daily versus twice-daily metoprolol (Betaloc) in hypertension. Betaloc Compliance Canadian Cooperative Study Group.",
        "Abstract": "The effects of metoprolol (Betaloc tablets) in a group of 193 hypertensives were compared with the effects of a slow-release formulation (Betaloc Durules) in a further group of 196 patients. Patients were selected at random for treatment. There were no differences between the groups in terms of age, weight, sex, blood pressure, concurrent illness or concomitant therapy. Blood pressure control and apparent adverse effects were similar for both groups; the overall withdrawal rate from each group was similar. Compliance, assessed by tablet counts, was significantly improved in the group receiving once-daily therapy. Simplification of the dosage regimen to once-daily therapy appears to improve the patient's willingness to comply with the physician's instructions.",
        "Year": 1984,
        "CitationCount": 58
    },
    {
        "Unnamed: 0": 19125,
        "ReviewID": "CD004804",
        "PMID": "PMID:3980239",
        "Title": "Evaluation of family health education to build social support for long-term control of high blood pressure.",
        "Abstract": "Sustaining patient motivation for long-term adherence to drug therapies remains a substantial problem for physicians, other health care providers, the patients themselves, and their families. Other therapeutic requests such as dietary changes and weight control may be even more difficult to maintain than taking pills. As part of a controlled experimental design implemented in an outpatient teaching hospital, an educational program was implemented to improve family member support for medical compliance among hypertensive patients. Family members were interviewed, counseled, and provided with a booklet for the purpose of educating and involving them in the home management of high blood pressure. The booklet identified ways the family member could assist the patient with medication compliance, appointment keeping, as well as diet and weight control. These items were identified and recorded as behavioral objectives in the booklet. Patients were followed for three years to assess long-term outcomes. Results showed a strong statistically significant difference between the experimental and control groups, with the experimental group demonstrating higher levels of appointment-keeping behavior, weight control, and BP under control (all p values less than .001). Analysis of the main effects of the educational program demonstrated that the family member support intervention accounted for the greatest decrease in diastolic blood pressure variability, R2 = .20, p less than .001.",
        "Year": 1985,
        "CitationCount": 129
    },
    {
        "Unnamed: 0": 19117,
        "ReviewID": "CD004804",
        "PMID": "PMID:3844002",
        "Title": "Adherence and self-care.",
        "Abstract": null,
        "Year": 1985,
        "CitationCount": 8
    },
    {
        "Unnamed: 0": 19121,
        "ReviewID": "CD004804",
        "PMID": "PMID:3958683",
        "Title": "A randomized trial of special packaging of antihypertensive medications.",
        "Abstract": "This article reports a randomized controlled trial designed to test the effects of special packaging of antihypertensive medication on compliance and blood pressure control. One hundred eighty subjects who had exhibited elevated blood pressure greater than 90 mmHg in the two years prior to the study were recruited from patients receiving care at a community hospital-based family medicine practice. After completing preenrollment interviews and blood pressure measurements, subjects were randomly assigned to receive their antihypertensive medications either in the usual vials or in special unit dose-reminder packaging. Follow-up interviews, pill counts, and blood pressure measurements were performed at three-month intervals. There were no statistically significant differences between the control and experimental groups with regard to age, sex, race, employment, education, marital status, insurance coverage, or blood pressure regimens. Prior to the intervention, the experimental group had slightly lower diastolic blood pressure and reported better compliance than the control group. Analyses performed on 165 subjects completing the first follow-up visit revealed no significant improvements in blood pressure control or compliance for patients receiving special medication packaging. While some patients found it easy to remember to take pills packaged using this format, they also found the packages somewhat more difficult and inconvenient to use. In contrast to previously reported work, this study did not demonstrate any significant improvement in compliance with special packaging of antihypertensive medications.",
        "Year": 1986,
        "CitationCount": 71
    },
    {
        "Unnamed: 0": 19115,
        "ReviewID": "CD004804",
        "PMID": "PMID:2072772",
        "Title": "A randomized controlled trial of compliance improving strategies in Soweto hypertensives.",
        "Abstract": null,
        "Year": 1991,
        "CitationCount": 33
    },
    {
        "Unnamed: 0": 19113,
        "ReviewID": "CD004804",
        "PMID": "PMID:1934001",
        "Title": "Effect of health education in promoting prescription refill compliance among patients with hypertension.",
        "Abstract": "A multifactorial health-education program designed to enhance compliance with a once-daily regimen of atenolol was evaluated among 453 patients enrolled in health maintenance organizations (HMOs). The initiation of the 180-day study period was used to classify patients as either new or existing cases of hypertension. In turn, patients in these two categories were randomly assigned to a control or an experimental group. Patients assigned to the experimental groups received an enrollment kit upon exercising their initial prescription (new patients) or their first refill request (existing patients). The kit contained: a 30-day supply of atenolol; an educational newsletter about hypertension; information on nutrition and life-style changes; and an explanation of the intent and content of the program. Before the next scheduled prescription-refill date, each patient was contacted by telephone to inquire about his or her experience with the therapy and to stress the importance of adherence to the regimen. Each month thereafter, the newsletter and an enclosed prescription-refill reminder were mailed to each patient. The medication possession ratio, defined as the number of days' supply of atenolol obtained by a patient during the 180-day study period, was significantly (P less than or equal to 0.001) enhanced for the new and existing experimental groups relative to the control groups. Multiple regression analyses revealed that enrollment in the health-education program increased the number of days' supply of atenolol obtained by existing patients by 27 (P less than or equal to 0.001), and by new patients by 40 (P less than or equal to 0.001).",
        "Year": 1991,
        "CitationCount": 112
    },
    {
        "Unnamed: 0": 19098,
        "ReviewID": "CD004804",
        "PMID": "PMID:1867225",
        "Title": "Therapeutic adherence in the elderly: transdermal clonidine compared to oral verapamil for hypertension.",
        "Abstract": "This double-blind, double-dummy, randomized clinical trial, conducted in elderly patients with mild hypertension, compared adherence to treatment, efficacy, side effects, and quality of life during treatment with transdermal clonidine versus oral sustained-release verapamil (verapamil-SR). Blood pressure declined significantly--from 148/95 mm Hg at baseline to 139/84 after titration and 135/86 after maintenance--with transdermal clonidine (n = 29), and from 156/96 to 144/85 and 148/88, respectively, with verapamil-SR (n = 29). Adverse event rates and quality-of-life questionnaire responses were similar in the two treatment groups. Transdermal clonidine was worn as directed during more than 96% of patient-weeks of treatment. Compliance with the oral verapamil regimen was less consistent: Verapamil-SR was taken as directed during approximately 50% of patient-weeks of therapy, and individual compliance, assessed by tablet counts, varied from 50-120%. In all, 86% of subjects were satisfied or highly satisfied with the convenience of transdermal therapy; 87% reported that side effects were slightly or not bothersome; 65% indicated that transdermal patches were more convenient than oral therapy; and almost 60% preferred transdermal to oral therapy. In this study transdermal clonidine and oral verapamil were equally safe and effective. A substantial majority of patients preferred transdermal to oral therapy, and adherence to treatment was greater with transdermal therapy.",
        "Year": 1991,
        "CitationCount": 47
    },
    {
        "Unnamed: 0": 19126,
        "ReviewID": "CD004804",
        "PMID": "PMID:1564133",
        "Title": "Impact of an electronic medication compliance aid on long-term blood pressure control.",
        "Abstract": "A two-phase study was conducted to assess the effect of an electronic medication compliance aid on hypertension control and pharmaceutical compliance in ambulatory patients. In Phase I (12 weeks), 36 patients were randomly assigned to a medication vial equipped with a cap containing a digital timepiece that displays the last time the cap was removed. The control group included 34 patients randomly assigned to a standard medication vial. Subjects using the timepiece cap showed an average compliance rate of 95.1%, an average decrease in systolic pressure of 7.6 mm Hg (P = .006), and an average decrease in diastolic pressure of 8.8 mm Hg (P less than .001). Controls had an average compliance rate of 78% and decreases of 2.8 mm Hg and 0.2 mm Hg in systolic and diastolic pressures, respectively. Phase II (12 weeks) combined use of the timepiece cap with other compliance aids: a pocket-size card for recording blood pressure and a blood pressure cuff for self-monitoring. Patients using the timepiece cap and the card had an average compliance rate of 98.7% with mean decreases of 11 mm Hg in systolic pressure (P less than .01) and 7.64 Hg mm in diastolic pressure (P = .0001). The combined use of the cap, the card, and the blood pressure cuff resulted in an average 100.2% compliance rate with mean decreases of 15 mm Hg (P = .0006) and 6.60 mm Hg (P = .0006) in systolic and diastolic pressures, respectively. Results of the two-phase study showed statistically significant increases in medication compliance associated with statistically and clinically significant reductions in blood pressure for all patients using the timepiece cap.",
        "Year": 1992,
        "CitationCount": 135
    },
    {
        "Unnamed: 0": 19106,
        "ReviewID": "CD004804",
        "PMID": "PMID:8263895",
        "Title": "Effect of value-added utilities on prescription refill compliance and health care expenditures for hypertension.",
        "Abstract": "A randomised trial was undertaken to discern the effect of pharmacy-based value-added utilities on prescription refill compliance with antihypertensive therapy and subsequent health care expenditures. The subjects were 304 Medicaid beneficiaries from the state of Florida, previously untreated for mild to moderate hypertension, prescribed 240 mg of calcium channel antagonist verapamil once daily and monitored regarding prescription refill compliance and health service utilisation for one year. Subjects provided informed consent and were randomly assigned to one of four experimental groups: (1) the control cohort received standard pharmaceutical care with each dispensing of antihypertensive therapy, (2) the second cohort received standard pharmaceutical care and was mailed a medication-refill reminder ten days prior to each sequential refill date, (3) the third cohort received standard pharmaceutical care and was provided unit-of-use packaging with each prescription-refill request and (4) the fourth cohort received standard pharmaceutical care, mailed medication-refill reminders and unit-of-use packaging. Analysis of variance (ANOVA) procedures revealed that patients receiving mailed prescription-refill reminders, unit-of-use packaging or a combination of both interventions achieved a significant (P < or = 0.05) increase in the Medication Possession Ratio (MPR) for antihypertensive therapy relative to controls. Receipt of both interventions resulted in a significant (P < or = 0.05) improvement in the MPR for antihypertensive therapy relative to all other groups no significant difference was discerned between groups receiving either mailed prescription-refill reminders or unit-of-use packaging.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1993,
        "CitationCount": 59
    },
    {
        "Unnamed: 0": 19109,
        "ReviewID": "CD004804",
        "PMID": "PMID:7768247",
        "Title": "Patient compliance and therapeutic coverage: comparison of amlodipine and slow release nifedipine in the treatment of hypertension. The Belgian Collaborative Study Group.",
        "Abstract": "To study patient compliance in hypertensive outpatients amlodipine (5 mg once daily) and slow release nifedipine (20 mg twice daily) were compared in an open, crossover study in general practices. Four methods of assessment for patient compliance (pill count, taking compliance, days with correct dosing, timing compliance) were used in both study arms. For the latter three assessment a special device, the medication event monitoring system, was used to record the time and date of each opening and closure of the container. The compliance of the 320 hypertensive patients with once-daily amlodipine was markedly superior to twice-daily slow release nifedipine. Therapeutic coverage was also significantly better for amlodipine in the hypertensive patients. Amlodipine was better tolerated than nifedipine slow release. Patient compliance and therapeutic coverage with the calcium antagonist amlodipine given once daily was superior to slow release nifedipine b.d. in hypertensive outpatients recruited in general practice.",
        "Year": 1995,
        "CitationCount": 1
    },
    {
        "Unnamed: 0": 19116,
        "ReviewID": "CD004804",
        "PMID": "PMID:8722429",
        "Title": "A telecommunications system for monitoring and counseling patients with hypertension. Impact on medication adherence and blood pressure control.",
        "Abstract": "This study was conducted to evaluate the effect of automated telephone patient monitoring and counseling on patient adherence to antihypertensive medications and on blood pressure control. A randomized controlled trial was conducted in 29 greater Boston communities. The study subjects were 267 patients recruited from community sites who were >or= 60 years of age, on antihypertensive medication, with a systolic blood pressure (SBP) of >or= 160 mm Hg and/or a diastolic blood pressure (DBP) of >or= 90 mm Hg. The study compared subjects who received usual medical care with those who used a computer-controlled telephone system in addition to their usual medical care during a period of 6 months. Weekly, subjects in the telephone group reported self-measured blood pressures, knowledge and adherence to antihypertensive medication regimens, and medication side-effects. This information was sent to their physicians regularly. The main study outcome measures were change in antihypertensive medication adherence, SBP and DBP during 6 months, satisfaction of patient users, perceived utility for physicians, and cost-effectiveness. The mean age of the study population was 76.0 years; 77% were women; 11% were black. Mean antihypertensive medication adherence improved 17.7% for telephone system users and 11.7% for controls (P = .03). Mean DBP decreased 5.2 mm Hg in users compared to 0.8 mm Hg in controls (P = .02). Among nonadherent subjects, mean DBP decreased 6.0 mm Hg for telephone users, but increased 2.8 mm Hg for controls (P = .01). For telephone system users, mean DBP decreased more if their medication adherence improved (P = .03). The majority of telephone system users were satisfied with the system. Most physicians integrated it into their practices. The system was cost-effective, especially for nonadherent patient users. Therefore, weekly use of an automated telephone system improved medication adherence and blood pressure control in hypertension patients. This system can be used to monitor patients with hypertension or with other chronic diseases, and is likely to improve health outcomes and reduce health services utilization and costs.",
        "Year": 1996,
        "CitationCount": 553
    },
    {
        "Unnamed: 0": 19110,
        "ReviewID": "CD004804",
        "PMID": "PMID:8840744",
        "Title": "Comprehensive pharmaceutical care in the chain setting.",
        "Abstract": "A controlled, randomized study was conducted in two chain pharmacies to determine the clinical value of comprehensive pharmacy services for hypertensive patients in a chain pharmacy setting. Twenty-seven patients were enrolled as intervention participants with 26 control subjects. Monthly services for the intervention group included blood pressure and heart rate assessments and counseling on lifestyle modifications and drug therapy. Control patients received initial and final blood pressure measurements and minimal counseling. Both study and control groups completed quality-of-life questionnaires upon entering and completing the study. Results showed that blood pressure control was significantly improved in the study group. Compliance rates as well as energy/fatigue scores (a quality-of-life scale) improved in the study group compared with the control population. Community pharmacists in chain stores could have a beneficial effect on the health care of large numbers of patients if pharmaceutical care programs were developed.",
        "Year": 1996,
        "CitationCount": 155
    },
    {
        "Unnamed: 0": 19099,
        "ReviewID": "CD004804",
        "PMID": "PMID:8739813",
        "Title": "Comparison between a bid and a tid regimen: improved compliance with no improved antihypertensive effect. The EOL Research Group.",
        "Abstract": "To compare compliance with an antihypertensive treatment administered either twice daily or three times daily. The two formulations of the antihypertensive treatment used (nicardipine) \"regular tablets\" (t.d.) and \"slow release tablets\" (b.d.) are bioequivalent at the daily dosage used in the study.\n                Open, controlled, parallel designed study with centralised, randomised allocation to the treatment groups: TID group: A nicardipine 20 mg tablet, three times daily for 3 months. BID group: A capsule of slow release (SR) nicardipine, 50 mg twice daily for 3 months.\n                7274 hypertensive patients were investigated by 2.651 general practitioners. Compliance with the nicardipine was assessed by means of standardised interviews with the patients and by a questionnaire for the investigators.\n                Compliance was slightly higher in the BID than in the TID group; 71.2% and 24.5% of patients in the first group declared their compliance was 100% and 80% compared to 82.3% and 15% in the second group. A statistically significant relationship was shown between compliance with nicardipine and the decrease in blood pressure after three months of therapy. However, no significant difference was noticed between the two groups of patients in the absolute decrease in blood pressure after the treatment period: 25.7/14.7 mm Hg in the TID group compared with 25.9/15.0 mm Hg in the BID group.\n                A difference in compliance between the bioequivalent BID and TID formulations of the same active agent was shown in hypertensive patients. However, the difference was not large enough to lead to a difference either in the number of controlled patients or in the decrease in blood pressure. Reducing the number of daily doses does not automatically lead to greater efficacy of treatment.",
        "Year": 1996,
        "CitationCount": 28
    },
    {
        "Unnamed: 0": 19127,
        "ReviewID": "CD004804",
        "PMID": "PMID:9008249",
        "Title": "A randomized study comparing a patient-directed hypertension management strategy with usual office-based care.",
        "Abstract": "This study aimed to compare the efficacy of a patient-directed management strategy with office-based management in maintaining blood pressure control in patients with chronic stable hypertension using a randomized trial of two months duration. The subjects had chronic stable essential hypertension without secondary causes or unstable cardiovascular disease and were selected through the offices of 11 family physicians and a tertiary care hypertension research unit. Patients were randomly assigned (2:1 ratio) to either a patient-directed management strategy using home blood pressure monitoring to adjust drug therapy if readings consistently exceeded defined limits, or office-based management through physician visits. The primary endpoint was the change from baseline in mean arterial pressure as determined by automatic ambulatory blood pressure monitoring. Secondary endpoints were changes in compliance, quality of life, and health care resource use. Ninety-one potential subjects were screened and 31 were randomized. Subjects in the patient-directed management group employed the drug adjustment protocols appropriately without complications. A significant difference in change in mean blood pressure was observed, favoring the patient-directed management (-0.95 mm Hg and +1.90 mm Hg, respectively, for patient-directed management and office-based management, P = .039). Compliance rates and quality of life scores were not significantly different between groups. Physician visits were more frequent in the patient-directed management group (1.05 v 0.20 visits/8 weeks, respectively, for patient-directed management and office-based management groups, P = .045). A patient-directed hypertensive management strategy may be feasible for patients with chronic stable hypertension. Such a strategy may improve blood pressure control compared with usual office-based care. However, physician visits may be increased using this strategy, at least in the short term.",
        "Year": 1997,
        "CitationCount": 155
    },
    {
        "Unnamed: 0": 19112,
        "ReviewID": "CD004804",
        "PMID": "PMID:9374947",
        "Title": "Patterns of compliance with once versus twice daily antihypertensive drug therapy in primary care: a randomized clinical trial using electronic monitoring.",
        "Abstract": "To evaluate patterns of compliance with once versus twice daily administration of antihypertensive therapy (primary-outcome measure) and relevance of partial compliance for blood pressure control (secondary outcome measure).\n                Multicentre, nonblinded, parallel group randomized design.\n                Nonacademic primary care practices across Canada.\n                Patients with mild essential hypertension (diastolic blood pressure 95 to 110 mmHg) of either sex (40% women), age 18 to 80 years (average 55 years). One hundred and ninety-eight patients were randomized to active treatment; 14 patients discontinued the study because of side effects.\n                After a four-week placebo run-in period, patients were randomized to amlodipine 5 mg once-a-day or diltiazem slow release formulation (SR) 90 mg twice daily. Doses were increased to 10 mg and 180 mg to achieve sitting diastolic blood pressure of 90 mmHg or less.\n                During 20 weeks on active treatment, compliance was assessed by pill counts and medication event monitoring system (MEMS), assessing percentage of prescribed doses taken, percentage days correct doses taken, percentage prescribed doses taken on time and blood pressure control as determined by office blood pressure measurement.\n                The percentage prescribed doses taken (by either pill count of MEMS) showed a high degree of compliance, similar for the two treatments. However, other parameters of compliance were significantly better with once versus twice daily therapy. Partial compliance (less than 80% by pill count) led to less blood pressure control with the short acting diltiazem, but did not affect blood pressure control for the long acting amlodipine. Side effects profiles did not differ between the two treatments.\n                Within the constraints of a clinical trial, hypertensive patients in primary care show a high degree of overall compliance with once or twice daily pill-taking, but patterns of pill-taking are more erratic with twice versus once daily medication, particularly in men. The results suggest that the negative consequences of partial compliance for blood pressure control can be offset by choosing agents with a duration of action well beyond the dosing interval.",
        "Year": 1997,
        "CitationCount": 115
    },
    {
        "Unnamed: 0": 19108,
        "ReviewID": "CD004804",
        "PMID": "PMID:9607246",
        "Title": "[Trial of the efficacy of health education programs on therapeutic compliance in arterial hypertension].",
        "Abstract": "To analyse by means of a group session and postal support the efficacy of health education (HE) on compliance with therapy for light-to-moderate essential Hypertension.\n                Controlled clinical trial with randomised distribution.\n                Primary Care.\n                110 hypertense patients with new or uncontrolled Hypertension, for whom treatment with Trandolapril as a start or change of medication was indicated.\n                The patients were split into two groups at random, with observation for six months after inclusion in the study and monthly attendance: 1) Control group (CG) of 55 patients who received HE from their family doctor; 2) Intervention group (IG) of 55 patients controlled.\n                Patients were defined as compliant if their consumption was 80-110% of what was prescribed. The counting of pills was recorded. Percentages of compliant patients and mean compliance were analysed with the Chi squared and Student's t tests. 109 people completed, 77 of them women. Neither group differed as to age, sex, length of evolution, number of diseases or doses of drugs consumed.\n                Intervening in HE with a group session and postal follow-up is an efficacious measure to improve therapeutic compliance in Hypertension cases.",
        "Year": 1998,
        "CitationCount": 5
    },
    {
        "Unnamed: 0": 19124,
        "ReviewID": "CD004804",
        "PMID": "PMID:9782691",
        "Title": "Clinical and economic outcomes in the hypertension and COPD arms of a multicenter outcomes study.",
        "Abstract": "To evaluate the impact of pharmaceutical care on selected clinical and economic outcomes in patients with hypertension or chronic obstructive pulmonary disease (COPD) in ambulatory care settings.\n                Clinic patients with hypertension or COPD were randomly assigned to a treatment group (pharmaceutical care) or a control group (traditional pharmacy care) over a six-month period. Clinical pharmacists and pharmacy residents conducted the protocols. There were 133 evaluable patients (63 treatment and 70 control) in the hypertension study arm and 98 evaluable patients (43 treatment and 55 control) in the COPD study arm.\n                10 Departments of Veterans Affairs medical centers and 1 academic medical center.\n                Patient-centered pharmaceutical care model (employing standardized care) implemented by clinical pharmacy residents.\n                Patient knowledge, medication compliance, and health resource use.\n                The hypertension treatment group had a significantly greater reduction in systolic blood pressure from visit 1 to visit 5 than did the control group. In the COPD study arm, trends were positive in the treatment group for patients ratings of symptom interference with activities and dyspnea measures. There was a significant difference between the hypertension treatment and control group for compliance. There were no significant changes in compliance scores in the COPD study arm. Mean number of hospitalizations and other health care provider visits was higher for the hypertension control group. For patients with COPD, hospitalizations increased in the control group, and the number of other health care provider visits was higher in the control group.\n                Pharmacists' participation in a pharmaceutical care program resulted in disease state improvement in ambulatory patients with hypertension and COPD.",
        "Year": 1998,
        "CitationCount": 141
    },
    {
        "Unnamed: 0": 19111,
        "ReviewID": "CD004804",
        "PMID": "PMID:10608477",
        "Title": "A comparison of enalapril 20 mg once daily versus 10 mg twice daily in terms of blood pressure lowering and patient compliance.",
        "Abstract": "To compare enalapril 20 mg once daily with 10 mg twice daily in terms of blood pressure reduction and patient compliance.\n                Cross-over study of patients randomly assigned to a sequence of enalapril 20 mg once daily or 10 mg twice daily in three 4-week periods following a 4-week placebo run-in.\n                General practices in the greater Belfast and Lisburn area in Northern Ireland.\n                Twenty-five hypertensive patients who had a mean diastolic blood pressure of between 90 and 110 mm Hg after receiving placebo for 4 weeks.\n                Reduction in blood pressure and estimation of patient compliance.\n                Patient compliance was superior on the once daily regimen. However, the twice daily regimen was associated with a greater blood pressure reduction which almost reached statistical significance at the 5% level.\n                Enalapril 20 mg should be prescribed as 10 mg twice daily and measures taken to improve patient compliance.",
        "Year": 1999,
        "CitationCount": 74
    },
    {
        "Unnamed: 0": 19119,
        "ReviewID": "CD004804",
        "PMID": "PMID:11079287",
        "Title": "Effect of pharmacist intervention and initiation of home blood pressure monitoring in patients with uncontrolled hypertension.",
        "Abstract": "This prospective, randomized, controlled study evaluated the impact of pharmacist-initiated home blood pressure monitoring and intervention on blood pressure control, therapy compliance, and quality of life (QOL). Subjects were 36 patients with uncontrolled stage 1 or 2 hypertension. Eighteen subjects received home blood pressure monitors, a diary, and instructions to measure blood pressure twice every morning. Home measurements were evaluated by a clinical pharmacist by telephone, and the patient's family physician was contacted with recommendations if mean monthly values were 140/90 mm Hg or higher. Eighteen control patients did not receive home monitors or pharmacist intervention. Office blood pressure measurements and QOL surveys (SF-36) were obtained at baseline and after 6 months. Mean absolute reductions in systolic and diastolic pressures were significantly reduced from baseline in intervention subjects (17.0 and 10.5 mm Hg, both p < 0.0001) but not in controls (7.0 and 3.8 mm Hg, p = 0.12 and p = 0.09). More intervention subjects (8) had blood pressure values below 140/90 at 6 months compared with controls (4). During the study 83.3% (15) of intervention subjects had drug therapy changes versus 33% (6) of controls (p < 0.01). Compliance and QOL were not significantly affected. Our data suggest that the combination of pharmacist intervention with home monitoring can improve blood pressure control in patients with uncontrolled hypertension. This may be related to increased modifications of drug regimens.",
        "Year": 2000,
        "CitationCount": 180
    },
    {
        "Unnamed: 0": 19129,
        "ReviewID": "CD004804",
        "PMID": "PMID:10701819",
        "Title": "Electronic pill-boxes in the evaluation of antihypertensive treatment compliance: comparison of once daily versus twice daily regimen.",
        "Abstract": "The objective was to compare the compliance of hypertensive patients treated with captopril twice daily or trandolapril once daily. After a 2-week placebo period, hypertensive patients (diastolic BP 95-115 mm Hg) were randomly allocated to trandolapril 2 mg once daily or to captopril 25 mg twice daily for 6 months. Trandolapril and captopril were packed in electronic pill-boxes equipped with a microprocessor that recorded date and time of each opening (MEMS). Patients' compliance was assessed both by standard pill-count and by electronic monitoring. Blood pressure was measured using a validated semi-automatic device at the end of the placebo period and of the treatment period. One hundred sixty-two patients entered the study. Compliance data were evaluable for 133 patients (62 in the captopril group and 71 in the trandolapril group). Treatment groups were comparable at baseline except for age (P = .046). Using electronic pill-box, overall compliance was 98.9% in the trandolapril group and 97.5% in the captopril group (P = .002). The percentage of missed doses was 2.6% in the trandolapril group and 3.3% in the captopril group (P = .06). The percentage of delayed doses was 1.8% in the trandolapril group and 11.7% in the captopril group (P = .0001). The percentage of correct dosing periods, ie, a period with only one correct recorded opening, was 94.0% in the trandolapril group and 78.1% in the captopril group (P = .0001). Results were unchanged when adjusted for age. At the end of the study, 41% of patients in the trandolapril group and 27% in the captopril group (NS) had their blood pressure normalized (systolic BP <140 and diastolic BP <90 mm Hg). In this 6-month study, the electronic pill-box allowed refined analysis of compliance of hypertensive patients. Patients' compliance with once daily trandolapril was higher than with twice daily captopril. The between-group difference is mainly explained by an increase in delayed doses in the twice daily group.",
        "Year": 2000,
        "CitationCount": 97
    }
]