[
    {
        "Unnamed: 0": 21586,
        "ReviewID": "CD006807",
        "PMID": "PMID:7833518",
        "Title": "The use of absorbable clips in laparoscopic cholecystectomy.",
        "Abstract": "A prospective randomized controlled study was conducted to evaluate the use of absorbable clips in elective laparoscopic cholecystectomy. Fifty consecutive patients, 36 females and 14 males, were randomized into two groups. Group 1 patients had metal clips, and group 2 patients had absorbable clips applied on the cystic duct and cystic artery. These patients were followed for 3 months postoperatively. There was no difference between the two groups with regard to operative time, hospital stay, and postoperative complications. The absorbable clips were as effective as the metal clips in providing hemostasis and securing on the cystic duct stump.",
        "Year": 1994,
        "CitationCount": 18
    },
    {
        "Unnamed: 0": 21588,
        "ReviewID": "CD006807",
        "PMID": "PMID:9499947",
        "Title": "[Value of absorbable clips in laparoscopic cholecystectomy. A randomized prospective study].",
        "Abstract": "Most surgeons use metal clips in laparoscopic cholecystectomy. The aim of this prospective randomized controlled study was to evaluate the efficacy of absorbable clips in elective laparoscopic cholecystectomy. One hundred consecutive patients with symptomatic gallstones without complications were randomized into groups; group T had two metal clips (titan clip ETHICONR), group R (laproclipR Davis and Geck) had one absorbable clip applied on the cystic duct and cystic artery. The patients were followed for one year. There was no difference between the two groups concerning operative time, hospital stay and postoperative complications. The absorbable clips seem to be as effective as metal clips in providing hemostasis in cystic artery and in cystic duct ligation.",
        "Year": 1997,
        "CitationCount": 3
    },
    {
        "Unnamed: 0": 21587,
        "ReviewID": "CD006807",
        "PMID": "PMID:15912981",
        "Title": "Laparascopic cholecystectomy: cystic duct occlusion with titanium clips or ligature? A prospective randomized study.",
        "Abstract": "During laparoscopic cholecystectomy (LC), cystic duct occlusion can be done with titanium clips or laparoscopically tied knots. However, till date, there is no randomized, controlled study reported in the literature that has prospectively compared the outcome using either of these methods. In the present study, 105 patients who were to undergo LC were randomly assigned to two groups. Group I comprised patients undergoing cystic duct occlusion with clips while group II comprised those undergoing cystic duct occlusion with knots. Our aim was to compare the postoperative outcome in both the cases. The incidence of overall bile leak following LC was 4 out of 105 (3.8%) while the leak rate following cystic duct occlusion with clips was 2 out 52 (3.9%), and that following ligature was 2 out of 53 (3.8%). The procedure using ligature took slightly longer time than that using clips. There was no significant difference in the postoperative outcome in either group. The use of ligature is a feasible, safe and cost-effective alternative to the use of titanium clips for cystic duct occlusion during LC.",
        "Year": 2004,
        "CitationCount": 14
    }
]