[
    {
        "Unnamed: 0": 36531,
        "ReviewID": "CD003789",
        "PMID": "PMID:4599883",
        "Title": "Voltaren in the treatment of rheumatoid arthritis.",
        "Abstract": null,
        "Year": 1974,
        "CitationCount": 26
    },
    {
        "Unnamed: 0": 36532,
        "ReviewID": "CD003789",
        "PMID": "PMID:331502",
        "Title": "Bumadizone calcium in the treatment of rheumatoid arthritis.",
        "Abstract": "A double-blind crossover trial of bumadizone calcium (Eumotol), a non-steroidal anti-inflammatory drug, has been carried out in 56 patients with rheumatoid arthritis. On both objective and subjective criteria bumadizone was superior to placebo and paracetamol at a statistically highly significant level (P less than 0,01). When tested against acetylsalicylic acid, bumadizone was more effective in 13 patients and less effective in 4 patients. Although this does not represent a statistically significant difference it does suggest that its anti-inflammatory and analgesic qualities are at least equal to those of salicylate in high dosages. There were no serious side-effects in the patients who received bumadizone and the drug was better tolerated than either acetylsalicylic acid or paracetamol.",
        "Year": 1977,
        "CitationCount": 5
    },
    {
        "Unnamed: 0": 36533,
        "ReviewID": "CD003789",
        "PMID": "PMID:6750282",
        "Title": "Effectiveness of tolmetin in rheumatoid arthritis: evaluation by means of a new method.",
        "Abstract": "Twelve patients with rheumatoid arthritis were treated in a random double-blind crossover study with Tolmetin (1,200 mg/day) and Paracetamol (2,000 mg/day). Each drug was administered for 4 days. A three-days wash-out period was fixed between the administrations of the first drug and that of the second one. The efficacy of the treatments was investigated by self-evaluation of the grip strength expressed as mmHg.h during the day. Tolmetin proved significantly more effective than Paracetamol and induced a significant increase of grip strength, as compared to the baseline values, from the first day of administration. The self-evaluation of the grip strength proved a simple and useful method to evaluate, within an extremely short time and on few groups of patients, the effectiveness of non-steroidal anti-inflammatory drugs in rheumatoid arthritis.",
        "Year": 1982,
        "CitationCount": 7
    }
]