[
    {
        "Unnamed: 0": 22329,
        "ReviewID": "CD006297",
        "PMID": "PMID:3527523",
        "Title": "Human ultralente insulin: a comparison with porcine lente insulin as a twice-daily insulin in insulin-dependent diabetic patients with fasting hyperglycaemia.",
        "Abstract": "Six C-peptide-deficient diabetic patients, selected because of raised fasting blood glucose concentrations, participated in a randomised cross-over trial comparing twice-daily porcine soluble plus human ultralente with porcine soluble plus porcine lente insulins. As out-patients, overall mean blood glucose concentrations before and after breakfast were significantly lower during human ultralente therapy (7.2 +/- 0.8 vs 12.0 +/- 1.3, 11.1 +/- 1.0 vs 14.3 +/- 1.0 mmol/l, p less than 0.05), but were unchanged for the rest of the day. During overnight in-patient metabolic profiles a nadir in blood glucose occurred between 2-4 am with both insulin regimens (5.2 +/- 0.9 mmol/l ultralente, 6.5 +/- 1.3 mmol/l lente). Mean fasting and post-breakfast blood glucose levels were significantly lower with human ultralente as were fasting concentrations of glycerol and non-esterified fatty acids (p less than 0.05). Patients with poor overnight metabolic control and raised fasting blood glucose concentrations may benefit from human ultralente insulin, used as part of their twice-daily insulin regimen.",
        "Year": 1986,
        "CitationCount": 9
    },
    {
        "Unnamed: 0": 22338,
        "ReviewID": "CD006297",
        "PMID": "PMID:2527130",
        "Title": "A comparison of human ultralente- and lente-based twice-daily injection regimens.",
        "Abstract": "The problem of fasting hyperglycaemia remains unresolved on currently used twice-daily injection regimens. Human ultralente insulin is of longer duration than human lente and differs from it only in the nature of the zinc-insulin complex. In a 6-month double-blind crossover study these insulins were compared in 66 patients who were randomized to human ultralente or human lente insulin given together with human soluble insulin in a twice-daily injection regimen. Patients were seen monthly and crossed over after 3 months treatment. Fasting blood glucose concentrations on the ultralente regimen were considerably lower than on the lente regimen, the difference being statistically significant (6.6 +/- 0.5 vs 8.2 +/- 0.5 mmol l-1, p less than 0.05), but only present in those patients with fasting concentrations below the median. Glycosylated haemoglobin was identical on both regimens (9.3 +/- 0.2%). The evening ultralente dose was slightly but significantly lower than the evening lente dose (14.9 +/- 0.8 vs 15.5 +/- 0.8 U, p less than 0.05) thus endorsing the lowering effect of ultralente on the fasting blood glucose concentration. However, the incidence of serious hypoglycaemic events was higher on the ultralente regimen (0.38 +/- 0.10 vs 0.09 +/- 0.04 events per patient-month, p less than 0.02), the majority of nocturnal events occurring between 0500 h and breakfast. We conclude that ultralente insulin can give an improved fasting blood glucose concentration but that in those patients with more marked fasting hyperglycaemia or with a nocturnal hypoglycaemia problem it offers no clinical advantage over human lente insulin in a twice-daily injection regimen.",
        "Year": 1989,
        "CitationCount": 24
    },
    {
        "Unnamed: 0": 22342,
        "ReviewID": "CD006297",
        "PMID": "PMID:10189539",
        "Title": "Effectiveness of human ultralente versus NPH insulin in providing basal insulin replacement for an insulin lispro multiple daily injection regimen. A double-blind randomized prospective trial. The Canadian Lispro Study Group.",
        "Abstract": "To compare human ultralente (UL) insulin with human NPH insulin as basal insulin replacement in patients who use insulin lispro before meals.\n                There were 178 patients with type 1 diabetes who were randomized to receive either human NPH or UL insulin once daily at bedtime in a 1-year double-blind clinical study. Eight-point blood glucose profiles were collected once monthly in the first 4 months, then every 2 months for the remainder of the study. Patients were also asked to perform premeal blood glucose measurements every day throughout the study. If before-supper blood glucose levels consistently exceeded 8 mmol/l despite optimal postprandial control with the lunch dose of insulin lispro, a second dose of basal insulin before breakfast was administered.\n                For the group as a whole, insulin doses before meals and basal insulin doses were similar at baseline. At study's end, meal doses remained the same (30 +/- 1 U/day for UL., 29 +/- 1 U/day for NPH), while basal requirements were somewhat higher for the UL group than the NPH group: 30 +/- 1 U/day vs. 26 +/- 1 U/day, respectively (P < 0.05). The rates of severe hypoglycemia were similar for patients on NPH (0.05 +/- 0.03 per patient every 30 days) and for UL (0.07 +/- 0.04 per patient every 30 days) insulin. There was no significant difference for glycemic control between the NPH and UL groups overall (HbAlc at the end of the study: 7.6 +/- 0.1 vs. 7.7 +/- 0.1%, respectively), and by study's end a similar number of patients in the NPH and the UL groups needed to be switched to twice daily basal insulin (21 and 24%, respectively). Patients requiring twice-daily injections of basal insulin had a longer duration of diabetes (17.8 +/- 1.5 vs. 14.0 +/- 0.8 years, P < 0.05) and a highest baseline HbAlc (8.6 +/- 0.1 vs. 8.0 +/- 0.1%, P < 0.002) and were significantly older (38 +/- 2 vs. 34 +/- 1 years, P < 0.007). Patients who were switched to twice-daily NPH insulin had lower HbAlc levels at study's end compared with those switched to twice-daily UL insulin (7.7 +/- 0.2 vs. 8.2 +/- 0.3%), but this difference was not statistically significant. Distribution of hypoglycemia across the day was also similar in both groups.\n                UL or NPH insulin, when used as the basal insulin for multiple injection regimens, results in similar glycemic control in patients using insulin lispro before meals. However, in patients who require a second injection of basal insulin, NPH insulin appears to provide lower prebreakfast and prelunch glucose levels compared with UL insulin.",
        "Year": 1999,
        "CitationCount": 25
    },
    {
        "Unnamed: 0": 22340,
        "ReviewID": "CD006297",
        "PMID": "PMID:10834423",
        "Title": "Less hypoglycemia with insulin glargine in intensive insulin therapy for type 1 diabetes. U.S. Study Group of Insulin Glargine in Type 1 Diabetes.",
        "Abstract": "Insulin glargine (21A-Gly-30Ba-L-Arg-30Bb-L-Arg-human insulin) is a biosynthetic insulin analog with a prolonged duration of action compared with NPH human insulin. This study compared insulin glargine with NPH human insulin in subjects with type 1 diabetes who had been previously treated with multiple daily injections of NPH insulin and regular insulin.\n                This study was a multicenter randomized parallel-group study in which subjects were randomized to receive premeal regular insulin and either insulin glargine (at bedtime) or NPH insulin (at bedtime for patients on once-daily therapy and at bedtime and in the morning for patients on twice-daily therapy) for up to 28 weeks. Dose titration of both basal insulins was based on capillary fasting whole blood glucose (FBG) levels; the goal was a premeal blood glucose concentration of 4.4-6.7 mmol/l.\n                A total of 534 well-controlled type 1 diabetic subjects (mean GHb 7.7%, mean fasting plasma glucose [FPG] 11.8 mmo/l) were treated. A small decrease in GHb levels was noted with both insulin glargine (-0.16%) and NPH insulin (-0.21%; P > 0.05). Significant reductions in median FPG levels from baseline (-1.67 vs. -0.33 mmol/l with NPH insulin, P = 0.0145) and a trend for a reduction in capillary FBG levels were achieved with insulin glargine. After the 1-month titration phase, significantly fewer subjects receiving insulin glargine experienced symptomatic hypoglycemia (39.9 vs. 49.2%, P = 0.0219) or nocturnal hypoglycemia (18.2 vs. 27.1%, P = 0.0116) with a blood glucose level <2.0 mmol/l compared with subjects receiving NPH insulin.\n                Lower FPG levels with fewer episodes of hypoglycemia were achieved with insulin glargine compared with once- or twice-daily NPH insulin as part of a basal-bolus regimen in patients with type 1 diabetes.",
        "Year": 2000,
        "CitationCount": 455
    },
    {
        "Unnamed: 0": 22333,
        "ReviewID": "CD006297",
        "PMID": "PMID:10868824",
        "Title": "Efficacy and safety of HOE 901 versus NPH insulin in patients with type 1 diabetes. The European Study Group of HOE 901 in type 1 diabetes.",
        "Abstract": "HOE 901 (Hoechst Marion Roussel, Frankfurt, Germany) is a biosynthetic insulin with a prolonged action. The aim of this study was to compare the effect of the long-acting insulin analog HOE 901 with NPH insulin regarding glycemic control in patients with type 1 diabetes.\n                A total of 333 type 1 diabetic patients were enrolled in this multinational parallel group trial. Subjects were randomized either to two different formulations of HOE 901 (the formulations differed only in zinc content) or to NPH insulin. The study was only partially blinded because patients can distinguish HOE 901 (a clear solution) from NPH (a cloudy suspension). In addition to premeal injections of regular insulin, patients received HOE 901 at bedtime or NPH once daily at bedtime or twice daily in the morning and at bedtime.\n                Fasting plasma glucose levels were significantly lower with HOE 901 (-1.88 mmol/l. P = 0.0005) as were fasting self-monitored blood glucose levels (-0.80 mmol/l, P = 0.0020). HbA1c levels also showed a significant reduction with HOE 901 (-0.14%) versus NPH (P = 0.030). The overall frequency of hypoglycemia did not differ, but the frequency of nocturnal hypoglycemia was significantly (P = 0.0037) lower with HOE 901 (36 vs. 55%). However, this effect on nocturnal hypoglycemia was significant only versus NPH once daily not NPH twice daily. The pattern of adverse events and injection site reactions with HOE 901 was similar to that with NPH.\n                This study indicates that HOE 901 achieves better control of fasting glucose and HbA1c levels over 4 weeks, and HOE 901 has a possible safety benefit in terms of nocturnal hypoglycemia.",
        "Year": 2000,
        "CitationCount": 211
    },
    {
        "Unnamed: 0": 22328,
        "ReviewID": "CD006297",
        "PMID": "PMID:10937511",
        "Title": "Basal insulin glargine (HOE 901) versus NPH insulin in patients with type 1 diabetes on multiple daily insulin regimens. U.S. Insulin Glargine (HOE 901) Type 1 Diabetes Investigator Group.",
        "Abstract": "Insulin glargine (HOE 901, 21(A)-Gly-30(B)a-L-Arg-30(B)b-L-Arg human insulin) is a novel recombinant analog of human insulin with a shift in the isoelectric point producing a retarded absorption rate and an increased duration of action that closely mimics normal basal insulin secretion. It recently received approval from the Food and Drug Administration. The aim of this study was to evaluate 2 formulations of insulin glargine for safety and efficacy in the treatment of patients with type 1 diabetes.\n                In a 4-week trial, 256 patients with type 1 diabetes received either NPH insulin or insulin glargine containing 30 microg/ml zinc (insulin glargine[30]) or 80 microg/ml zinc (insulin glargine[80]). Insulin glargine was given subcutaneously once daily at bedtime. NPH insulin was given either once daily (at bedtime) or twice daily (before breakfast and at bedtime), according to the patient's prestudy regimen. The initial doses of insulin glargine and NPH were based on the previous NPH total daily dose.\n                At study end point, insulin glargine-pooled groups had significantly lower fasting plasma glucose (FPG) levels than the NPH insulin group, with adjusted mean FPG levels reduced by 2.2 mmol/l (P = 0.0001). Insulin glargine was superior to NPH insulin in reducing FPG levels in patients who had previously received NPH insulin twice daily but not in patients who had previously received NPH once daily. FPG levels were more stable in patients using insulin glargine than in patients using NPH insulin. A subset of patients (n = 71) underwent hourly overnight plasma glucose measurements. Insulin glargine patients exhibited lower FPG levels after 5:00 A.M.; the difference was significant by 8:00 A.M. The adjusted mean FPG for insulin glargine[30] was 7.8 mmol/l; for insulin glargine[80], 7.3 mmol/l; and for NPH, 10.7 mmol/l. Both formulations of insulin glargine were well tolerated, similar to NPH insulin.\n                Basal insulin glargine administered once daily for 4 weeks as part of a basal-bolus multiple daily insulin regimen was safe and more effective in lowering fasting plasma glucose levels than NPH in patients with type 1 diabetes.",
        "Year": 2000,
        "CitationCount": 187
    },
    {
        "Unnamed: 0": 22330,
        "ReviewID": "CD006297",
        "PMID": "PMID:11092290",
        "Title": "A 16-week comparison of the novel insulin analog insulin glargine (HOE 901) and NPH human insulin used with insulin lispro in patients with type 1 diabetes.",
        "Abstract": "To determine the safety and efficacy of the long-acting insulin analog, insulin glargine, as a component of basal bolus therapy in patients with type 1 diabetes.\n                Patients with type 1 diabetes receiving basal-bolus insulin treatment with NPH human insulin and insulin lispro were randomized to receive insulin glargine (HOE 901), a long-acting basal insulin analog, once a day (n = 310) or NPH human insulin (n = 309) as basal treatment with continued bolus insulin lispro for 16 weeks in an open-label study NPH insulin patients maintained their prior schedule of administration once or twice a day, whereas insulin glargine patients received basal insulin once a day at bedtime.\n                Compared with all NPH insulin patients, insulin glargine patients had significant decreases in fasting blood glucose measured at home (means +/- SEM, -42.0 +/- 4.7 vs. -12.4 +/- 4.7 mg/dl [-2.33 +/- 0.26 vs. -0.69 +/- 0.26 mmol/l]; P = 0.0001). These differences were evident early and persisted throughout the study More patients in the insulin glargine group (29.6%) than in the NPH group (16.8%) reached a target fasting blood glucose of 119 mg/dl (< 6.6 mmol/l). However, there were no differences between the groups with respect to change in GHb. Insulin glargine treatment was also associated with a significant decrease in the variability of fasting blood glucose values (P = 0.0124). No differences in the occurrence of symptomatic hypoglycemia, including nocturnal hypoglycemia, were observed. Overall, adverse events were similar in the two treatment groups with the exception of injection site pain, which was more common in the insulin glargine group (6.1%) than in the NPH group (0.3%). Weight gain was 0.12 kg in insulin glargine patients and 0.54 kg in NPH insulin patients (P = 0.034).\n                Basal insulin therapy with insulin glargine once a day appears to be as safe and at least as effective as using NPH insulin once or twice a day in maintaining glycemic control in patients with type 1 diabetes receiving basal-bolus insulin treatment with insulin lispro.",
        "Year": 2000,
        "CitationCount": 268
    },
    {
        "Unnamed: 0": 22335,
        "ReviewID": "CD006297",
        "PMID": "PMID:11213882",
        "Title": "Comparison of the soluble basal insulin analog insulin detemir with NPH insulin: a randomized open crossover trial in type 1 diabetic subjects on basal-bolus therapy.",
        "Abstract": "Insulin detemir (NN304) is a soluble basal insulin analog developed to cover basal insulin requirements. This trial aimed to compare the blood glucose-lowering effect of insulin detemir with that of NPH insulin (NPH) and to evaluate the two treatments with regard to intrasubject variation of fasting blood glucose, incidence of hypoglycemia, dose requirements, and safety.\n                This multicenter open randomized crossover trial in 59 type 1 diabetic subjects comprised a 2-week run-in period on a basal-bolus regimen with NPH insulin once daily, followed by two 6-week periods of optimized basal-bolus therapy with either once-daily insulin detemir or NPH insulin.\n                The area under the curve, in the time interval 23:00-8:00, derived from 24-h serum glucose profiles, was not statistically significantly different for the two treatment periods (insulin detemir:NPH ratio 89.2:83.5, P = 0.59). The intrasubject variation in fasting blood glucose during the last 4 days of treatment was lower for insulin detemir compared with NPH (P < 0.001). Mean dose requirements of insulin detemir were 2.35 times higher (95% CI 2.22-2.48) compared with NPH. During the last week of treatment, fewer subjects experienced hypoglycemic episodes on insulin detemir (60%) compared with NPH treatment (77%) (P = 0.049).\n                Insulin detemir was as effective as NPH in maintaining glycemic control when administered at a higher molar dose. The results indicate that insulin detemir may provide more predictable fasting blood glucose with lower intrasubject variation and reduced risk of hypoglycemia compared with NPH.",
        "Year": 2001,
        "CitationCount": 175
    },
    {
        "Unnamed: 0": 22332,
        "ReviewID": "CD006297",
        "PMID": "PMID:11679478",
        "Title": "Comparative trial between insulin glargine and NPH insulin in children and adolescents with type 1 diabetes.",
        "Abstract": null,
        "Year": 2001,
        "CitationCount": 75
    },
    {
        "Unnamed: 0": 22348,
        "ReviewID": "CD006297",
        "PMID": "PMID:12716810",
        "Title": "Intensive replacement of basal insulin in patients with type 1 diabetes given rapid-acting insulin analog at mealtime: a 3-month comparison between administration of NPH insulin four times daily and glargine insulin at dinner or bedtime.",
        "Abstract": "To establish differences in blood glucose between different regimens of optimized basal insulin substitution in type 1 diabetic patients given lispro insulin at meals, i.e., NPH injected four times a day versus glargine insulin once daily at dinner or at bedtime.\n                A total of 51 patients with type 1 diabetes on intensive therapy (NPH four times/day and lispro insulin at each meal) were randomized to three different regimens of basal insulin substitution while continuing lispro insulin at meals: continuation of NPH four times/day (n = 17), once daily glargine at dinnertime (n = 17), and once daily glargine at bedtime (n = 17) for 3 months. Blood glucose targets were fasting, preprandial, and bedtime concentrations at 6.4-7.2 mmol/l and 2 h after meals at 8.0-9.2 mmol/l. The primary end point was HbA(1c).\n                Mean daily blood glucose was lower with dinnertime glargine (7.5 +/- 0.2 mmol/l) or bedtime glargine (7.4 +/- 0.2 mmol/l) versus NPH (8.3 +/- 0.2 mmol/l) (P < 0.05). A greater percentage of blood glucose values were at the target value with glargine at dinner and bedtime versus those with NPH (P < 0.05). HbA(1c) at 3 months did not change with NPH but decreased with glargine at dinnertime (from 6.8 +/- 0.2 to 6.4 +/- 0.1%) and glargine at bedtime (from 7.0 +/- 0.2 to 6.6 +/- 0.1%) (P < 0.04 vs. NPH). Total daily insulin doses were similar with the three treatments, but with glargine there was an increase in basal and a decrease in mealtime insulin requirements (P < 0.05). Frequency of mild hypoglycemia (self-assisted episodes, blood glucose < or =4.0 mmol/l) was lower with glargine (dinnertime 8.1 +/- 0.8 mmol/l, bedtime 7.7 +/- 0.9 mmol/l) than with NPH (12.2 +/- 1.3 mmol/l) (episodes/patient-month, P < 0.04). In-hospital profiles confirmed outpatient blood glucose data and indicated more steady plasma insulin concentrations at night and before meals with glargine versus NPH (P < 0.05). There were no differences between glargine given at dinnertime and at bedtime.\n                Regimens of basal insulin with either NPH four times/day or glargine once/day in type 1 diabetic patients both result in good glycemic control. However, the simpler glargine regimen decreases the HbA(1c) level and frequency of hypoglycemia versus NPH. In contrast to NPH, which should be given at bedtime, insulin glargine can be administered at dinnertime without deteriorating blood glucose control.",
        "Year": 2003,
        "CitationCount": 164
    },
    {
        "Unnamed: 0": 22346,
        "ReviewID": "CD006297",
        "PMID": "PMID:12610040",
        "Title": "Randomized cross-over trial of insulin glargine plus lispro or NPH insulin plus regular human insulin in adolescents with type 1 diabetes on intensive insulin regimens.",
        "Abstract": "To compare blood glucose control and incidence of nocturnal hypoglycemia in adolescents with type 1 diabetes on multiple injection regimens managed with either an insulin analog combination or NPH insulin plus regular human insulin.\n                In a randomized cross-over study, 28 adolescents with type 1 diabetes on multiple injection therapy received either insulin glargine prebedtime plus lispro preprandially (LIS/GLAR) or NPH insulin prebedtime plus regular human insulin preprandially (R/NPH). During each 16-week treatment arm, subjects completed home blood glucose profiles, and at the end of each treatment arm, they were admitted for an overnight metabolic profile. A total of 25 subjects completed the study.\n                Compared with R/NPH therapy, LIS/GLAR was associated with lower mean blood glucose levels (LIS/GLAR versus R/NPH): fasting (8.0 vs. 9.2 mmol/l, P < 0.0001), 2 h postbreakfast (8.1 vs. 10.7 mmol/l, P < 0.0005), prelunch (8.9 vs. 10.1 mmol/l, P < 0.01), and 2 h postlunch (8.0 vs. 9.5 mmol/l, P < 0.002). However, there was no difference in mean blood glucose levels before or after the evening meal. Incidence of nocturnal hypoglycemia on overnight profiles was 43% lower on LIS/GLAR compared with R/NPH therapy; however, there was no difference in rates of self-reported symptomatic hypoglycemia. Total insulin dose required to achieve target blood glucose control was lower on LIS/GLAR (1.16 IU/kg) compared with R/NPH therapy (1.26 IU/kg, P < 0.005), but there was no significant difference in HbA(1c) levels (LIS/GLAR versus R/NPH: 8.7 vs. 9.1%, P = 0.13).\n                Combination therapy with insulin glargine plus lispro reduced the incidence of nocturnal hypoglycemia and was at least as effective as R/NPH insulin therapy in maintaining glycemic control in adolescents on multiple injection regimens.",
        "Year": 2003,
        "CitationCount": 151
    },
    {
        "Unnamed: 0": 22347,
        "ReviewID": "CD006297",
        "PMID": "PMID:12610006",
        "Title": "Insulin detemir is associated with more predictable glycemic control and reduced risk of hypoglycemia than NPH insulin in patients with type 1 diabetes on a basal-bolus regimen with premeal insulin aspart.",
        "Abstract": "Insulin detemir is a soluble basal insulin analog with a unique mechanism of protracted action designed to reduce the variability associated with conventional basal insulins. This trial compared the glycemic control, risk of hypoglycemia, and effect on body weight of insulin detemir and NPH insulin in patients with type 1 diabetes treated with rapid-acting insulin aspart at meals.\n                This study was a 6-month multinational open parallel-group comparison conducted at 46 centers in five countries and included 448 patients with type 1 diabetes randomized 2:1 to insulin detemir or NPH insulin, respectively.\n                After 6 months, comparable HbA(1c) levels were found between the two treatment groups. Fasting plasma glucose tended to be lower in patients treated with insulin detemir, but this difference was not statistically significant (-0.76 mmol/l, P = 0.097). Within-subject variation in self-measured fasting blood glucose was lower with insulin detemir than with NPH insulin (SD 3.37 vs. 3.78 mmol/l, P < 0.001). Risk of hypoglycemia was 22% lower with insulin detemir than with NPH insulin (P < 0.05) and 34% lower for nocturnal (2300-0600) hypoglycemia (P < 0.005). Nightly plasma glucose profiles were smoother and more stable with insulin detemir (P = 0.05). Body weight was significantly lower with insulin detemir at the end of the trial (P < 0.001).\n                Treatment with insulin detemir resulted in more predictable glycemic control, with smoother plasma glucose profiles than NPH insulin and a significant reduction in the risk of hypoglycemia. The reduction in body weight with insulin detemir is a potential additional advantage. Regimens optimized for insulin detemir may be able to improve glycemic control beyond that possible with NPH insulin.",
        "Year": 2003,
        "CitationCount": 311
    },
    {
        "Unnamed: 0": 22334,
        "ReviewID": "CD006297",
        "PMID": "PMID:15220016",
        "Title": "Effects of QD insulin detemir or neutral protamine Hagedorn on blood glucose control in patients with type I diabetes mellitus using a basal-bolus regimen.",
        "Abstract": "The purpose of this trial was to compare the effects of QD basal insulin replacement using insulin detemir versus neutral protamine Hagedorn (NPH) insulin in basal-bolus therapy in combination with regular human insulin (HI) in patients with type 1 diabetes mellitus (DM).\n                This was a 6-month, prospective, randomized, open-label, controlled, parallel-group trial conducted at 92 sites in Europe and Australia. The trial population included men and women with type 1 DM for at least 1 year aged > or = 18 years with glycosylated hemoglobin (HbA(1c)) <== 12% already taking QD basal-bolus treatment with an intermediate- or long-acting insulin and a fast-acting human insulin or insulin analogue as bolus insulin. Patients were randomly assigned (2:1) to 6 months of treatment with insulin detemir or NPH at bedtime in combination with HI with main meals. Main outcome measures were blood glucose control as assessed by HbA(1c), fasting plasma glucose (FPG), 9-point self-monitored blood glucose (SMBG) profiles, 24-hour continuous blood glucose profiles, hypoglycemia, weight gain, and adverse events.\n                Of the 749 patients randomized to treatment, 747 were exposed to trial products and included in the intent-to-treat analysis set. Seven hundred patients completed the trial: 465 (94.7%) in the insulin detemir group and 235 (91.8%) in the NPH group. After 6 months, FPG was lower with insulin detemir than with NPH (-1.16 mmol/L difference; P = 0.001), whereas HbA(1c) did not differ significantly between treatments (-0.12% [95% CI, -0.25 to 0.02]; P = NS). Day-to-day variability in self-measured fasting blood glucose was lower with insulin detemir (SD, 2.82 vs 3.60 mmol/L; P < 0.001). The overall shape of the 9-point SMBG profiles differed significantly between treatments (P = 0.006), with lower glucose levels before breakfast with insulin detemir than with NPH (P < 0.001). There was a 26% reduction in the relative risk of nocturnal hypoglycemia with insulin detemir compared with NPH (P = 0.003). Gain in body weight was significantly lower after 6 months with insulin detemir than with NPH (-0.54 kg difference; P = 0.024). The frequency and type of adverse events were similar between treatment groups.\n                In this study, QD administration of insulin detemir at bedtime resulted in lower fasting blood glucose levels with less day-to-day variability and less fluctuation from ean blood glucose levels over 24 hours than NPH insulin, combined with an overall reduction in the risk of nocturnal hypoglycemia. These findings suggest that evening administration of insulin detemir may provide an opportunity to further improve fasting blood glucose targets.",
        "Year": 2004,
        "CitationCount": 206
    },
    {
        "Unnamed: 0": 22336,
        "ReviewID": "CD006297",
        "PMID": "PMID:15298338",
        "Title": "Insulin analogues (insulin detemir and insulin aspart) versus traditional human insulins (NPH insulin and regular human insulin) in basal-bolus therapy for patients with type 1 diabetes.",
        "Abstract": "The aim of the trial was to compare the efficacy and tolerability of two types of basal-bolus therapy, using either the soluble long-acting basal insulin analogue, insulin detemir, in combination with the rapid-acting analogue, insulin aspart, or NPH insulin in combination with mealtime regular human insulin.\n                In this 18-week, 1:1 randomised, open-labelled, parallel trial, 595 patients with Type 1 diabetes mellitus received insulin detemir or NPH insulin in the morning and at bedtime in combination with mealtime insulin aspart or regular human insulin respectively.\n                Glycaemic control with insulin detemir/insulin aspart was improved in comparison with NPH insulin/regular human insulin (HbA1c: 7.88% vs 8.11%; mean difference: -0.22% point [95% CI: -0.34 to -0.10]; p<0.001). Self-measured 8-point plasma glucose profiles differed between the groups (p<0.001), with lower postprandial plasma glucose levels in the insulin detemir/insulin aspart group. Within-person day-to-day variation in plasma glucose was lower with insulin detemir/insulin aspart than with NPH insulin/regular human insulin (SD: 2.88 vs 3.12 mmol/l; p<0.001). Risk of overall and nocturnal hypoglycaemia (23.00-06.00 hours) was, respectively, 21% (p=0.036) and 55% (p<0.001) lower in the insulin detemir/insulin aspart group than in the NPH insulin/regular human insulin group. Body weight (adjusted for baseline and change in HbA1c) was 1 kg lower with insulin detemir/insulin aspart than with NPH insulin/regular human insulin (p<0.001).\n                Basal-bolus therapy using insulin detemir/insulin aspart offers a better balance of control and tolerability than with NPH insulin/regular human insulin. The low variability and more physiological action profiles generated with these insulin analogues resulted in improved glycaemic control with lower risk of hypoglycaemia and no concomitant body weight increase.",
        "Year": 2004,
        "CitationCount": 383
    },
    {
        "Unnamed: 0": 22345,
        "ReviewID": "CD006297",
        "PMID": "PMID:15111525",
        "Title": "Insulin detemir offers improved glycemic control compared with NPH insulin in people with type 1 diabetes: a randomized clinical trial.",
        "Abstract": "Insulin detemir is a soluble long-acting basal insulin analog designed to overcome the limitations of conventional basal insulin formulations. Accordingly, insulin detemir has been compared with NPH insulin with respect to glycemic control (HbA1c, prebreakfast glucose levels and variability, and hypoglycemia) and timing of administration.\n                People with type 1 diabetes (n = 408) were randomized in an open-label, parallel-group trial of 16-week treatment duration using either insulin detemir or NPH insulin. Insulin detemir was administered twice daily using two different regimens, either before breakfast and at bedtime (IDet(morn+bed)) or at a 12-h interval (IDet(12h)). NPH insulin was administered before breakfast and at bedtime. Mealtime insulin was given as the rapid-acting insulin analog insulin aspart.\n                With both insulin detemir groups, clinic fasting plasma glucose was lower than with NPH insulin (IDet(12h) vs. NPH, -1.5 mmol/l [95% CI -2.51 to -0.48], P = 0.004; IDet(morn+bed) vs. NPH, -2.3 mmol/l (-3.32 to -1.29), P < 0.001), as was self-measured prebreakfast plasma glucose (P = 0.006 and P = 0.004, respectively). The risk of minor hypoglycemia was lower in both insulin detemir groups (25%, P = 0.046; 32%, P = 0.002; respectively) compared with NPH insulin in the last 12 weeks of treatment, this being mainly attributable to a 53% reduction in nocturnal hypoglycemia in the IDet(morn+bed) group (P < 0.001). Although HbA1c for each insulin detemir group was not different from the NPH group, HbA1c for the pooled insulin detemir groups was significantly lower than for the NPH group (mean difference -0.18% [-0.34 to -0.02], P = 0.027). Within-person between-day variation in self-measured prebreakfast plasma glucose was lower for both detemir groups (both P < 0.001). The NPH group gained weight during the study, but there was no change in weight in either of the insulin detemir groups (IDet(12h) vs. NPH, -0.8 kg [-1.44 to -0.24], P = 0.006; IDet(morn+bed) vs. NPH, -0.6 kg [-1.23 to -0.03], P = 0.040).\n                Overall glycemic control with insulin detemir was improved compared with NPH insulin. The data provide a basis for tailoring the timing of administration of insulin detemir to the individual person's needs.",
        "Year": 2004,
        "CitationCount": 260
    },
    {
        "Unnamed: 0": 22349,
        "ReviewID": "CD006297",
        "PMID": "PMID:15498088",
        "Title": "Better long-term glycaemic control with the basal insulin glargine as compared with NPH in patients with Type 1 diabetes mellitus given meal-time lispro insulin.",
        "Abstract": "Glargine is a long-acting insulin analogue potentially more suitable than NPH insulin in intensive treatment of Type 1 diabetes mellitus (T1 DM), but no study has proven superiority. The aim of this study was to test superiority of glargine on long-term blood glucose (BG) as well as on responses to hypoglycaemia vs. NPH.\n                One hundred and twenty-one patients with T1 DM on intensive therapy on four times/day NPH and lispro insulin at each meal, were randomized to either continuation of NPH four times/day (n = 60), or once daily glargine at dinner-time (n = 61) for 1 year. Lispro insulin at meal-time was continued in both groups. In 11 patients from each group, responses to stepped hyperinsulinaemic-hypoglycaemia were measured before and after 1 year's treatment.\n                Mean daily BG was lower with glargine [7.6 +/- 0.11 mmol/l (137 +/- 2 mg/dl)] vs. NPH [8.1 +/- 0.22 mmol/l (146 +/- 4 mg/dl)] (P < 0.05). HbA(1c) at 4 months did not change with NPH, but decreased with glargine (from 7.1 +/- 0.1 to 6.7 +/- 0.1%), and remained lower than NPH at 12 months (6.6 +/- 0.1%, P < 0.05 vs. NPH). Frequency of mild hypoglycaemia [self-assisted episodes, blood glucose < or = 4.0 mmol/l (72 mg/dl)] was lower with glargine vs. NPH (7.2 +/- 0.5 and 13.2 +/- 0.6 episodes/patient-month, P < 0.05). After 1 year, NPH treatment resulted in no change of responses to hypoglycaemia, whereas with glargine plasma glucose, thresholds and maximal responses of plasma adrenaline and symptoms to hypoglycaemia improved (P < 0.05).\n                The simpler glargine regimen decreases the percentage of HbA(1c) and frequency of hypoglycaemia and improves responses to hypoglycaemia more than NPH. Thus, glargine appears more suitable than NPH as basal insulin for intensive treatment of T1 DM.",
        "Year": 2004,
        "CitationCount": 128
    },
    {
        "Unnamed: 0": 22341,
        "ReviewID": "CD006297",
        "PMID": "PMID:16105155",
        "Title": "Glargine is superior to neutral protamine Hagedorn for improving glycated haemoglobin and fasting blood glucose levels during intensive insulin therapy.",
        "Abstract": "To compare glycaemic control and symptomatic hypoglycaemia rates with glargine versus neutral protamine Hagedorn (NPH) in poorly controlled type 1 diabetes patients.\n                Patients (n = 125) received preprandial insulin lispro and either glargine (n = 62) or NPH (n = 63) at bedtime for 30 weeks in a multicentre, randomized, single-blind (a blinded investigator made titration decisions) study. Basal insulin dosage was titrated to achieve fasting blood glucose (FBG) values < 5.5 mmol/L.\n                Baseline characteristics were similar for the two groups (mean diabetes duration 17.5 +/- 10.1 years) except mean glycated haemoglobin (HbA(1c)), which was lower in the glargine versus NPH group (9.2 +/- 1.1% vs 9.7 +/- 1.3%; P < 0.02). At end-point, mean HbA(1c) was 8.3 versus 9.1% for the glargine versus NPH groups. Adjusted least-squares mean (LSM) change from baseline was -1.04 versus -0.51%, a significant treatment benefit of 0.53% for HbA(1c) in favour of glargine (P < 0.01). Mean baseline FBG were similar for the glargine and NPH groups (11.2 vs 11.4 mmol/L). The means for end-point FBG were 7.9 versus 9.0 mmol/L. Adjusted LSM change from baseline was -3.46 versus -2.34 mmol/L, with a significant difference of 1.12 mmol/L in favour of glargine (P < 0.05). There were similar total numbers of daytime mild, moderate or severe hypoglycaemia episodes in the two treatment arms. However, significantly fewer moderate or severe nocturnal hypoglycaemic episodes were observed in the glargine group (P = 0.04 and P = 0.02).\n                Glargine is superior to NPH for improving HbA(1c) and FBG levels during intensive insulin therapy in patients with type 1 diabetes, and is associated with less severe nocturnal hypoglycaemia.",
        "Year": 2005,
        "CitationCount": 88
    },
    {
        "Unnamed: 0": 22344,
        "ReviewID": "CD006297",
        "PMID": "PMID:16021649",
        "Title": "A randomized multicentre trial of insulin glargine compared with NPH insulin in people with type 1 diabetes.",
        "Abstract": "To compare insulin glargine with NPH human insulin for basal insulin supply in adults with type 1 diabetes.\n                People with type 1 diabetes (n = 585), aged 17-77 years, were randomized to insulin glargine once daily at bedtime or NPH insulin either once- (at bedtime) or twice-daily (in the morning and at bedtime) according to their prior treatment regimen and followed for 28 weeks in an open-label, multicentre study. Both groups continued with pre-meal unmodified human insulin.\n                There was no significant difference between the two insulins in change in glycated haemoglobin from baseline to endpoint (insulin glargine 0.21 +/- 0.05% (mean +/- standard error), NPH insulin 0.10 +/- 0.05%). At endpoint, self-monitored fasting blood glucose (FBG) had decreased similarly in each group (insulin glargine -1.17 +/- 0.12 mmol/L, NPH insulin -0.89 +/- 0.12 mmol/L; p = 0.07). However, people on >1 basal insulin injection per day prior to the study had a clinically relevant decrease in FBG on insulin glargine versus NPH insulin (insulin glargine -1.38 +/- 0.15 mmol/L, NPH insulin -0.72 +/- 0.15 mmol/L; p < 0.01). No significant differences in the number of people reporting >or=1 hypoglycaemic episode were found between the two groups, including severe and nocturnal hypoglycaemia. Insulin glargine was well tolerated, with a similar rate of local injection and systemic adverse events versus NPH insulin.\n                A single, bedtime, subcutaneous dose of insulin glargine provided a level of glycaemic control at least as effective as NPH insulin, without an increased risk of hypoglycaemia.\n                Copyright (c) 2005 John Wiley & Sons, Ltd.",
        "Year": 2005,
        "CitationCount": 73
    },
    {
        "Unnamed: 0": 22337,
        "ReviewID": "CD006297",
        "PMID": "PMID:16492212",
        "Title": "Improved glycaemic control with insulin glargine plus insulin lispro: a multicentre, randomized, cross-over trial in people with Type 1 diabetes.",
        "Abstract": "To compare blood glucose control using insulin glargine + insulin lispro with that on NPH insulin + unmodified human insulin in adults with Type 1 diabetes managed with a multiple injection regimen.\n                In this 32-week, five-centre, two-way cross-over study, people with Type 1 diabetes (n = 56, baseline HbA1c 8.0 +/- 0.8%) were randomized to evening insulin glargine + mealtime insulin lispro or to NPH insulin (once- or twice-daily) + mealtime unmodified human insulin. Each 16-week period concluded with a 24-h inpatient plasma glucose profile.\n                HbA1c was lower with glargine + lispro than with NPH + human insulin [7.5 vs. 8.0%, difference -0.5 (95% CI -0.7, -0.3) %, P < 0.001]. This was confirmed by an 8% lower 24-h plasma glucose area under the curve (AUC) (187 vs. 203 mmol l(-1) h(-1), P = 0.037), a 24% reduction in plasma glucose AUC > 7.0 mmol/l1 (47 vs. 62 mmol l(-1) h(-1), P = 0.017) and a 15% lower post-prandial plasma glucose AUC (75 vs. 88 mmol l(-1) h(-1), P = 0.002). There was no reduction in night-time plasma glucose AUC or increase in plasma glucose area < 3.5 mmol/l. Monthly rate of nocturnal hypoglycaemia was reduced by 44% with glargine + lispro (0.66 vs. 1.18 episodes/month, P < 0.001).\n                Compared with NPH insulin + unmodified human insulin, the combination of insulin glargine with a rapid-acting insulin analogue as multiple-injection therapy for Type 1 diabetes improves overall glycaemic control as assessed by HbA1c and 24-h plasma glucose monitoring to a clinically significant degree, together with a reduction in nocturnal hypoglycaemia.",
        "Year": 2006,
        "CitationCount": 120
    },
    {
        "Unnamed: 0": 22343,
        "ReviewID": "CD006297",
        "PMID": "PMID:16842476",
        "Title": "Insulin detemir lowers the risk of hypoglycaemia and provides more consistent plasma glucose levels compared with NPH insulin in Type 1 diabetes.",
        "Abstract": "Hypoglycaemia remains a major barrier preventing optimal glycaemic control in Type 1 diabetes due to the limitations of conventional insulin preparations. We investigated whether basal-bolus therapy with insulin detemir (detemir), a new soluble basal insulin analogue, was more effective in reducing the risk of hypoglycaemia compared with NPH insulin (NPH).\n                In this multinational, open-label, cross-over trial, 130 individuals with Type 1 diabetes received detemir and NPH twice daily in a randomized order in combination with premeal insulin aspart (IAsp) during two 16-week treatment periods. Risk of hypoglycaemia was based on self-measured plasma glucose (SMPG) and self-reported episodes during the last 10 weeks of each period.\n                Risk of nocturnal and overall hypoglycaemia was, respectively, 50% and 18% lower with detemir than with NPH (P < 0.001). A total of 19 severe hypoglycaemic episodes occurred during treatment with detemir compared with 33 with NPH (NS). HbA(1c) decreased by 0.3% point with both treatments and was comparable at 7.6% (+/- sem 0.06%, 95% confidence interval -0.106, 0.108) after 16 weeks with similar doses of basal insulin. Within-person variation in mean plasma glucose was lower with detemir than with NPH (sd 3.00 vs. 3.33, P < 0.001), as was prebreakfast SMPG (P < 0.0001).\n                Detemir was associated with a significantly lower risk of hypoglycaemia compared with NPH at similar HbA1c when used in combination with mealtime IAsp. The more consistent plasma glucose levels observed with detemir may allow people to aim for tighter glycaemic control without an increased risk of hypoglycaemia.",
        "Year": 2006,
        "CitationCount": 113
    },
    {
        "Unnamed: 0": 22339,
        "ReviewID": "CD006297",
        "PMID": "PMID:17227321",
        "Title": "Insulin detemir compared with NPH insulin in children and adolescents with Type 1 diabetes.",
        "Abstract": "This study compared the effect of insulin detemir on glycaemic control (HbA(1c), fasting plasma glucose and variability thereof) with that of Neutral Protamine Hagedorn human isophane (NPH) insulin, both combined with insulin aspart, in children with Type 1 diabetes mellitus, and compared the safety of these treatments.\n                In this 26-week, open-label, randomized (2 : 1), parallel-group study, 347 (140 prepubertal and 207 pubertal) children with Type 1 diabetes, aged 6-17 years, received insulin detemir (n = 232) or NPH insulin (n = 115) once or twice daily, according to the prestudy regimen, plus premeal insulin aspart.\n                The mean HbA(1c) decreased by approximately 0.8% with both treatments. After 26 weeks, the mean difference in HbA(1c) was 0.1% (95% confidence interval -0.1, 0.3) (insulin detemir 8.0%, NPH insulin 7.9%). Within-subject variation in self-measured fasting plasma glucose was significantly lower with insulin detemir than with NPH insulin (SD 3.3 vs. 4.3, P < 0.001), as was mean fasting plasma glucose (8.4 vs. 9.6 mmol/l, P = 0.022). The risk of nocturnal hypoglycaemia (22.00-07.00 h) was 26% lower with insulin detemir (P = 0.041) and the risk of 24-h hypoglycaemia was similar with the two treatments (P = 0.351). The mean body mass index (BMI) Z-score was lower with insulin detemir (P < 0.001).\n                Basal-bolus treatment with insulin detemir or NPH insulin and premeal insulin aspart in children and adolescents with Type 1 diabetes mellitus improved HbA(1c) to a similar degree. The lower and more predictable fasting plasma glucose, lower risk of nocturnal hypoglycaemia and lower BMI observed with insulin detemir are clinically significant advantages compared with NPH insulin.",
        "Year": 2007,
        "CitationCount": 154
    },
    {
        "Unnamed: 0": 22331,
        "ReviewID": "CD006297",
        "PMID": "PMID:17141354",
        "Title": "Glargine versus NPH insulin: efficacy in comparison with insulin aspart in a basal bolus regimen in type 1 diabetes--the glargine and aspart study (GLASS) a randomised cross-over study.",
        "Abstract": "The aim of the study was to compare the efficacy of insulin glargine and aspart with NPH insulin and aspart in a basal bolus regimen in type 1 diabetes. In this 36-week randomised open-label two-period cross-over trial, subjects received 16 weeks' treatment with either once-daily insulin glargine or twice-daily NPH insulin after 4-week run-in. Primary outcome was HbA1c and secondary outcomes were fasting plasma glucose (FPG), weight change, incidence of hypoglycaemia, effect on lipid profile and patient satisfaction. Sixty patients with type 1 diabetes were recruited (33 male, mean age 42.7 years, mean HbA1c 8.53%) with 53 completing the study. At completion, HbA1c was lower with glargine and aspart than with NPH and aspart (8.07% versus 8.26%, difference -0.19 [95% CI 0.37-0.01]%, p=0.04). FPG was significantly different between glargine and NPH (p=0.002), with mean FPG on glargine 3mmol/L lower than on NPH at the end of the study. There were no differences in hypoglycaemia rate (p=0.63), weight (p=0.45) or lipid profile (p=0.18). Patient satisfaction was greater with glargine (DTSQ, p=0.001). Three patients discontinued as they wished to remain on glargine. We suggest that glargine combined with aspart is an effective basal bolus regimen in type 1 diabetes.",
        "Year": 2007,
        "CitationCount": 52
    }
]