[
    {
        "Unnamed: 0": 24039,
        "ReviewID": "CD003459",
        "PMID": "PMID:7816064",
        "Title": "Methotrexate for the treatment of Crohn's disease. The North American Crohn's Study Group Investigators.",
        "Abstract": "Although corticosteroids are highly effective in improving symptoms of Crohn's disease, they may have substantial toxicity. In some patients, attempts to discontinue corticosteroids are unsuccessful.\n                We conducted a double-blind, placebo-controlled multicenter study of weekly injections of methotrexate in patients who had chronically active Crohn's disease despite a minimum of three months of prednisone therapy. Patients were randomly assigned to treatment with intramuscular methotrexate (25 mg once weekly) or placebo for 16 weeks. The patients also received prednisone (20 mg once a day), which was tapered over 10 weeks unless their condition worsened. The primary outcome measure was clinical remission at the end of the 16-week trial. Remission was defined by the discontinuation of prednisone and a score of < or = 150 points on the Crohn's Disease Activity Index.\n                A total of 141 patients were randomly assigned in a 2:1 ratio to methotrexate (94 patients) or placebo (47 patients). After 16 weeks, 37 patients (39.4 percent) were in clinical remission in the methotrexate group, as compared with 9 patients (19.1 percent) in the placebo group (P = 0.025; relative risk, 1.95; 95 percent confidence interval, 1.09 to 3.48). The patients in the methotrexate group received less prednisone overall than those in the placebo group (P = 0.026). The mean (+/- SE) score on the Crohn's Disease Activity Index after 16 weeks of treatment was significantly lower in the methotrexate group (162 +/- 12) than in the placebo group (204 +/- 17, P = 0.002). The changes in quality-of-life scores and serum orosomucoid concentrations were similar. In the methotrexate group, 16 patients (17 percent) withdrew from treatment because of adverse events (including asymptomatic elevation of serum aminotransferase in 7 and nausea in 6), as compared with 1 patient (2 percent) in the placebo group.\n                In a group of patients with chronically active Crohn's disease, methotrexate was more effective than placebo in improving symptoms and reducing requirements for prednisone.",
        "Year": 1995,
        "CitationCount": 761
    },
    {
        "Unnamed: 0": 24037,
        "ReviewID": "CD003459",
        "PMID": "PMID:9399753",
        "Title": "Methotrexate in chronic active Crohn's disease: a double-blind, randomized, Israeli multicenter trial.",
        "Abstract": "At present only one large controlled study has indicated that parenteral methotrexate may be effective in chronic active Crohn's disease (CD).\n                To evaluate the effectiveness of oral methotrexate in chronic steroid-dependent CD.\n                Patients with active CD, who have received steroids and/or immunosuppressives for at least 4 months during the preceding 12 months and with a current Harvey-Bradshaw index of > or = 7 were studied.\n                Methotrexate (12.5 mg weekly) or 6-mercaptopurine (50 mg daily), or placebo were given during the 9 months of the trial in addition to steroids and 5-aminosalicylic acid as clinically indicated.\n                Eighty-four patients were included (methotrexate, 26 patients; 6-mercaptopurine, 32 patients; placebo, 26 patients). The proportion of patients entering first remission as well as the proportions of patients relapsing after first remission were not significantly different between the groups. The mean Harvey-Bradshaw index and the mean monthly steroid dose were also similar. However, when each patient was evaluated as his or her own control, the reduction in steroid dose, the general well being, and the reduction in abdominal pain were significantly better in the methotrexate treated patients.\n                Methotrexate at a weekly oral dose of 12.5 mg was found to be moderately better than 6-mercaptopurine and placebo in patients with chronic active CD.",
        "Year": 1997,
        "CitationCount": 193
    },
    {
        "Unnamed: 0": 24038,
        "ReviewID": "CD003459",
        "PMID": "PMID:10430331",
        "Title": "Methotrexate in Crohn's disease: results of a randomized, double-blind, placebo-controlled trial.",
        "Abstract": "Immunosuppression with methotrexate may be useful in the treatment of Crohn's disease. We tested the efficacy of methotrexate in refractory Crohn's disease in a randomized, controlled trial.\n                Randomized, double-blind placebo-controlled trial of methotrexate in 33 patients with steroid-dependent Crohn's disease, 33% of whom had previously failed therapy with 6-mercaptopurine. Patients were given placebo or oral methotrexate 15 mg/week, or adjusted up to 22.5 mg/week, for up to 1 year or until treatment failure. Outcome was assessed by reduction in prednisone dosage, Crohn's Disease Activity Index, hospital admission, and laboratory parameters.\n                Four patients were dropped from the study for non-compliance and one because of intercurrent illness, and 28 patients could be evaluated. Fewer methotrexate-treated patients (6/13 or 46%) had flares of Crohn's disease as compared to placebo-treated patients (12/15 or 80%), but this did not achieve statistical significance (p<0.1). There was a non-significant trend toward an increased number of significant side effects in the methotrexate-treated patients (3/13 or 23%) as compared to the placebo-treated patients (0/15 or 0%) (p<0.2). Laboratory indices of inflammation did not differ between the two groups.\n                The methotrexate-treated group showed a trend toward fewer Crohn's disease flares, balanced by an increased number of significant side effects.",
        "Year": 1999,
        "CitationCount": 137
    },
    {
        "Unnamed: 0": 24040,
        "ReviewID": "CD003459",
        "PMID": "PMID:11111780",
        "Title": "6-mercaptopurine or methotrexate added to prednisone induces and maintains remission in steroid-dependent inflammatory bowel disease.",
        "Abstract": "As treatment of steroid-dependent patients with inflammatory bowel disease (IBD) is controversial, we analysed the efficacy and tolerance of 6-mercaptopurine (6-MP) and methotrexate (MTX) added to prednisone in increasing and maintaining the disease remission rate.\n                Seventy-two steroid-dependent IBD patients, 34 with ulcerative colitis (UC) and 38 with Crohn's disease (CD), receiving treatment with prednisone were randomly assigned in a 2:2:1 ratio to additionally receive, orally, over a period of 30 weeks 1.5 mg/kg/day of 6-MP (group A) or 15 mg/week of MTX (group B), or 3 g/day of 5-aminosalicylic acid (5-ASA) (group C). All patients who achieved remission were included in a maintaining remission study for 76 weeks. Remission was defined after stopping prednisone as a CD activity index of <150 and normal serum orosomucoid concentration for CD patients and a Mayo Clinic score <7 for UC patients.\n                With regard to achieved remission, a significantly higher (P< 0.05) rate existed for UC patients in group A (78.6%) than in group C (25%), with no statistical differences in group B (58.3%) versus C. For CD patients, the rates were significantly higher (P< 0.001 and 0.01, respectively) in groups A (93.7%) and B (80%) versus C (14%). With regard to maintaining remission, UC patients in group A (63.6%) presented significantly higher rates (P < 0.0015 and P < 0.001, respectively) versus 14.3% in group B and none in group C. For CD patients, statistical differences (P < 0.001) existed when comparing rates in groups A (53.3%) and B (66.6%) versus none in group C. Noticeable side effects appeared in 13.3% of patients from group A and 11.5% from group B.\n                These results suggest that 6-MP or MTX added to prednisone could be effective in steroid sparing, as well as in achieving and maintaining remission in steroid-dependent IBD patients. MTX was less effective in maintaining remission in UC patients.",
        "Year": 2000,
        "CitationCount": 204
    },
    {
        "Unnamed: 0": 24041,
        "ReviewID": "CD003459",
        "PMID": "PMID:14563183",
        "Title": "Comparison between methotrexate and azathioprine in the treatment of chronic active Crohn's disease: a randomised, investigator-blind study.",
        "Abstract": "The efficacy of azathioprine in the treatment of chronic active Crohn's disease is well established. However, this drug has a long onset of action. Methotrexate has also been shown to be effective in chronic active Crohn's disease. The aim of this study was to evaluate the efficacy and safety of methotrexate in comparison with azathioprine, and to establish whether methotrexate has a shorter onset of action in this setting.\n                Patients with chronic active Crohn's disease were admitted to this investigator-blind study. Chronicity was defined as the need for steroid therapy of > or = 10 mg/day for at least 4 months during the preceding 12 months, with at least one attempt to discontinue treatment. The disease had to be clinically active at entry, with a Crohn's Disease Activity Index of > or = 200. Six patients treated with azathioprine and methotrexate, respectively, were found to have enterocutaneous and perianal fistulas. At entry, all patients received prednisolone (40 mg once a day) which was tapered over a period of 12 weeks unless their clinical condition deteriorated. All patients were randomised to receive i.v. methotrexate 25 mg/week, or oral azathioprine 2 mg/kg per day, for a 6-month follow-up period. After the first 3 months, methotrexate was switched to oral administration maintaining the same dose. The primary efficacy outcome considered was the proportion of patients entering first remission after 3 and 6 months of therapy. Clinical remission was defined as the lack of need for steroid treatment and a Crohn's Disease Activity Index score of < or = 150 points at each scheduled visit.\n                In the 54 patients (26 F, 28 M, mean age 34 years, range 18-60) randomly assigned to methotrexate (n=27) or azathioprine (n=27), no statistically significant difference was found between the two treatment regimens with respect to remission rate after 3 (methotrexate 44%, azathioprine 33%, p=0.28, (95% CI, 0.369-0.147), and 6 months (methotrexate 56%, azathioprine 63%, p=0.39, 95% CI, 0.187-0.335), respectively. Six patients withdrew from therapy due to adverse events: 3/27 (11%) in methotrexate and 3/27 (11%) in azathioprine. Drug-related adverse events (asthenia, nausea and vomiting) that did not require withdrawal from therapy were more frequent in the methotrexate group (azathioprine: 2/27 (7%); methotrexate: 12/27 (44%), p=0.00009). The frequency of these adverse events was comparable during the intravenous or oral administration of the drug.\n                This study confirms that methotrexate is effective in inducing remission in patients with chronic active Crohn's disease, therapeutic efficacy being comparable, but not faster, than that of azathioprine.",
        "Year": 2003,
        "CitationCount": 131
    },
    {
        "Unnamed: 0": 24036,
        "ReviewID": "CD003459",
        "PMID": "PMID:16357613",
        "Title": "Combining infliximab with methotrexate for the induction and maintenance of remission in refractory Crohn's disease: a controlled pilot study.",
        "Abstract": "Immunosuppression of chronic active Crohn's disease resistant or intolerant to purine antimetabolites still remains a clinical challenge. To obtain long-lasting effects with the anti-TNF-alpha antibody infliximab repeated infusions are often required. Methotrexate has been shown to be a moderately effective drug in maintaining remission in Crohn's disease. The aim of the present pilot study was to evaluate the combination of infliximab and methotrexate as therapy for refractory Crohn's disease.\n                Nineteen patients with chronic active Crohn's disease resistant or intolerant to azathioprine were enrolled. Patients received either two infusions of infliximab (5 mg/kg) alone (n=8) or in combination with long-term methotrexate at a dosage of 20 mg/week (n=11) over 48 weeks.\n                Two out of eight patients receiving infliximab monotherapy and four out of 11 patients treated with infliximab and concomitant methotrexate had discontinued study treatment by week 48, solely because of lack of efficacy. Clinical remission at week 48 was observed in five out of seven patients treated with infliximab and methotrexate, but only in two out of six patients receiving infliximab monotherapy. In addition, patients treated with concomitant methotrexate achieved remission earlier (median time 2 versus 18 weeks) and needed fewer steroids (median prednisolone dose 0 versus 11.8 mg). Despite an increased mean number of adverse events per patient in the methotrexate group, the proportions of patients experiencing any adverse events and serious adverse events were similar across treatment groups.\n                The combination of infliximab with long-term methotrexate may be a promising concept in refractory Crohn's disease. Our data prompt larger trials.",
        "Year": 2006,
        "CitationCount": 62
    }
]