[
    {
        "Unnamed: 0": 32831,
        "ReviewID": "CD003653",
        "PMID": "PMID:6132082",
        "Title": "Haemodynamic advantages of isosorbide dinitrate over frusemide in acute heart-failure following myocardial infarction.",
        "Abstract": "The immediate haemodynamic effects of intravenous frusemide (1 mg/kg) and intravenous isosorbide dinitrate (50-200 micrograms/kg/h) were compared in a prospective, randomised, between-group study in 28 men with radiographic and haemodynamic evidence of left ventricular failure following acute myocardial infarction. The diuresis induced by frusemide reduced the left heart filling pressure and cardiac output and transiently raised systemic blood-pressure. In contrast, isosorbide dinitrate was accompanied by a reduction in systemic blood-pressure and peripheral resistance with the result that the cardiac output was not decreased despite a large fall in the pulmonary vascular and left heart filling pressures. These results indicate that reduction of excessive preload by venodilatation may be haemodynamically superior to that induced by diuresis in terms of both reducing myocardial oxygen consumption and maintaining peripheral perfusion. The influence of these contrasting treatments on the prognosis of these high-risk patients warrants further study.",
        "Year": 1983,
        "CitationCount": 99
    },
    {
        "Unnamed: 0": 32821,
        "ReviewID": "CD003653",
        "PMID": "PMID:2441152",
        "Title": "First-line treatment of left ventricular failure complicating acute myocardial infarction: a randomised evaluation of immediate effects of diuretic, venodilator, arteriodilator, and positive inotropic drugs on left ventricular function.",
        "Abstract": "A prospective randomised trial compared the immediate haemodynamic effects of intravenous diuretic (frusemide), venodilator (isosorbide dinitrate), arteriolar dilator (hydralazine), and positive inotropic stimulation (prenalterol) as first-line therapy for acute left ventricular (LV) failure following myocardial infarction. Forty-eight patients with transmural myocardial infarction and a pulmonary artery occluded pressure (PAOP) of greater than 20 mm Hg were studied within 18 h of admission to a coronary care unit. Both frusemide (-4 mm Hg; p less than 0.01) and isosorbide dinitrate (-6 mm Hg; p less than 0.01) reduced LV filling pressure without change in cardiac index and heart rate. Although both hydralazine and prenalterol increased cardiac index (p less than 0.01), the reduction in LV filling pressure (-2 mm Hg; p less than 0.05) was less than with frusemide and isosorbide dinitrate, and was associated with an increased heart rate (+8 and +13 beats min-1; p less than 0.01). These data suggest that in acute heart failure following myocardial infarction the four treatment modalities could be ranked in descending order of potential benefit as follows: venodilatation (isosorbide dinitrate)--decrease of LV pressure/work; diuretic therapy (frusemide)--decrease of LV pressure/work offset by a transient pressor effect; arteriolar dilatation (hydralazine)--decrease of LV pressure/work and of PAOP, but offset by tachycardia; and positive inotropic therapy (beta 1-agonist prenalterol)--tachycardia and augmented LV afterload. Combination of the former and latter agents, because of their differing modes of action, should offer haemodynamic advantages over monotherapy and deserves further evaluation.",
        "Year": 1987,
        "CitationCount": 40
    },
    {
        "Unnamed: 0": 32830,
        "ReviewID": "CD003653",
        "PMID": "PMID:3063797",
        "Title": "Hypertensive emergencies in old age: effects of angiotensin converting enzyme inhibition.",
        "Abstract": "Hypertensive emergencies, and to a certain extent their treatment, contribute to morbidity and mortality in elderly patients. We studied 22 hospitalized patients, aged 70-90 years, all of whom had moderate essential hypertensive. During acute hypertension, mean systolic and diastolic blood pressure rose to 230 +/- 24 and 120 +/- 22 mmHg, respectively. Symptoms of reduced tissue perfusion/oxygenation and/or organ failure occurred, forcing us to begin antihypertensive therapy. We administered 50 mg of the angiotensin converting enzyme (ACE) inhibitor captopril sublingually, and within 15 min, systolic blood pressure decreased by an average 60 +/- 16 mmHg and diastolic blood pressure by an average 25 +/- 14 mmHg. There was no significant change in the heart rate. In addition, we treated 22 comparable patients with 10 mg nifedipine sublingually and observed, in four cases, a greater fall in blood pressure (up to 90 mmHg) together with tachycardia. These results show the beneficial effects of captopril in the treatment of hypertensive emergencies in elderly patients. The absence of dangerous side effects indicates that ACE inhibitors can be used as first-choice drugs for the treatment of acute hypertensive crises, even in old age.",
        "Year": 1988,
        "CitationCount": 10
    },
    {
        "Unnamed: 0": 32823,
        "ReviewID": "CD003653",
        "PMID": "PMID:1968368",
        "Title": "Renal and hemodynamic effects of intravenous fenoldopam versus nitroprusside in severe hypertension.",
        "Abstract": "The renal and hemodynamic effects of intravenously administered fenoldopam mesylate, a novel dopamine-1 receptor agonist, were compared with those of sodium nitroprusside in 28 patients (18 male; 26 black, two white; average age, 49 +/- 3 years) with an average blood pressure of 219/137 mm Hg, most of whom presented with acute target organ damage. Fenoldopam and nitroprusside lowered blood pressure safely to an average pressure of 176/105 mm Hg; highly significant dose-response relations were found for the 13 patients receiving fenoldopam and the 15 receiving nitroprusside. Volume and sodium, potassium, and creatinine concentrations were measured in freely voided urine specimens both before and during intravenous therapy. In the fenoldopam-treated patients, there were significant increases in urinary flow (92 +/- 21 to 168 +/- 37 ml/hr, p less than 0.003), sodium excretion (227 +/- 73 to 335 +/- 90 mu eq/min, p less than 0.001), and creatinine clearance (70 +/- 11 to 93 +/- 13 ml/hr, p less than 0.003). In the nitroprusside-treated group, however, all these parameters decreased, but not significantly. For direct comparison of the two agents, the increments in urinary flow rate (+76 +/- 20 vs. -16 +/- 15 ml/hr, fenoldopam vs. nitroprusside), sodium excretion (+109 +/- 28 vs. -39 +/- 28 mu eq/min), and creatinine clearance (+23 +/- 6 vs. -11 +/- 7 ml/min) were significantly greater (p less than 0.001 for each) in the fenoldopam-treated group. Significant differences were also obtained when these parameters were calculated as percentage increase over baseline. Fenoldopam and nitroprusside are effective therapies for severe, accelerated, or malignant hypertension, but fenoldopam had additional salutary renal effects in these patients.",
        "Year": 1990,
        "CitationCount": 130
    },
    {
        "Unnamed: 0": 32820,
        "ReviewID": "CD003653",
        "PMID": "PMID:8247194",
        "Title": "Comparison of sublingual captopril, nifedipine and prazosin in hypertensive emergencies during hemodialysis.",
        "Abstract": "Hypertensive emergencies in hemodialysis require immediate therapy, usually by parenteral drug administration; however, sublingual medications may have potential in this special condition. Sublingual captopril (25 mg), nifedipine (10 mg) and prazosin (2 mg) were prescribed to determine the effectiveness and safety of each medication in the treatment of hypertensive emergencies during hemodialysis. Blood pressure and heart rate were measured continuously up to 120 min postdose. The response rates were 83% for captopril, 90% for nifedipine and 11% for prazosin. The significant hypotensive effects of both sublingual captopril and nifedipine occurred at 10 min and continued up to 120 min. The reduction of systolic blood pressure occurred earlier in nifedipine than captopril (10 vs. 15 min). No significant difference in heart rate between them was noted. There were no side effects in the captopril group but flushing, tachycardia and headache were observed in 4 patients of the nifedipine group. We concluded that sublingual captopril and nifedipine were effective but captopril seemed to have less side effects than nifedipine and may be an excellent alternative to sublingual nifedipine in the urgent treatment of hypertensive emergencies in hemodialysis. Prazosin was not recommended because of its low response rate.",
        "Year": 1993,
        "CitationCount": 32
    },
    {
        "Unnamed: 0": 32822,
        "ReviewID": "CD003653",
        "PMID": "PMID:8673775",
        "Title": "Rapid improvement of acute pulmonary edema with sublingual captopril.",
        "Abstract": "To test the hypothesis that sublingual captopril produces a more rapid improvement of acute pulmonary edema (APE) than does placebo, when added to a standard regimen of O2, nitrates, morphine, and furosemide.\n                Prospective, randomized, double-blind, placebo-controlled clinical trial in an urban teaching hospital ED. Adults brought to the ED with APE were given captopril or placebo sublingually. Every 5 minutes a clinical APE distress score (APEX) was obtained.\n                Over the first 40 minutes of treatment, the mean APEXs were significantly better for the patients given captopril [p < 0.001, F = 14.5, one-way (repeated-measures) analysis of variance (ANOVA)]. At 30 minutes, the patients given captopril had a mean APEX improvement of 43% (i.e., to 57% of initial distress); the group given the current standard regimen plus placebo improved only 25% (i.e., to 75% of initial distress; p = 0.03, multiway ANOVA). In addition, there was less respiratory failure necessitating mechanical ventilation in the captopril patients (9%) vs the placebo patients (20%), which did not achieve significance (p = 0.10, Fisher's exact test).\n                In APE, the addition of sublingual captopril to the standard regimen of O2, nitrates, morphine, and furosemide produces more rapid clinical improvement than does the standard regimen alone.",
        "Year": 1996,
        "CitationCount": 59
    },
    {
        "Unnamed: 0": 32827,
        "ReviewID": "CD003653",
        "PMID": "PMID:9310807",
        "Title": "Safety and efficacy of urapidil and sodium nitroprusside in the treatment of hypertensive emergencies.",
        "Abstract": "To assess the safety and efficacy of urapidil compared to sodium nitroprusside in the treatment of hypertensive emergencies.\n                Randomized, prospective clinical study.\n                Emergency department in a 2000-bed inner city hospital.\n                Eighty-one patients with hypertensive emergencies defined as elevation of systolic blood pressure above 200 mmHg and/or diastolic blood pressure above 110 mmHg plus evidence of end-organ damage were included in the study protocol. The efficacy of therapy was defined as 1) blood pressure reduction below 180/95 mmHg within 90 min and 2) no re-elevation of blood pressure during a 4-h follow-up period in primary responders. The safety of both drugs was defined as the number of minor and major side effects during treatment.\n                Patients received either sodium nitroprusside (n = 35; continuous intravenous administration with a starting dose of 0.5 microgram/kg per min; increase in increments of 0.5 microgram/kg per min every 15 min until response to treatment or a maximum of 3 micrograms/kg per min) or urapidil (n = 46; intravenous bolus; starting dose: 12.5 mg; repetitive administration of 12.5 mg every 15 min until response or a maximum dose of 75 mg).\n                Blood pressure was measured every 2.5 min by using a non-invasive oscillometric blood pressure measurement unit. Response to treatment within 90 min was observed in 75 (93%) patients (urapidil: n = 41 [89%]; nitroprusside: n = 34 [97%]; p = 0.18). During the follow-up period 8/34 (24%) patients in the nitroprusside group and 1/41 (2%) patients in the urapidil group exhibited blood pressure re-elevation. Major side effects were observed in seven patients receiving nitroprusside and two patients in the urapidil group (p = 0.04).\n                Urapidil is equally effective, compared to sodium nitroprusside, in the treatment of hypertensive emergencies. Due to a smaller number of adverse events, urapidil is a reasonable alternative to nitroprusside in the treatment of hypertensive emergencies.",
        "Year": 1997,
        "CitationCount": 48
    },
    {
        "Unnamed: 0": 32819,
        "ReviewID": "CD003653",
        "PMID": "PMID:9924848",
        "Title": "Nitrate therapy is an alternative to furosemide/morphine therapy in the management of acute cardiogenic pulmonary edema.",
        "Abstract": "Nitrates are superior to furosemide in the management of acute pulmonary edema associated with myocardial infarction; however, their role in the absence of infarction is unclear.\n                A randomized comparison was undertaken of the relative effectiveness of primary therapy with either intravenous morphine/furosemide (men/women; n = 32) or nitroglycerin/N-acetylcysteine (NTG/NAC; n = 37) in consecutive patients with acute pulmonary edema. The primary end point was change in PaO2/FIO2 over the first 60 minutes of therapy. Secondary end points were needed for mechanical respiratory assistance (ie, continuous positive airway pressure via mask or intubation and ventilation) and changes in other gas exchange parameters. Both treatment groups showed improvement in oxygenation after 60 minutes of therapy; however, this reached statistical significance only with NTG/NAC therapy. There was no significant difference between groups in the assessed parameters (95% CI for differences in Pao2/FIO2: furosemide/morphine -12 to 23 and NTG/NAC 4 to 44), a finding also confirmed in 32 patients presenting with respiratory failure. Only 11% of the study group required mechanical ventilatory assistance (continuous positive airway pressure in 4 patients and intubation and ventilation in 3 patients).\n                NTG/NAC therapy is as effective as furosemide/morphine in the initial management of acute pulmonary edema, regardless of the presence or absence of respiratory failure. The necessity for mechanical ventilatory assistance is infrequent in these patients, regardless of the initial medical treatment regimen.",
        "Year": 1998,
        "CitationCount": 67
    },
    {
        "Unnamed: 0": 32825,
        "ReviewID": "CD003653",
        "PMID": "PMID:9681776",
        "Title": "The nitura study--effect of nitroglycerin or urapidil on hemodynamic, metabolic and respiratory parameters in hypertensive patients with pulmonary edema.",
        "Abstract": "To assess the effects of nitroglycerin or urapidil on hemodynamic, respiratory and metabolic parameters in hypertensive patients with pulmonary edema.\n                Open, randomized and prospective clinical study.\n                Out-of-hospital setting and Emergency Department in a 2000-bed hospital.\n                Hundred twelve patients with evidence of hypertensive crises with pulmonary edema (systolic blood pressure (SBP) > 200 mmHg and/or diastolic blood pressure (DBP) > 100 mm Hg and rales over both lungs) at the time when the emergency physician arrived.\n                The out-of-hospital treatment consisted of oxygen via face mask, 80 mg furosemide i.v., 10 mg morphium s.c., and either nitroglycerin sublingually (initial dose: 0.8 mg; repetitive administration of 0.8 mg every 10 min to a cumulative dose of 3.2 mg) or urapidil (initial dose: 12.5 mg i.v.; repetitive administration every 15 min to a cumulative dose of 50 mg). If SBP was more than 180 mm Hg and/or DBP more than 90 mm Hg on admission, antihypertensive treatment was continued with nitroglycerin (0.3-3 mg/h) or urapidil (5-50 mg/h).\n                Blood pressure (BP) was measured every 5 min with the use of an automatic oscillometric device. Serum lactate, PO2, pH value, and base excess (BE) were evaluated on admission and 6 h later. Blood pressure, serum lactate and BE on admission were significantly lower (SBP: 155 +/- 30 vs 179 +/- 33 mm Hg; p = 0.0002; DBP: 82 +/- 17 vs 93 +/- 19 mmHg; p = 0.001; lactate: 2.2 +/- 1.6 vs 3.9 +/- 2.7; p = 0.0001; BE: -1.9 +/- 3.9 vs -4.4 +/- 1.7; p = 0.0005) and PO2 and pH values were significantly higher in the urapidil group compared to the nitroglycerin group (PO2: 75 +/- 25 vs 66 +/- 17; p = 0.036; pH: 7.33 +/- 0.08 vs 7.29 +/- 0.09; p = 0.042). After 6 h no differences between the two groups were observed.\n                The more pronounced BP reduction in the urapidil group was associated with an improved respiratory and metabolic situation in hypertensive patients with pulmonary edema. Therefore, urapidil is a valuable alternative to nitroglycerin in patients with pulmonary edema and systemic hypertension.",
        "Year": 1998,
        "CitationCount": 21
    },
    {
        "Unnamed: 0": 32824,
        "ReviewID": "CD003653",
        "PMID": "PMID:10355071",
        "Title": "[Sublingual nitroglycerin or intravenous enalaprilat in preclinical treatment of hypertensive patients with pulmonary edema].",
        "Abstract": "In a prospectively designed randomized study, we compared the efficacy of sublingual nitroglycerine and intravenous enalaprilat in the out-of-hospital treatment of 46 hypertensive patients with pulmonary edema (defined as rales over both lungs and systolic blood pressure > 200 mm Hg and diastolic blood pressure > 100 mg). The out-of-hospital treatment consists of oxygen (6 Ll/min) via a face mask, furosemide 80 mg i.v., opioids 10 mg s.c., and either sublingual nitroglycerine (n = 23; initial dose: 0.8 mg; repetitive application of 0.8 mg every 10 min until a cumulative dose of 3.2 mg) or intravenous enalaprilat (initial dose: 2.5 mg; repetitive application of 2.5 mg every 30 min until a cumulative dose of 10 mg). The aim of the antihypertensive treatment was a reduction of systolic blood pressure below 160 mm Hg and diastolic blood pressure below 90 mm Hg until admission to the emergency department. In the emergency room, an arterial and venous blood sample was taken to determine the respiratory (pO2, pCO2) and metabolic status (pH value; base-excess; serum lactate) of the patient. Successful antihypertensive treatment was observed in 13/23 (57%) patients of the enalaprilat group and 15/23 (65%) patients of the nitroglycerine group (p = 0.54). Systolic and diastolic blood pressure on admission were similar in both treatment groups (systolic RR: enalaprilat: 179 [31] mm Hg; nitroglycerine: 184 [38] mm Hg; p = 0.59; diastolic RR: enalaprilat: 96 [14] mm Hg; nitroglycerine: 101 [14] mm Hg; p = 0.12). No significant differences were observed between the enalaprilat and the nitroglycerine groups concerning respiratory and metabolic parameters on admission (pO2: 67 [15] vs. 64 [17] mm Hg; p = 0.50; pCO2: 46 [9] vs. 47 [13]; p = 0.75; pH value: 7.27 [0.12] vs. 7.27 [0.09]; p = 0.98; BE: -4.2 [3.7] vs. -5.7 [4.1]; p = 0.23; lactate: 4.2 [3.3] vs. 4.2 [2.7]; p = 0.98). Intravenous enalaprilat did not exhibit any advantage compared to nitroglycerine in terms of blood pressure reduction or respiratory and metabolic parameters on admission to the emergency room. We conclude that enalaprilat is no substitute for nitroglycerine in the out-of-hospital treatment of hypertensive patients with pulmonary edema.",
        "Year": 1999,
        "CitationCount": 4
    },
    {
        "Unnamed: 0": 32826,
        "ReviewID": "CD003653",
        "PMID": "PMID:10449212",
        "Title": "Comparison between isosorbide dinitrate aerosol and nifedipine in the treatment of hypertensive emergencies.",
        "Abstract": "Nitric oxide donors have been used in the management of hypertensive emergencies (HE). Isosorbide dinitrate aerosol (ISA) is a nitric oxide fast-acting donor. The aim of this study is to compare the efficacy of ISA and nifedipine in the treatment of HE.\n                Sixty adult patients with an HE were randomised to receive either ISA (2.5 mg) or nifedipine (10 mg). Patients were given an electrocardiogram (ECG) immediately prior, and 30 min after administering the medication. Blood pressure (BP) was measured every 5 min for the first 30 min, and then every 30 min for a period of 6 h.\n                Blood pressure values for all patients in the ISA group decreased significantly (187 +/- 13/121 +/- 6 to 153 +/- 15/92.3 +/- 7.6 mmHg, P < 0.005). Two of the patients in this group had angor pectoris with evidence of subepicardial ischaemia as seen in the first ECG, both of which disappeared with the drug. Heart rate decreased by 14%. Similarly, all patients in the nifedipine group had significant decreases in BP (190 +/- 23/115 +/- 7 to 153 +/- 26/86 +/- 6 mm Hg, P < 0.005). Their first ECG was normal. Two patients suffered angor pectoris after nifedipine, with subepicardial ischaemia registering in the second ECG. Heart rate increased 11.9% in this group. During the follow-up period, no clinically significant side effects or cases of rebound hypertension were observed in the ISA group, whereas in the nifedipine group, eight patients reported having headaches and four others rebound hypertension.\n                Our results show a favourable effect of ISA in the treatment of HE.",
        "Year": 1999,
        "CitationCount": 16
    },
    {
        "Unnamed: 0": 32829,
        "ReviewID": "CD003653",
        "PMID": "PMID:15080014",
        "Title": "Nicardipine versus nitroprusside infusion as antihypertensive therapy in hypertensive emergencies.",
        "Abstract": "This prospective study compared the efficacy of nicardipine and nitroprusside for treating hypertensive emergencies by measuring haemodynamic indices and serum catecholamine levels. Patients admitted to the emergency department with a hypertensive crisis and acute pulmonary oedema received intravenous infusions of nitroprusside (starting dose 1 microgram/kg per min, n = 20) or nicardipine (starting dose 3 micrograms/kg per min, n = 20). Both groups experienced significant declines in systolic and diastolic blood pressure after treatment, but there were no significant time-dependent differences between the groups. Heart rate decreased in the nicardipine group and increased in the nitroprusside group, but neither change was significant. Respiration rate decreased and capillary oxygen saturation rate increased after treatment in both groups. Adrenaline and noradrenaline levels decreased significantly after treatment in both groups; noradrenaline levels were significantly decreased in the nicardipine-treated group compared with the nitroprusside-treated group. Injectable nicardipine is easy to use and as effective as nitroprusside for treating hypertensive crisis with acute pulmonary oedema.",
        "Year": 2004,
        "CitationCount": 23
    },
    {
        "Unnamed: 0": 32828,
        "ReviewID": "CD003653",
        "PMID": "PMID:3532693",
        "Title": "Severe hypertension with cerebral symptoms treated with furosemide, fractionated diazoxide or dihydralazine. Danish Multicenter Study.",
        "Abstract": "Emergency treatment of acute, severe hypertension defined as diastolic blood pressure (DBP) greater than or equal to 135 mmHg combined with cerebral symptoms was prospectively monitored in a randomized multicenter study including 64 patients. Treatment was divided into two periods. In the first hour the patients were observed in the supine position after being given 40 mg furosemide intravenously. If DBP remained greater than 125 mmHg (n = 52), the patients were put on fractionated diazoxide administered intravenously (n = 28) or dihydralazine administered intramuscularly (n = 24). Blood pressure (BP) decreased with diazoxide from an average of 241/149 mmHg to 180/111 mmHg after 5 hours and with dihydralazine from 237/149 to 161/101 mmHg. The inter-individual BP response varied considerably. A clear and identical regression in neurological symptoms was observed on both drug regimens. No new neurological symptoms were seen to develop. It is concluded that a gradual fall in BP can be obtained after fractionated dosage of diazoxide (i.v.) as well as after dihydralazine (i.m.). The indication of acute parenteral therapy compared to less aggressive oral treatment is discussed.",
        "Year": 2009,
        "CitationCount": 10
    }
]