[
    {
        "Unnamed: 0": 1769,
        "ReviewID": "CD005984",
        "PMID": "PMID:11336163",
        "Title": "Does adjuvant nutritional support diminish steroid dependency in Crohn disease?",
        "Abstract": "Nutritional therapy plays an important role in the management of Crohn disease, particularly during the acute phase. Nutritional supplementation may also prevent relapses during the quiescent phase of Crohn disease, though this aspect has not been widely explored.\n                Thirty-three patients with Crohn disease in remission were studied. All had steroid-dependent disease. Patients were randomized to receive either elemental diet (n = 19, EO28 Extra) or polymeric diet (Forticips, n = 14). The supplement was given orally in addition to normal food in an amount to provide 35%-50% of pre-trial total calorie intake. Prednisolone was withdrawn gradually. Patients were followed up for 12 months. Failure was defined as increase in CDAI by 100 points from baseline to >200, inability to withdraw chronic steroid therapy completely, need for surgery or steroid therapy.\n                The nutritional supplement was successful in 14 (43%) patients who remained in remission for 12 months with complete withdrawal of steroids. The response to elemental diet (42%) was similar to that of polymeric diet (43%). Nutrition supplement failed in 13 (39%). Six (18%) patients were intolerant to enteral feeding because of smell and taste problems. Per-protocol analysis of data indicated that the success rate of nutrition supplement in steroid-dependent patients was 52% (14 out of 27 patients). No disease or patient-related factors helped predict the response to nutrition supplement.\n                Nutritional supplementation with either an elemental or polymeric diet may provide a safe and effective alternative to chronic steroid therapy in patients with steroid-dependent Crohn disease.",
        "Year": 2001,
        "CitationCount": 45
    },
    {
        "Unnamed: 0": 1770,
        "ReviewID": "CD005984",
        "PMID": "PMID:17059514",
        "Title": "Effectiveness of an 'half elemental diet' as maintenance therapy for Crohn's disease: A randomized-controlled trial.",
        "Abstract": "Although thiopurines have a proven role in maintenance therapy for Crohn's disease, an alternative therapy is needed for patients intolerant or resistant to thiopurines.\n                To evaluate the effectiveness of home enteral nutrition as a maintenance therapy regimen in which half of the daily calorie requirement is provided by an elemental diet and the remaining half by a free diet. We refer to this home enteral nutrition therapy as 'half elemental diet'.\n                Between 2002 and 2005, 51 patients in remission from two hospitals were randomly assigned to a half elemental diet group (n = 26) or a free diet group (n = 25). The primary outcome measure of this study was the occurrence of relapse over the 2-year period.\n                The relapse rate in the half elemental diet group was significantly lower [34.6% vs. 64.0%; multivariate hazard ratio 0.40 (95% CI: 0.16-0.98)] than that in the free diet group after a mean follow-up of 11.9 months. Compliance was similar in the two groups. No adverse event occurred in any of the patients throughout the study.\n                This randomized-controlled trial shows the effectiveness of an half elemental diet, which is a promising maintenance therapy for Crohn's disease patients.",
        "Year": 2006,
        "CitationCount": 280
    }
]