[
    {
        "Unnamed: 0": 7274,
        "ReviewID": "CD000017",
        "PMID": "PMID:8846172",
        "Title": "Exercise training versus angioplasty for stable claudication. Long and medium term results of a prospective, randomised trial.",
        "Abstract": "To compare percutaneous transluminal angioplasty (PTA) against exercise training in the treatment of stable claudication.\n                Prospective, randomised trial.\n                Fifty-six patients with unilateral, stable, lower limb claudication assessed prior to randomisation, at 3 monthly intervals for 15 months, and at approximately 6 years follow-up. Thirty-seven patients were available for long term review.\n                Ankle/brachial pressure index (ABPI), treadmill claudication and maximum walking distances, percentage fall in ankle systolic pressure after exercise.\n                Significant increases were seen in ABPI in the patients treated with PTA at all assessment to 15 months. However in terms of improved walking performance, the most significant changes in claudication and maximum walking distance were seen in the exercise training group. At long term follow-up, there was no significant difference between the groups. Subgroup analysis by angiographic site of disease showed greater functional improvement in those patients with disease confined to the superficial femoral artery treated by exercise training. The overall prognosis for the whole group of patients was benign, with only two (4%) undergoing amputation.\n                Exercise training confers a greater improvement in claudication and maximum walking distance than PTA, especially in patients with disease confined to the superficial femoral artery.",
        "Year": 1996,
        "CitationCount": 211
    },
    {
        "Unnamed: 0": 7275,
        "ReviewID": "CD000017",
        "PMID": "PMID:9357454",
        "Title": "Is intermittent claudication improved by percutaneous transluminal angioplasty? A randomized controlled trial.",
        "Abstract": "Percutaneous transluminal angioplasty (PTA) is an increasingly popular invasive treatment for peripheral arterial disease, but there have been very few controlled trials to justify its use. This randomized controlled clinical trial was performed to determine in patients with mild and moderate intermittent claudication differences in outcome between PTA and conventional medical treatment after 2 years.\n                Six hundred patients with claudication were screened at the Peripheral Vascular Clinic, Royal Infirmary of Edinburgh. Sixty-two patients with short femoral artery stenoses or occlusions (47 patients) and iliac stenoses (15 patients) were randomized to either PTA plus medical treatment (PTA group, 30 patients) or to medical treatment alone (control group, 32 patients). Medical treatment consisted of daily low-dose aspirin and advice on smoking and exercise. Outcome measures studied were patient-reported maximum walking distance, exercise treadmill distance until onset of claudication, treadmill maximum walking distance, ankle-brachial pressure index (ABPI), quality of life (Nottingham Health Profile), and duplex ultrasound-measured extent of occlusive disease.\n                At 2 years of follow-up, the PTA group and control subjects did not differ significantly in patient-reported maximum walking, treadmill onset to claudication, treadmill maximum walking distances, or ABPI (p > 0.05). However, the PTA group had significantly fewer occluded arteries (p = 0.003) and a lesser degree of stenosis (expressed in terms of the velocity ratio; p = 0.004) in patent arteries. Quality of life was not demonstrably different between the two groups (p > 0.05).\n                Two years after PTA, patients had less extensive disease than medically treated patients, but this did not translate into a significant advantage in terms of improved walking or quality of life. There are important implications for patient management and future clinical research.",
        "Year": 1997,
        "CitationCount": 169
    }
]