[
    {
        "Unnamed: 0": 253,
        "ReviewID": "CD006189",
        "PMID": "PMID:13160496",
        "Title": "Oral cortisone therapy in periarthritis of the shoulder; a controlled trial.",
        "Abstract": null,
        "Year": 1954.0,
        "CitationCount": 52
    },
    {
        "Unnamed: 0": 254,
        "ReviewID": "CD006189",
        "PMID": "PMID:7236953",
        "Title": "The upper limb: the frozen shoulder.",
        "Abstract": null,
        "Year": 1981.0,
        "CitationCount": 36
    },
    {
        "Unnamed: 0": 252,
        "ReviewID": "CD006189",
        "PMID": "PMID:3730737",
        "Title": "A controlled study of oral prednisolone in frozen shoulder.",
        "Abstract": "Forty patients with frozen shoulder were randomly allocated to a treated group who received oral prednisolone or a nontreatment group who received no specific therapy. All the patients were encouraged to perform home pendular exercise. The improvement in pain at night showed a significantly different pattern in the two groups (p less than 0.05), with the treated group improving more rapidly. Pain on movement and at rest and the recovery in the range of movement was not significantly different in the two groups. There was no difference between the patient groups at the end of the study (8 months follow-up) and patients still had a marked restriction in range (p less than 0.0001) when compared to normal controls of similar age and sex.",
        "Year": 1986.0,
        "CitationCount": 122
    },
    {
        "Unnamed: 0": 255,
        "ReviewID": "CD006189",
        "PMID": "PMID:15479896",
        "Title": "Short course prednisolone for adhesive capsulitis (frozen shoulder or stiff painful shoulder): a randomised, double blind, placebo controlled trial.",
        "Abstract": "To determine whether a short course of prednisolone is superior to placebo for improving pain, function, and range of motion in adhesive capsulitis.\n                Double blind, randomised, placebo controlled trial.\n                Community based rheumatology practice in Australia.\n                50 participants (24 active, 26 placebo); 46 completed the 12 week protocol. Entry criteria were age > or =18 years, pain and stiffness in predominantly one shoulder for > or =3 weeks, and restriction of passive motion by >30 degrees in two or more planes.Interventions: 30 mg oral prednisolone/day for three weeks or placebo.\n                Overall, night, and activity related pain, SPADI, Croft shoulder disability questionnaire, DASH, HAQ, SF-36, participant rated improvement, and range of active motion measured at baseline and at 3, 6, and 12 weeks.\n                At 3 weeks, there was greater improvement in overall pain in the prednisolone group than in the placebo group (mean (SD) change from baseline, 4.1 (2.3) v 1.4 (2.3); adjusted difference in mean change between the two groups, 2.4 (95% CI, 1.1 to 3.8)). There was also greater improvement in disability, range of active motion, and participant rated improvement (marked or moderate overall improvement in 22/23 v 11/23; RR = 2 (1.3 to 3.1), p = 0.001). At 6 weeks the analysis favoured the prednisolone group for most outcomes but none of the differences was significant. At 12 weeks, the analysis tended to favour the placebo group.\n                A three week course of 30 mg prednisolone daily is of significant short term benefit in adhesive capsulitis but benefits are not maintained beyond six weeks.",
        "Year": 2004.0,
        "CitationCount": 195
    },
    {
        "Unnamed: 0": 251,
        "ReviewID": "CD006189",
        "PMID": "PMID:15727375",
        "Title": "Frozen shoulder syndrome: comparison of oral route corticosteroid and intra-articular corticosteroid injection.",
        "Abstract": "Twenty-six patients with frozen shoulder syndrome (Stage 2 and 3) were included in this study conducted at Dr. Kariadi General Hospital, Semarang, Indonesia and randomly allocated into 2 groups: 40 mg triamcinolone intra-articular injection and triamcinolone oral tablets. The result showed that triamcinolone intra-articular injection group \"cured\" rate was 5.8 times higher at week one compared to the triamcinolone tablet group. Sixty-two percent of the cases with triamcinolone intra-articular injection achieved their \"cured\" condition after one week of therapy, compared with only 14% of the triamcinolone tablets group. We conclude that, intra-articular corticosteroid injection provide faster improvement compared to oral route.",
        "Year": null,
        "CitationCount": 45
    }
]