[
    {
        "Unnamed: 0": 4643,
        "ReviewID": "CD006162",
        "PMID": "PMID:16291982",
        "Title": "Effects of rimonabant on metabolic risk factors in overweight patients with dyslipidemia.",
        "Abstract": "Rimonabant, a selective cannabinoid-1 receptor (CB1) blocker, has been shown to reduce body weight and improve cardiovascular risk factors in obese patients. The Rimonabant in Obesity-Lipids (RIO-Lipids) study examined the effects of rimonabant on metabolic risk factors, including adiponectin levels, in high-risk patients who are overweight or obese and have dyslipidemia.\n                We randomly assigned 1036 overweight or obese patients (body-mass index [the weight in kilograms divided by the square of the height in meters], 27 to 40) with untreated dyslipidemia (triglyceride levels >1.69 to 7.90 mmol per liter, or a ratio of cholesterol to high-density lipoprotein [HDL] cholesterol of >4.5 among women and >5 among men) to double-blinded therapy with either placebo or rimonabant at a dose of 5 mg or 20 mg daily for 12 months in addition to a hypocaloric diet.\n                The rates of completion of the study were 62.6 percent, 60.3 percent, and 63.9 percent in the placebo group, the group receiving 5 mg of rimonabant, and the group receiving 20 mg of rimonabant, respectively. The most frequent adverse events resulting in discontinuation of the drug were depression, anxiety, and nausea. As compared with placebo, rimonabant at a dose of 20 mg was associated with a significant (P<0.001) mean weight loss (repeated-measures method, -6.7+/-0.5 kg, and last-observation-carried-forward analyses, -5.4+/-0.4 kg), reduction in waist circumference (repeated-measures method, -5.8+/-0.5 cm, and last-observation-carried-forward analyses, -4.7+/-0.5 cm), increase in HDL cholesterol (repeated-measures method, +10.0+/-1.6 percent, and last-observation-carried-forward analyses, +8.1+/-1.5 percent), and reduction in triglycerides (repeated-measures method, -13.0+/-3.5 percent, and last-observation-carried-forward analyses, -12.4+/-3.2 percent). Rimonabant at a dose of 20 mg also resulted in an increase in plasma adiponectin levels (repeated-measures method, 57.7 percent, and last-observation-carried-forward analyses, 46.2 percent; P<0.001), for a change that was partly independent of weight loss alone.\n                Selective CB1-receptor blockade with rimonabant significantly reduces body weight and waist circumference and improves the profile of several metabolic risk factors in high-risk patients who are overweight or obese and have an atherogenic dyslipidemia.\n                Copyright 2005 Massachusetts Medical Society.",
        "Year": 2005,
        "CitationCount": 1403
    },
    {
        "Unnamed: 0": 4644,
        "ReviewID": "CD006162",
        "PMID": "PMID:15836887",
        "Title": "Effects of the cannabinoid-1 receptor blocker rimonabant on weight reduction and cardiovascular risk factors in overweight patients: 1-year experience from the RIO-Europe study.",
        "Abstract": "In animal models, cannabinoid-1 receptor (CB1) blockade produces a lean phenotype, with resistance to diet-induced obesity and associated dyslipidaemia. We assessed the effect of rimonabant, a selective CB1 blocker, on bodyweight and cardiovascular risk factors in overweight or obese patients.\n                patients with body-mass index 30 kg/m2 or greater, or body-mass index greater than 27 kg/m2 with treated or untreated dyslipidaemia, hypertension, or both, were randomised to receive double-blind treatment with placebo, 5 mg rimonabant, or 20 mg rimonabant once daily in addition to a mild hypocaloric diet (600 kcal/day deficit). The primary efficacy endpoint was weight change from baseline after 1 year of treatment in the intention-to-treat population.\n                Weight loss at 1 year was significantly greater in patients treated with rimonabant 5 mg (mean -3.4 kg [SD 5.7]; p=0.002 vs placebo) and 20 mg (-6.6 kg [7.2]; p<0.001 vs placebo) compared with placebo (-1.8 kg [6.4]). Significantly more patients treated with rimonabant 20 mg than placebo achieved weight loss of 5% or greater (p<0.001) and 10% or greater (p<0.001). Rimonabant 20 mg produced significantly greater improvements than placebo in waist circumference, HDL-cholesterol, triglycerides, and insulin resistance, and prevalence of the metabolic syndrome. The effects of rimonabant 5 mg were of less clinical significance. Rimonabant was generally well tolerated with mild and transient side effects.\n                CB1 blockade with rimonabant 20 mg, combined with a hypocaloric diet over 1 year, promoted significant decrease of bodyweight and waist circumference, and improvement in cardiovascular risk factors.",
        "Year": 2005,
        "CitationCount": 1442
    },
    {
        "Unnamed: 0": 4642,
        "ReviewID": "CD006162",
        "PMID": "PMID:16478899",
        "Title": "Effect of rimonabant, a cannabinoid-1 receptor blocker, on weight and cardiometabolic risk factors in overweight or obese patients: RIO-North America: a randomized controlled trial.",
        "Abstract": "Rimonabant, a selective cannabinoid-1 receptor blocker, may reduce body weight and improve cardiometabolic risk factors in patients who are overweight or obese.\n                To compare the efficacy and safety of rimonabant with placebo each in conjunction with diet and exercise for sustained changes in weight and cardiometabolic risk factors over 2 years.\n                Randomized, double-blind, placebo-controlled trial of 3045 obese (body mass index > or =30) or overweight (body mass index >27 and treated or untreated hypertension or dyslipidemia) adult patients at 64 US and 8 Canadian clinical research centers from August 2001 to April 2004.\n                After a 4-week single-blind placebo plus diet (600 kcal/d deficit) run-in period, patients were randomized to receive placebo, 5 mg/d of rimonabant, or 20 mg/d of rimonabant for 1 year. Rimonabant-treated patients were rerandomized to receive placebo or continued to receive the same rimonabant dose while the placebo group continued to receive placebo during year 2.\n                Body weight change over year 1 and prevention of weight regain during year 2. Additional efficacy measures included changes in waist circumference, plasma lipid levels, and other cardiometabolic risk factors.\n                At year 1, the completion rate was 309 (51%) patients in the placebo group, 620 (51%) patients in the 5 mg of rimonabant group, and 673 (55%) patients in the 20 mg of rimonabant group. Compared with the placebo group, the 20 mg of rimonabant group produced greater mean (SEM) reductions in weight (-6.3 [0.2] kg vs -1.6 [0.2] kg; P<.001), waist circumference (-6.1 [0.2] cm vs -2.5 [0.3] cm; P<.001), and level of triglycerides (percentage change, -5.3 [1.2] vs 7.9 [2.0]; P<.001) and a greater increase in level of high-density lipoprotein cholesterol (percentage change, 12.6 [0.5] vs 5.4 [0.7]; P<.001). Patients who were switched from the 20 mg of rimonabant group to the placebo group during year 2 experienced weight regain while those who continued to receive 20 mg of rimonabant maintained their weight loss and favorable changes in cardiometabolic risk factors. Use of different imputation methods to account for the high rate of dropouts in all 3 groups yielded similar results. Rimonabant was generally well tolerated; the most common drug-related adverse event was nausea (11.2% for the 20 mg of rimonabant group vs 5.8% for the placebo group).\n                In this multicenter trial, treatment with 20 mg/d of rimonabant plus diet for 2 years promoted modest but sustained reductions in weight and waist circumference and favorable changes in cardiometabolic risk factors. However, the trial was limited by a high drop-out rate and longer-term effects of the drug require further study. Clinical Trials Registration ClinicalTrials.gov Identifier: NCT00029861.",
        "Year": 2006,
        "CitationCount": 1257
    }
]