[
    {
        "Unnamed: 0": 33612,
        "ReviewID": "CD003688",
        "PMID": "PMID:7012343",
        "Title": "A controlled study of group counseling in rheumatoid arthritis.",
        "Abstract": "Group counseling and education were studied in patients with rheumatoid arthritis (RA). Patients were matched and randomly assigned to a control (CG) or experimental (EG) group. Each group attended an educational session but only the EG participated in 12 weekly group counseling sessions. A test of knowledge about RA and psychological tests were administered before and after these sessions. The EG improved their scores in 2 areas of self-concept and in factual knowledge. There was no increase in depression level. These results provide evidence that formal educational sessions and group counseling may be important in the management of patients with RA.",
        "Year": 1981,
        "CitationCount": 55
    },
    {
        "Unnamed: 0": 33611,
        "ReviewID": "CD003688",
        "PMID": "PMID:6391418",
        "Title": "Educating patients with rheumatoid arthritis: a prospective analysis.",
        "Abstract": "Twenty-two men with rheumatoid arthritis were randomly assigned to either a patient education group, receiving standard inpatient medical care in addition to a formal education program, or a control group receiving only the inpatient medical care. Members of the groups were not significantly different in terms of age, degree of life stress, socioeconomic status, educational level, or years since onset of rheumatoid arthritis. Dependent measures included the Arthritis Knowledge Inventory (AKI), the Arthritis Impact Measurement Scales (AIMS), and the Beck Depression Inventory (BDI), and they were collected preeducation, posteducation, and at a three-month followup. Results from the AIMS revealed improvement in dexterity, social role, depression, and overall health status for both groups. The BDI also revealed significantly less depression for both groups, reflecting a general improvement following medical intervention. Although the patient education group revealed significantly higher scores on the knowledge measure, they also revealed significantly more impairment of activity levels and significantly higher pain scores. Education was effective for increasing rheumatoid arthritis knowledge, but such topics as joint protection and disease process may adversely affect how patients view their physical capacities and interpret their pain.",
        "Year": 1984,
        "CitationCount": 42
    },
    {
        "Unnamed: 0": 33613,
        "ReviewID": "CD003688",
        "PMID": "PMID:3887910",
        "Title": "Stress management and mutual support groups in rheumatoid arthritis.",
        "Abstract": "Stress management and mutual support groups are employed widely in chronic illness, although their efficacy has not been established. To determine the effect of these measures on morbidity and psychologic health in rheumatoid arthritis, 105 patients meeting diagnostic criteria for rheumatoid arthritis were evaluated for depression, life satisfaction, functional disability, and indicators of disease activity. Patients were randomly assigned to one of three groups: (1) stress management; (2) mutual support; (3) no intervention (control). After completion of 10 weekly sessions, identical tests were performed for all patients in the intervention and control groups. Patients in the intervention groups showed greater improvement in joint tenderness than did the control patients but did not differ significantly from the patients in the control group in any of the other outcome measures.",
        "Year": 1985,
        "CitationCount": 77
    },
    {
        "Unnamed: 0": 33628,
        "ReviewID": "CD003688",
        "PMID": "PMID:4004977",
        "Title": "Outcomes of self-help education for patients with arthritis.",
        "Abstract": "Behavioral and health status outcomes of an unreinforced, self-help education program for arthritis patients taught by lay persons were examined in 2 ways: a 4-month randomized experiment and a 20-month longitudinal study. At 4 months, experimental subjects significantly exceeded control subjects in knowledge, recommended behaviors, and in lessened pain. These changes remained significant at 20 months. The course was inexpensive and well-accepted by patients, physicians, and other health professionals.",
        "Year": 1985,
        "CitationCount": 480
    },
    {
        "Unnamed: 0": 33623,
        "ReviewID": "CD003688",
        "PMID": "PMID:3910832",
        "Title": "Evaluation of a computer based education lesson for patients with rheumatoid arthritis.",
        "Abstract": "A computer based education (CBE) lesson was developed for patients with rheumatoid arthritis (RA) and evaluated using a controlled experiment. There were statistically significant differences in the CBE group compared with controls in knowledge gained (p less than 0.01), improved outlook on life (p less than 0.01), hopefulness of a good prognosis (p less than 0.01), decreased belief in the role of luck or fate in determining their health (p less than 0.05) and reported increase in use of behaviors such as joint protection (p less than 0.02) and rest (p less than 0.05). The lesson was accepted and enjoyed by the patients.",
        "Year": 1985,
        "CitationCount": 73
    },
    {
        "Unnamed: 0": 33638,
        "ReviewID": "CD003688",
        "PMID": "PMID:10279100",
        "Title": "Effectiveness of self-instruction for arthritis patient education.",
        "Abstract": "Self-instruction is one means of providing patient education, allowing the health professional to teach a larger number of persons than with one-to-one or group instruction and at a lower cost. The purpose of this study was to examine the effects of self-instruction on learning, satisfaction with the teaching approach, and health status of persons with rheumatoid arthritis (RA). A control-group pretest-posttest design was used. Thirty subjects receiving care at a rheumatology clinic who met study criteria were randomly assigned to two groups: self-instruction and control. One-way analysis of covariance on posttest Rheumatoid Arthritis Knowledge Inventory (RAKI) scores, with the pretest as covariate, was used to examine the difference in learning between the self-instruction and control groups. There was a significant difference between the groups (P = 0.01). Participants who completed the self-instructional program had improved scores on the posttest as compared to the control. Subjects rated self-instruction as an effective teaching strategy in terms of promoting learning about RA and patient acceptability. t-Test demonstrated no significant difference between the groups in health status. Significant correlations were found between subjects' test scores and selected variables.",
        "Year": 1986,
        "CitationCount": 16
    },
    {
        "Unnamed: 0": 33618,
        "ReviewID": "CD003688",
        "PMID": "PMID:3533082",
        "Title": "Group therapies for rheumatoid arthritis. A controlled study of two approaches.",
        "Abstract": "An important unanswered question about rheumatoid arthritis (RA) is how the patient's psychological or emotional state relates to disease activity and functional status. No controlled studies of psychotherapeutic interventions in RA have been reported. To test the hypothesis that a psychosocial intervention would lead to improvement in functional status or disease activity, 57 RA patients were randomly assigned to 1 of 3 groups, which received: 1) conventional group psychotherapy; 2) group assertion/relaxation training; or 3) no treatment (control group). Patient and physician questionnaires collected at baseline, immediately after the interventions, and 12 months after baseline provided outcome data on functional status, social and psychological adaptation, psychological symptoms, and disease activity. There were few outcome measures for which either treatment resulted in significantly higher scores than were seen in controls, though more improvement did occur among patients who received conventional group psychotherapy.",
        "Year": 1986,
        "CitationCount": 40
    },
    {
        "Unnamed: 0": 33629,
        "ReviewID": "CD003688",
        "PMID": "PMID:3772925",
        "Title": "A comparison of lay-taught and professional-taught arthritis self-management courses.",
        "Abstract": "One hundred subjects with arthritis were randomized into lay-taught, or professional-taught 12-h arthritis self-management courses, or a control group. Outcomes, knowledge, exercise, relaxation, disability, pain, and number of physician visits were measured aat baseline and 4 months. Professional-taught groups demonstrated greater knowledge gain while lay-taught groups had greater changes in relaxation (p less than .01) and a tendency toward less disability. Although it is impossible to draw definitive conclusions, this study suggests that lay leaders can teach arthritis self-management courses with results similar to those achieved by professionals.",
        "Year": 1986,
        "CitationCount": 164
    },
    {
        "Unnamed: 0": 33625,
        "ReviewID": "CD003688",
        "PMID": "PMID:3314877",
        "Title": "Effects of psychological therapy on pain behavior of rheumatoid arthritis patients. Treatment outcome and six-month followup.",
        "Abstract": "A randomized clinical trial was performed to evaluate a psychological treatment intervention and a social support program, compared with a control program in which no adjunct treatment was rendered, and their effects upon pain behavior, affect, and disease activity of 53 patients with rheumatoid arthritis. The psychological intervention produced significant reductions in patients' pain behavior and disease activity at posttreatment. Significant reductions were also observed in trait anxiety at posttreatment and 6-month followup. Relaxation training may have been the most important component of the psychological intervention. The social support program produced a significant reduction in trait anxiety only at posttreatment. This is the first well-controlled study to demonstrate reduced pain behavior, disease activity, and trait anxiety following psychological treatment.",
        "Year": 1987,
        "CitationCount": 223
    },
    {
        "Unnamed: 0": 33637,
        "ReviewID": "CD003688",
        "PMID": "PMID:2454118",
        "Title": "Pain management in rheumatoid arthritis patients. A cognitive-behavioral approach.",
        "Abstract": "To examine the effectiveness of a cognitive-behavioral pain management program for patients with rheumatoid arthritis, three patient groups were studied: a cognitive-behavioral group (CB), an attention-placebo group, and a control group. The CB group received a comprehensive, 12-month pain management program that taught coping strategies such as problem-solving techniques, relaxation training, strategies for attention diversion, and training in family dynamics and communication. Dependent measures included pain, coping strategies, psychological status, functional status, and disease status. Data analysis at 12 months revealed benefits for the CB group in the area of enhanced coping strategies. Specifically, the CB subjects showed significantly greater use of coping strategies and significantly more confidence in their ability to manage pain. The findings are discussed in terms of the importance of enhanced self-efficacy and personal control for patients with rheumatoid arthritis.",
        "Year": 1988,
        "CitationCount": 48
    },
    {
        "Unnamed: 0": 33634,
        "ReviewID": "CD003688",
        "PMID": "PMID:3063517",
        "Title": "A cognitive-behavioral treatment for rheumatoid arthritis.",
        "Abstract": "This experiment tested a cognitive-behavioral rheumatoid arthritis treatment designed to confer skills in managing stress, pain, and other symptoms of the disease. We hypothesized that a mediator of the magnitude of treatment effects might be enhancement of perceived self-efficacy to manage the disease. It was predicted that the treatment would reduce arthritis symptoms and possibly would improve both immunologic competence and psychological functioning. The treatment provided instruction in self-relaxation, cognitive pain management, and goal setting. A control group received a widely available arthritis helpbook containing useful information about arthritis self-management. We obtained suggestive evidence of an enhancement of perceived self-efficacy, reduced pain and joint inflammation, and improved psychosocial functioning in the treated group. No change was demonstrated in numbers or function of T-cell subsets. The magnitude of the improvements was correlated with degree of self-efficacy enhancement.",
        "Year": 1988,
        "CitationCount": 278
    },
    {
        "Unnamed: 0": 33636,
        "ReviewID": "CD003688",
        "PMID": "PMID:2735963",
        "Title": "A reexamination of the effectiveness of self-care education for persons with arthritis.",
        "Abstract": "We examined the effectiveness of 2 models of arthritis self-care intervention, the home study model and the small group model. The effects of disease diagnosis and duration, self-care behavior, perceived helplessness, social support, treatment choice, and formal education level on outcomes among persons with arthritis who participated in these programs were evaluated. A pretest-posttest control group design was utilized in the initial experimental study; comparison group designs were used in the longitudinal studies. Three hundred seventy-four subjects completed the interventions and 12 months of research followup. We found that the intervention models had a statistically significant positive impact on arthritis knowledge, self-care behavior, perceived helplessness, and pain. These findings did not vary when the effects of education level, disease diagnosis and duration, informal social support, and treatment choice were controlled. The small group intervention was more effective in bringing about initial improvements in pain and depression, whereas the home study intervention was more effective in maintaining improvements in perceived helplessness. Changes in perceived helplessness and self-care behavior appear to explain in part the observed improvement in pain.",
        "Year": 1989,
        "CitationCount": 109
    },
    {
        "Unnamed: 0": 33610,
        "ReviewID": "CD003688",
        "PMID": "PMID:1675329",
        "Title": "Effects of occupational therapy home service on patients with rheumatoid arthritis.",
        "Abstract": "Because there is little information about the efficacy of home occupational therapy, we decided to assess the effects of a home service on patients with rheumatoid arthritis. 105 patients aged 18-70 years, on stable medical therapy, were randomised to receive a 6-week comprehensive programme of occupational therapy (experimental group, 53 patients) or to receive no such treatment (control group, 52). At 6 weeks, control patients received the experimental regimen, and experimental patients were continued on treatment as needed up to 12 weeks. Outcomes were measured at baseline, 6, and 12 weeks with a global functional capacity score (functional score). At 6 weeks the functional score for the experimental group was significantly higher than that for the control group (mean difference = 8.1, 95% Cl 1.7 to 15.8, p = 0.012). Control patients at 12 weeks showed a similar improvement to experimental patients at 6 weeks, and between 6 and 12 weeks the experimental patients were stable. Occupational therapy leads to a statistically significant and clinically important improvement in function in patients with rheumatoid arthritis.",
        "Year": 1991,
        "CitationCount": 67
    },
    {
        "Unnamed: 0": 33627,
        "ReviewID": "CD003688",
        "PMID": "PMID:8130290",
        "Title": "Promoting self-care in clients with arthritis.",
        "Abstract": "Preliminary work regarding the development and pilot study of an individualized instructional program for rheumatoid arthritis clients is presented. The effect of the individualized instructional program was tested with 31 outpatients. Using analysis of covariance, the experimental group subjects scored significantly higher on the knowledge post-test when compared to scores of control group subjects (P = 0.0045). Analysis of variance for repeated measures revealed no significant difference in performance of tasks for the control group and experimental group (P = 0.08). In a follow-up study, the effect of the self-instructional program, practice time, and contracting were explored for their effect on adherence to self-care activities. Experimental groups (n = 42) scored significantly better than the control group (n = 11) on the knowledge post-test (P < 0.01), performance of joint protection practices (P = 0.01), range of motion exercises (P = 0.01), and adherence to joint protection practices at home (P < 0.01). Groups did not differ on adherence to range of motion exercises at home (P = 0.83).",
        "Year": 1993,
        "CitationCount": 38
    },
    {
        "Unnamed: 0": 33616,
        "ReviewID": "CD003688",
        "PMID": "PMID:8035384",
        "Title": "Home exercise in rheumatoid arthritis functional class II: goal setting versus pain attention.",
        "Abstract": "To evaluate the effects of a 12-week home exercise and cognitive treatment program in functionally independent patients with rheumatoid arthritis.\n                Forty-two patients were assessed with the Arthritis Self-efficacy Scale, the Stanford Health Assessment Questionnaire, the Ritchie articular index, measurement of joint mobility, and registration of capacity and pain in functional tasks. The patients were then randomized to either a \"goal-setting\" subgroup, in which individual goals for the exercise were set and exercise encouraged despite pain, or to a \"pain attention\" subgroup, where advice to decrease exercise load in case of pain was given. All patients used the same home exercise program aiming at improved range of motion, muscle function and aerobic capacity.\n                After the intervention period, exercise had conferred better self-efficacy for \"other symptoms,\" increased capacity in most functional tasks, decreased activity induced pain, lowered Ritchie index, and increased joint mobility. Some improvements regarding pain were larger in the goal-setting subgroup.\n                Home exercise influences self-efficacy for mood and fatigue, physical capacity, and pain. Additional cognitive treatment seems to positively influence the perception of pain.",
        "Year": 1994,
        "CitationCount": 68
    },
    {
        "Unnamed: 0": 33633,
        "ReviewID": "CD003688",
        "PMID": "PMID:7879405",
        "Title": "[Psychological treatment approaches in pain. A comparative study of therapies in patients with chronic polyarthritis].",
        "Abstract": "The efficacy of psychological treatment to reduce pain has recently been shown in a number of studies. They are considered to enhance or even replace medical approaches in pain management, especially in chronic pain-states. The study reported here aimed to test two established (multimodal pain management, relaxation training) and one newly designed approach (visualization techniques) in comparison with a control group (medical treatment alone). The study was conducted with in-patients (N = 46; rheumatoid arthritis). Medical and pain data were gathered before and after treatment. Patients also filled out questionnaires in the beginning and at the end of the study assessing pain-experience, emotional states and capability to cope with pain. Patients participating in the multimodal pain management group and the visualization group profited from participation (especially in pain reduction) only if they gained substantially extents in the capability to cope with pain. Simply taking part in the groups and not reaching acceptable measures to cope with pain had no or negative effects. Both approaches were clearly above the control- and the relaxation-condition (relaxation participants were hardly better than the controls). The range of efficacy was broadest in the multimodal group (in addition to pain-reduction, substantial improvements in emotional states were obtained). However, visualization techniques, which were tested empirically for the first time here, can also be recommended as pain management therapy.",
        "Year": 1994,
        "CitationCount": 5
    },
    {
        "Unnamed: 0": 33643,
        "ReviewID": "CD003688",
        "PMID": "PMID:8849353",
        "Title": "Effects of stress management on clinical outcomes in rheumatoid arthritis.",
        "Abstract": "To examine the effects of stress-management training on clinical outcomes in persons with rheumatoid arthritis (RA).\n                Patients with RA (n = 141) were randomly assigned to 1 of 3 groups: a stress management group, an attention control group, or a standard care control group. The stress management and the attention control groups received a 10-week intervention followed by an additional 15-month maintenance phase.\n                The stress management group showed statistically significant improvements on measures of helplessness, self-efficacy, coping, pain, and health status. Selected beneficial effects were still detectable at the 15-month followup evaluation.\n                The data indicated that stress management interventions are capable of producing important clinical benefits for persons with RA.",
        "Year": 1995,
        "CitationCount": 177
    },
    {
        "Unnamed: 0": 33631,
        "ReviewID": "CD003688",
        "PMID": "PMID:8945114",
        "Title": "The effect of person-centered counseling on the psychological status of persons with systemic lupus erythematosus or rheumatoid arthritis: a randomized, controlled trial.",
        "Abstract": "We tested the effectiveness of a 6-month person-centered (PC), nondirective, telephone-based counseling intervention for improving the psychological status of persons with systemic lupus erythematosus (SLE) or rheumatoid arthritis (RA).\n                The design was a parallel-group, randomized, controlled study comparing a PC counseling intervention (8 SLE, 28 RA patients) with usual care (7 SLE, 30 RA patients). The Arthritis Impact Measurement Scales was used to measure psychological dysfunction, physical dysfunction, and pain at baseline and at followup.\n                The main finding was that the PC counseling intervention significantly improved the psychological status of the SLE patients (P < 0.05, effect size = 1.13, responsiveness = 0.77) in comparison to usual care. There was no evidence of a benefit for persons with RA or of improvements in physical function or pain for persons with either disease.\n                PC counseling may be an effective intervention for improving the psychological status of persons with SLE, but may not be for those with RA.",
        "Year": 1996,
        "CitationCount": 63
    },
    {
        "Unnamed: 0": 33632,
        "ReviewID": "CD003688",
        "PMID": "PMID:8702449",
        "Title": "Health outcomes of two telephone interventions for patients with rheumatoid arthritis or osteoarthritis.",
        "Abstract": "The effects of treatment counseling or symptom monitoring telephone intervention strategies on the health outcomes of patients with rheumatoid arthritis (RA) or osteoarthritis (OA), compared with usual care, were assessed.\n                A 3-group, randomized, controlled 9-month trial was conducted incorporating 405 patients with RA or OA and using the Arthritis Impact Measurement Scales (AIMS2) as the outcome measure.\n                Analyses of covariance showed that the AIMS2 total health status of the treatment counseling group (effect size = 33, P < 0.01), but not the symptom monitoring group (effect size = 0.21, P = 0.10), was significantly improved, compared with usual care, for both RA and OA patients. The specific types of benefits differed significantly between RA and OA patients. The mean number of medical visits by OA patients in the treatment counseling group was also significantly reduced (P < 0.01).\n                Telephone contact using the treatment counseling strategy produced significant, but different, health status benefits for RA and OA patients. The symptom monitoring strategy produced modest benefits.",
        "Year": 1996,
        "CitationCount": 79
    },
    {
        "Unnamed: 0": 33620,
        "ReviewID": "CD003688",
        "PMID": "PMID:8761192",
        "Title": "Single-blind randomized controlled trial of an educational booklet for patients with chronic arthritis.",
        "Abstract": "Consecutive new attendees at a rheumatology clinic were randomly allocated to one of three groups. All groups received routine care, but one received no other intervention, one an educational booklet on arthritis and one the booklet plus instruction from a health professional. Prior to intervention, all groups had similar knowledge. Nottingham Health Profile (NHP) and Health Assessment Questionnaire (HAQ) score. After 6 weeks, the knowledge score was significantly increased in both groups given the booklet, but not in the control group. The group instructed by a health professional showed no greater increase than the group given the booklet alone. Increased knowledge was not associated with improved clinical status and no group showed a significant change in NHP or HAQ scores. Nearly all patients said they found the booklet useful.",
        "Year": 1996,
        "CitationCount": 44
    },
    {
        "Unnamed: 0": 33640,
        "ReviewID": "CD003688",
        "PMID": "PMID:9362599",
        "Title": "A problem-based education program for patients with rheumatoid arthritis: evaluation after three and twelve months.",
        "Abstract": "To develop and evaluate the effect of a new arthritis education program based on a previous study.\n                One hundred individuals with established rheumatoid arthritis randomized to an intervention group or a control group completed self-report questionnaires.\n                Three months after the education program the patients in the intervention group had increased their knowledge about their disease. They reported increased practice of exercise and joint protection and reduction of disability and pain. After 12 months, increased knowledge and practice of joint protection was maintained. However, there was no longer any difference between the intervention group and the control group regarding reported pain, disability, and practice of exercise. At both intervals the individuals in the intervention group reported an increased ability to handle their pain and a reduction of problems with their disease. The control group remained stable except for a slight increase in pain.\n                A structured patient education program had positive impact for 3 months, and some improvements were maintained for 12 months. We suggest that patient education should become an integrated part of the total management of rheumatoid arthritis.",
        "Year": 1997,
        "CitationCount": 100
    },
    {
        "Unnamed: 0": 33639,
        "ReviewID": "CD003688",
        "PMID": "PMID:9228140",
        "Title": "Patient education in arthritis: randomized controlled trial of a mail-delivered program.",
        "Abstract": "Self-management courses in arthritis have been shown to improve outcomes and to decrease medical resource utilization. We studied the effectiveness of a mail-delivered arthritis self-management program with the potential for extending these effects more broadly.\n                Randomized controlled trial of 375 program participants and 434 controls over a 6 month period. Baseline and 6 month data were analyzed for each group and between groups by paired 2 sample t test. The intervention consists of health assessment questionnaires at 3 month intervals, with computer processed recommendation letters and reports individualized to age, diagnosis, education level, disability, pain, medication, and other patient-specific variables.\n                At 6 months, outcomes of function (4.7%; 95% confidence limits 2.7, 6.7), decreased pain (9%; 2.8, 15.2), global vitality (7%; 2.8, 11.2), and joint count (28%; 20, 36) were improved in the program group compared with controls (p < 0.01). Exercise (35%; 26, 44) and self-efficacy (14.7%; 9, 20) were increased in the program group but not controls (p < 0.001). Doctor visits/year were decreased by 16% (3, 29) in the program group compared with controls (p < 0.05) and days missed work or confined to home decreased by 52% (-3, 107) in the program group compared with controls (p = 0.06). At one year, patients in the original program group continued to improve, and the control group, provided with the program in the second 6 months, showed improvement similar to the first 6 months of the original program group.\n                A mail-delivered arthritis self-management program can positively affect patient outcomes and can decrease medical resource utilization.",
        "Year": 1997,
        "CitationCount": 132
    },
    {
        "Unnamed: 0": 33624,
        "ReviewID": "CD003688",
        "PMID": "PMID:10030179",
        "Title": "Preoperative education for total hip and knee replacement patients.",
        "Abstract": "Psychoeducational preparation is known to improve postoperative outcome. We tested two common psychoeducational procedures in elderly orthopedic patients, examining how best to match interventions to patients by psychological type.\n                Two hundred twenty-two elderly patients undergoing total hip or knee replacement were randomly assigned to 1) a slide-tape with information on the postoperative, in-hospital rehabilitation experience, or 2) training in Benson's Relaxation Response with a bedside audiotape, in a 2 x 2 factorial design.\n                The relaxation response did not influence postoperative outcomes. The educational intervention reduced length of stay and pain medication use for patients who exhibited most denial (tendency to avoid thinking about unpleasant events), and reduced postoperative anxiety and cognitive errors on the Mini-Mental State Exam for patients with most baseline anxiety. There was no effect on postoperative pain.\n                The importance of attending to the patient's psychological state and level of preparation before orthopedic surgery is reinforced. Patients who exhibit most denial and highest anxiety may benefit from educational interventions, but patients' directly expressing desire for information may be a poor guide in deciding which patients would benefit, compared with more formal psychological testing for denial and anxiety.",
        "Year": 1998,
        "CitationCount": 183
    },
    {
        "Unnamed: 0": 33614,
        "ReviewID": "CD003688",
        "PMID": "PMID:9489812",
        "Title": "A randomized controlled trial to evaluate the efficacy of community based physical therapy in the treatment of people with rheumatoid arthritis.",
        "Abstract": "To evaluate the short term efficacy of a community based physical therapy (PT) program for people with rheumatoid arthritis (RA) through a single blind randomized controlled trial.\n                Adults with active RA were referred by their physician for community based PT. Participants were randomized to either an immediate intervention group [experimental group (EG)] or a wait list control group (CG). The intervention was a standardized program of education and exercise consisting of at least 4 visits or 3 h of PT over 6 weeks. Baseline, 6, and 12 week assessments were by a blinded independent assessor. The primary outcome instrument was the Stanford Arthritis Self-Efficacy Scale (SES) and secondary outcome measures included the ACREU Rheumatoid Arthritis Knowledge Questionnaire (KQ) and visual analog scale for pain (VAS). Duration of morning stiffness, grip strength, and tender joint count were also collected at each assessment. Outcome analysis was conducted using analysis of variance.\n                Of 150 eligible and randomized participants, 127 completed the study according to protocol. Baseline analysis showed no differences between the EG and CG for demographics, disease status, or other characteristics. At the 6 week assessment, primary outcome analysis for those who completed the protocol identified a mean change (improvement) of 13.5% in the EG and 5.8% in the CG, representing a 7.7% difference in change scores between the 2 groups [F(1,121) = 6.03; p = 0.015]. A statistically significant difference in change scores was also identified for the KQ [F(1,120) = 6.67; p = 0.011], but not for the VAS. Disease status measures did not change, except for duration of morning stiffness, which improved by 68.8 min in the EG and 8.3 min in the CG (F(1,121) = 4.50; p = 0.036].\n                Four hours of a community based PT intervention delivered over 6 weeks significantly improved self-efficacy, disease management knowledge and morning stiffness in people with RA.",
        "Year": 1998,
        "CitationCount": 78
    },
    {
        "Unnamed: 0": 33641,
        "ReviewID": "CD003688",
        "PMID": "PMID:10493473",
        "Title": "Community-based Spanish language arthritis education program: a randomized trial.",
        "Abstract": "To determine 4-month and 1-year health-related outcomes of a 6-week, lay-led, and community-based arthritis self-management program for Spanish-speaking participants and to determine the role of self-efficacy in predicting health status for this population.\n                Three hundred and thirty one subjects were randomized to the program or to a 4-month wait list control group. One hundred ninety eight subjects continued in a 1-year longitudinal study. Data were collected via mailed questionnaires with telephone follow up.\n                At 4 months, treatment subjects, compared with controls, demonstrated positive changes in exercise, disability, pain, and self-efficacy (P < 0.05). At 1 year, compared with baseline, treatment subjects demonstrated improvements in exercise, general health, disability, pain, self-efficacy, and depression (P < 0.05). Baseline and 4-month changes in self-efficacy predicted health status at 1 year.\n                Spanish-speaking participants of an arthritis self-management program demonstrate short- and long-term benefits (improved health behaviors, health status, and self-efficacy).",
        "Year": 1999,
        "CitationCount": 166
    },
    {
        "Unnamed: 0": 33615,
        "ReviewID": "CD003688",
        "PMID": "PMID:11081007",
        "Title": "Positive impact of an intervention by arthritis patient educators on knowledge and satisfaction of patients in a rheumatology practice.",
        "Abstract": "The goal of the study was to determine whether an intervention by a trained arthritis patient educator could have a positive impact on the health status, knowledge, and satisfaction with services of arthritis patients attending an ambulatory rheumatology care clinic by providing education and support.\n                One hundred eight arthritis patients were randomly assigned to have an intervention by an arthritis patient educator as well as standard rheumatologic care (n = 47) or were assigned to the control group receiving only standard rheumatologic care (n = 61). Both groups completed the Arthritis Impact Measurement Scales 2 and the Arthritis Self-Efficacy Scale at baseline arrival to the clinic. After the appointment with the rheumatologist, each patient of the study group met with an arthritis patient educator. This session included educational and social support. A week later this group of patients received a followup telephone call from an arthritis patient educator to determine whether the patient had unanswered questions or needed additional support. Eight weeks later, both groups completed the baseline questionnaire again, a basic arthritis knowledge test, and a satisfaction survey.\n                Eight weeks after the interventions, basic knowledge scores, on a scale of 1 to 8, were significantly different for the study group and the control group (6.48 +/- 0.31 versus 5.35 +/- 0.35, respectively, P = 0.02). A greater percentage of patients who received the intervention by an arthritis patient educator was able to identify two of the educational resources available to them compared with patients in the control group (92.6 +/- 0.05% versus 64.50 +/- 0.08%, P = 0.015, 77.7 +/- 0.08% versus 54.8 +/- 0.09%, P = 0.041). A greater percentage of persons in the active intervention group was also able to identify one self-help aid compared with the control group (88.8 +/- 0.06% versus 67.74 +/- 0.08%, P = 0.028). Overall satisfaction with care was rated \"good\" or \"excellent\" more often by the study group when compared with the control group (88.5 +/- 0.24% versus 61.3 +/- 0.32%, P = 0.01). Of the study group, 69% found the session helpful, and 58% desired further interactions; 16% of the control group also requested future appointments with the arthritis patient educators.\n                Arthritis patient educators can provide a meaningful and useful addition to traditional rheumatology care, positively affecting patient knowledge and satisfaction with clinic services.",
        "Year": 1999,
        "CitationCount": 44
    },
    {
        "Unnamed: 0": 33635,
        "ReviewID": "CD003688",
        "PMID": "PMID:10640116",
        "Title": "A crossover trial evaluating an educational-behavioural joint protection programme for people with rheumatoid arthritis.",
        "Abstract": "Joint protection (JP) is a self-management technique widely taught to people with rheumatoid arthritis (RA). JP education aims to enable people with RA to reduce pain, inflammation, joint stress and reduce risks of deformity through using assistive devices and alternative movement patterns of affected joints to perform everyday activities. Previous studies evaluating JP education methods common in the UK have identified JP adherence is poor. A group education programme was developed using the Health Belief Model and Self-efficacy Theory. Strategies used to maximise JP adherence included goal-setting, contracting, modelling, homework programmes, motor learning theory, recall enhancing methods and mental practice. A crossover trial (n = 35) was conducted. Adherence with JP was measured using an objective observational test (the Joint Protection Behaviour Assessment). Significant improvements in use of JP were recorded at 12 and 24 weeks post-education (P < 0.01). No significant changes in measures of pain, functional disability, grip strength, self-efficacy or helplessness occurred post-education, although this may have been due to the small sample size recruited. In conclusion, JP adherence can be facilitated through the use of educational-behavioural strategies, suggesting this approach should be more widely adopted in clinical practice.",
        "Year": 1999,
        "CitationCount": 87
    },
    {
        "Unnamed: 0": 33642,
        "ReviewID": "CD003688",
        "PMID": "PMID:10413387",
        "Title": "Evidence suggesting that a chronic disease self-management program can improve health status while reducing hospitalization: a randomized trial.",
        "Abstract": "This study evaluated the effectiveness (changes in health behaviors, health status, and health service utilization) of a self-management program for chronic disease designed for use with a heterogeneous group of chronic disease patients. It also explored the differential effectiveness of the intervention for subjects with specific diseases and comorbidities.\n                The study was a six-month randomized, controlled trial at community-based sites comparing treatment subjects with wait-list control subjects. Participants were 952 patients 40 years of age or older with a physician-confirmed diagnosis of heart disease, lung disease, stroke, or arthritis. Health behaviors, health status, and health service utilization, as determined by mailed, self-administered questionnaires, were measured.\n                Treatment subjects, when compared with control subjects, demonstrated improvements at 6 months in weekly minutes of exercise, frequency of cognitive symptom management, communication with physicians, self-reported health, health distress, fatigue, disability, and social/role activities limitations. They also had fewer hospitalizations and days in the hospital. No differences were found in pain/physical discomfort, shortness of breath, or psychological well-being.\n                An intervention designed specifically to meet the needs of a heterogeneous group of chronic disease patients, including those with comorbid conditions, was feasible and beneficial beyond usual care in terms of improved health behaviors and health status. It also resulted in fewer hospitalizations and days of hospitalization.",
        "Year": 1999,
        "CitationCount": 2315
    },
    {
        "Unnamed: 0": 33619,
        "ReviewID": "CD003688",
        "PMID": "PMID:10206568",
        "Title": "Cognitive-behavioral treatment in unselected rheumatoid arthritis outpatients.",
        "Abstract": "This trial was performed to evaluate the efficacy of an adjunctive cognitive-behavioral treatment compared with rheumatological treatment alone in unselected rheumatoid arthritis outpatients.\n                A prospective randomized control design was used. Change in medication during treatment was controlled by matching therapy- and control-group subjects according to this change in medication, sex, age, duration of disease, and functional class.\n                A rheumatological outpatient clinic, University of Goettingen, Germany.\n                Fifty-five consecutive outpatients with a diagnosis of rheumatoid arthritis (age 52.7 years, 74.5% female, duration of disease 9.4 years) finished the study.\n                Subjects received routine care by the rheumatologists and routine medical treatment. Cognitive-behavioral treatment subjects (n = 19) received adjunctive standardized cognitive-behavioral group treatment with 12 weekly sessions.\n                Outcome measures included disease activity variables, pain variables (pain intensity, affective pain), psychological symptoms, and coping.\n                Subjects mostly demonstrated an increasing disease activity during treatment; change in medication during treatment was necessary in some patients. In the cognitive-behavioral treatment group the course of rheumatoid arthritis seemed less progressive than in the control group. The core effects of cognitive-behavioral treatment pertain more to improved coping, emotional stabilization, and reduced impairment than to reduced pain intensity. Passive, emotion-focused coping, helplessness, depression, anxiety, affective pain, and fluctuation of pain are reduced, \"Acceptance of Illness\" is improved.\n                Cognitive-behavioral therapy has proven an effective adjunct to standard treatment of rheumatoid arthritis outpatients. These effects were shown in an unselected sample with increasing disease activity and with comparable changes in medication during treatment. We recommend cognitive-behavioral treatment as an desirable adjunct to standard medical treatment of rheumatoid arthritis.",
        "Year": 1999,
        "CitationCount": 68
    },
    {
        "Unnamed: 0": 33630,
        "ReviewID": "CD003688",
        "PMID": "PMID:10527088",
        "Title": "Persistent functional and social benefit 5 years after a multidisciplinary arthritis training program.",
        "Abstract": "To assess the sustainable benefits of a professional, multidisciplinary training program for patients with rheumatoid arthritis.\n                Two studies with different observation periods. Study I was a prospective, randomized trial for 1 year. Study II was a noncontrolled observation over 5 years.\n                The 9-day program for eight patient groups encompassed a multidisciplinary cooperation between rheumatologists, orthopedists, physicotherapists, psychologists and social workers.\n                Sixty-eight consecutive patients with rheumatoid arthritis participated in an arthritis training program either immediately after enrollment in the program or after 1 year.\n                The program covered the following fields: pathogenesis of rheumatoid arthritis, drug therapy, physicotherapy, practical exercise in remedial gymnastics, use of joint protection devices, orthopedic perspectives, psychological counseling, dietetics, information about unproven cures and social assistance.\n                Clinical outcome was assessed by self-report questionnaires: (1) Stanford Health Assessment Questionnaire, (2) Freiburg Questionnaire of Coping with Illness, (3) Beck Depression Inventory, and (4) a 21-point scale to evaluate cognitive-behavioral and environmental impact.\n                A significant and persistent improvement of all investigated parameters was demonstrated in the 1-year controlled trial. Between the end-point of the 1-year study and the 5-year evaluation, this improvement increased even more for functional status and coping with illness, whereas depression returned to baseline values. These effects were seen even without reinforcement of the training.\n                A professional, multidisciplinary approach to educate patients with rheumatoid arthritis leads to a significant and sustained improvement of the clinical outcome and is an approach that should be established as a part of conventional therapy.",
        "Year": 1999,
        "CitationCount": 78
    },
    {
        "Unnamed: 0": 33617,
        "ReviewID": "CD003688",
        "PMID": "PMID:10378705",
        "Title": "A 12-month randomized controlled trial of patient education on radiographic changes and quality of life in early rheumatoid arthritis.",
        "Abstract": "In rheumatoid arthritis, education programmes successfully impart knowledge but, notwithstanding issues of empowerment, this knowledge has to be translated into behavioural change to have a chance of improving disease outcome. Arguably, behavioural change must also occur early if outcomes are to be improved. For these reasons, we planned a study of patient education in early disease, with radiological damage and quality of life as the main outcome variables.\n                We performed a randomized controlled trial in people with rheumatoid arthritis of < 5 yr duration. The main intervention was a 4 week education programme, each weekly session lasting 2 h. Assessments were made at entry, at 4 weeks and at 12 months. The main outcome variables were the modified Larsen radiological score for the hands and the SF-36 quality of life questionnaire. Secondary outcome variables were the Health Assessment Questionnaire (HAQ), Ritchie Articular Index (RAI), Patient Knowledge Questionnaire (PKQ), Compliance Questionnaire (CQ), plasma viscosity (PV), pharmaceutical changes and consulting behaviour.\n                The patient numbers were 34 (10 male, 24 female) for the control group and 43 (16 male, 27 female) for the education group. The groups were matched for age (56.5 yr for control, 55 yr for education), disease duration (3.5 yr vs 3.0 yr) and duration of second-line drug therapy (14 months vs 12 months). We found no significant difference between the groups for Larsen scores at 12 months, although scores for the education group were lower (39.5 vs 43.0, P = 0.13). The 'social functioning' and 'general health perception' subscales of the SF-36 showed a significant improvement in the education group, but no significant differences between groups were seen. No significant differences were found for the HAQ, RAI, PV and CQ, but the education group had more disease-specific knowledge than the control group at 12 months (PKQ scores: 17 vs 21, P = 0.0002). No differences were found for out-patient visits and in-patient admissions, but the education group had slightly more changes in second-line drugs during the study (0.43 changes/person in the control group, 0.51 changes/person in the education group).\n                We found no significant difference between the groups in our primary outcome measures, but a trend in favour of the education group was found in radiological progression. Further studies of this kind, using larger patient numbers, are required since the difference may result from improved self-care, better compliance with joint protection strategies and, possibly, improved drug compliance.",
        "Year": 1999,
        "CitationCount": 99
    },
    {
        "Unnamed: 0": 33622,
        "ReviewID": "CD003688",
        "PMID": "PMID:11142075",
        "Title": "A randomized controlled study of the Arthritis Self-Management Programme in the UK.",
        "Abstract": "The objective of this study was to determine whether the Arthritis Self-Management Programme (ASMP) improves perceptions of control, health behaviours and health status, and changes use of health care resources. The design was a pragmatic randomized controlled study; participants were allocated to ASMP (Intervention Group) or a 4-month waiting-list Control Group. The Intervention Group completed a 12-month follow-up. In total, 544 people with arthritis were recruited from the community--311 in the Intervention Group and 233 in the Control Group. Main outcome measures included: arthritis self-efficacy, health behaviours (exercise, cognitive symptom management, diet and relaxation) and health status (pain, fatigue, anxiety, depression and positive affect). At 4 months follow-up, the ASMP had a significant effect on arthritis self-efficacy for other symptoms and pain subscales. Performance of a range of health behaviours (cognitive symptom management, communication with physicians, dietary habit, exercise and relaxation) was significantly greater among the Intervention Group. The Intervention Group were significantly less depressed and had greater positive mood. In addition, trends towards decreases on fatigue and anxiety were noted. Physical functioning, pain and GP visits remained stable at 4 months. A similar pattern of findings was found at 12 months follow-up for the Intervention Group. Furthermore, a significant improvement was found on pain and visits to GPs had decreased. Apart from a small improvement on physical functioning among the Intervention Group participants with osteoarthritis 12 months, all effects were independent of the type of arthritis. The findings suggest that the ASMP is effective in promoting improvements in perception of control, health behaviours and health status, when delivered in UK settings.",
        "Year": 2000,
        "CitationCount": 401
    },
    {
        "Unnamed: 0": 33621,
        "ReviewID": "CD003688",
        "PMID": "PMID:11502614",
        "Title": "Effect of patient education on adherence to drug treatment for rheumatoid arthritis: a randomised controlled trial.",
        "Abstract": "To determine whether a patient education programme (PE) would improve rates of adherence to a slow acting antirheumatic drug and to assess any subsequent effect on patient outcome.\n                A randomly controlled study comprising 100 patients with rheumatoid arthritis (49 control CG; 51 experimental EG) requiring D-penicillamine (DPA). The same practitioner saw patients on seven occasions, for the same length of time. The EG received 7 x 30 minute one to one sessions of PE, while the CG received standard management. The primary measure of adherence was a pharmacological marker (phenobarbitone) encapsulated with the DPA assayed at monthly intervals for six months. Plasma viscosity (PV), C reactive protein, articular index, morning stiffness, and pain score were used to assess outcome.\n                454 blood samples were collected and assayed and the pharmacological marker showed the EG to be significantly more adherent on more occasions than the CG (p<0.05). Patterns of adherence over time showed that at 12 weeks 86% (38/44) of those in the EG compared with 64% (29/45) of the CG remained adherent (p=0.01). These trends continued and by the end of the study 85% (29/34) of the EG compared with 55% (23/42) of the CG were taking their DPA as prescribed. Fifteen patients (12 from the EG) experienced side effects requiring study withdrawal and 14 patients requested study withdrawal (two from the EG). On study entry patients in the CG had significantly higher levels of PV than the EG and this remained so throughout the research. However, on completion, the health status of patients in both groups had improved significantly (p<0.01).\n                PE significantly increased adherence to DPA and its effects persisted over a period of six months. No additional clinical benefit was detected in the EG in comparison with the CG.",
        "Year": 2001,
        "CitationCount": 173
    },
    {
        "Unnamed: 0": 33626,
        "ReviewID": "CD003688",
        "PMID": "PMID:11166484",
        "Title": "A blind, randomized, controlled trial of cognitive-behavioural intervention for patients with recent onset rheumatoid arthritis: preventing psychological and physical morbidity.",
        "Abstract": "This study examined the efficacy of a cognitive and behavioural intervention (CBT) for patients with recent onset, seropositive rheumatoid arthritis. Fifty-three participants with a diagnosis of classical or definite rheumatoid arthritis, who were seropositive and had less than 2 years of disease history were recruited into the trial. All participants received routine medical management during the study, although half were randomly allocated to receive an adjunctive psychological intervention. All pre- and post-treatment assessments were conducted blind to the allocation. Analyses were conducted of treatment completers and also by intention-to-treat. Significant differences were found between the groups at both post-treatment and 6-month follow-up in depressive symptoms. While the CBT group showed a reduction in depressive symptoms, the same symptoms increased in the Standard group. At outcome but not follow-up, the CBT group also showed reduction in C-reactive protein levels. However, the CBT group did show significant improvement in joint involvement at 6-month follow-up compared with the Standard group, indicating physical improvements above those achieved with standard care. These results indicate that cognitive-behavioural intervention offered as an adjunct to standard clinical management early in the course of RA is efficacious in producing reductions in both psychological and physical morbidity",
        "Year": 2001,
        "CitationCount": 186
    }
]