[
    {
        "Unnamed: 0": 3239,
        "ReviewID": "CD008414",
        "PMID": "PMID:24891",
        "Title": "The long-term prophylactic effect of salazosulphapyridine (Salazopyrin) in primarily resected patients with Crohn's disease. A controlled double-blind trial.",
        "Abstract": null,
        "Year": 1978,
        "CitationCount": 25
    },
    {
        "Unnamed: 0": 3241,
        "ReviewID": "CD008414",
        "PMID": "PMID:2572495",
        "Title": "Postoperative recurrence of Crohn's disease in relation to radicality of operation and sulfasalazine prophylaxis: a multicenter trial.",
        "Abstract": "Recurrence rate is high after operation for Crohn's disease. A multicenter trial was performed to study the effect of radical or nonradical operation and of sulfasalazine prophylaxis versus placebo on postoperative recurrence rate in 232 patients with Crohn's disease. Sixteen medical and surgical centers participated in the study, 7 operating radically and 9 nonradically. The follow-up period lasted 3 years, the allocation to drug treatment was randomized and double blind. Recurrence was significantly less frequent and occurred later in patients who were operated nonradically. Patients on sulfasalazine prophylaxis had a better prognosis than on placebo. This effect was statistically significant in the first 2 years of treatment. Both strategies were additive: nonradical operation and sulfasalazine had the best prognosis, radical operation and placebo was worst. It is concluded that postoperative recurrence is best prevented by resecting nonradically and prescribing 3 g of sulfasalazine daily at least over 2 years.",
        "Year": 1989,
        "CitationCount": 151
    },
    {
        "Unnamed: 0": 3237,
        "ReviewID": "CD008414",
        "PMID": "PMID:7615189",
        "Title": "Prophylactic mesalamine treatment decreases postoperative recurrence of Crohn's disease.",
        "Abstract": "Recurrence of Crohn's disease frequently occurs after surgery. A randomized controlled trial was performed to determine if mesalamine is effective in decreasing the risk of recurrent Crohn's disease after surgical resection is performed.\n                One hundred sixty-three patients who underwent a surgical resection and had no evidence of residual disease were randomized to a treatment group (1.5 g mesalamine twice a day) or a placebo control group within 8 weeks of surgery. The follow-up period was a maximum of 72 months.\n                The symptomatic recurrence rate (symptoms plus endoscopic and/or radiological confirmation of disease) in the treatment group was 31% (27 of 87) compared with 41% (31 of 76) in the control group (P = 0.031). The relative risk of developing recurrent disease was 0.628 (90% confidence interval, 0.40-0.97) for those in the treatment group (P = 0.039; one-tail test) using an intention-to-treat analysis and 0.532 (90% confidence interval, 0.32-0.87) using an efficacy analysis. The endoscopic and radiological rate of recurrence was also significantly decreased with relative risks of 0.654 (90% confidence interval, 0.47-0.91) in the effectiveness analysis and 0.635 (90% confidence interval, 0.44-0.91) in the efficacy analysis. There was only one serious side effect (pancreatitis) in subjects in the treatment group.\n                Mesalamine (3.0 g/day) is effective in decreasing the risk of recurrence of Crohn's disease after surgical resection is performed.",
        "Year": 1995,
        "CitationCount": 254
    },
    {
        "Unnamed: 0": 3243,
        "ReviewID": "CD008414",
        "PMID": "PMID:7835575",
        "Title": "Mesalamine in the prevention of endoscopic recurrence after intestinal resection for Crohn's disease. Italian Cooperative Study Group.",
        "Abstract": "Recurrence of lesions of Crohn's disease of the ileum within 1 year after so-called curative resection was well documented by endoscopy in 73%-93% of cases. This study investigated the efficacy of mesalamine in reduction of endoscopic recurrence after surgery.\n                In a double-blind, multicenter clinical trial, 87 patients were treated with 3 g/day mesalamine (Pentasa) or with placebo within 1 month after surgery. After 12 months of treatment, severity of endoscopic lesions was recorded with a five-point score; when it was not possible to reach the anastomosis by endoscopy, a barium enema was performed.\n                Seventeen clinical relapses (seven in the mesalamine group) were recorded. After 12 months, the endoscopic lesions were less frequent and less severe in the mesalamine group than were those in the placebo group (chi 2, 13.5; P < 0.008). The overall rate of severe recurrence (score of 3-4 on endoscopy or radiological documentation) was 24% in the mesalamine group and 56% in the placebo group (chi 2, 8.57; P < 0.004; difference 32%; 95% confidence interval, 22-52). The odds ratio for active treatment was 4.1.\n                This study shows that mesalamine is useful in decreasing the rate and severity of endoscopic recurrences after curative surgery for ileal Crohn's disease.",
        "Year": 1995,
        "CitationCount": 193
    },
    {
        "Unnamed: 0": 3238,
        "ReviewID": "CD008414",
        "PMID": "PMID:9097988",
        "Title": "A randomized, placebo-controlled, double-blind trial of mesalamine in the maintenance of remission of Crohn's disease. The Canadian Mesalamine for Remission of Crohn's Disease Study Group.",
        "Abstract": "The efficacy of mesalamine for the maintenance of remission in patients with Crohn's disease is controversial. The aim of this study was to conduct a double-blind, placebo-controlled study of mesalamine (750 mg four times a day for 48 weeks) in maintaining remission in 293 patients with Crohn's disease. Patients were stratified according to the method of induction of remission (medical or surgical).\n                Patients were assessed at weeks 4, 12, 24, 36, and 48. Relapse was defined as a Crohn's Disease Activity Index of >150 (+60 points over baseline).\n                Of the 293 patients, 246 (84%) returned for at least 4 weeks of follow-up and were included in the final analysis. Thirty of the 118 (25%) who received mesalamine had a relapse compared with 47 of 128 (36%) receiving placebo (P = 0.056). Among those with relapse, the time to relapse was 119 days for the mesalamine-treated patients compared with 109 days for placebo-treated patients (P = NS). However, 25% of mesalamine-treated patients had relapsed by 249 days of follow-up compared with 154 days for placebo-treated patients. Subgroup analysis showed that patients with ileocecal-colonic disease or patients who were women had fewer relapses on mesalamine therapy than placebo-treated patients (21% vs. 41%, P = 0.018; and 19% vs. 41%, P = 0.003, respectively).\n                Mesalamine treatment reduced relapse compared with placebo treatment, although conventional statistical significance was not achieved.",
        "Year": 1997,
        "CitationCount": 150
    },
    {
        "Unnamed: 0": 3240,
        "ReviewID": "CD008414",
        "PMID": "PMID:10648454",
        "Title": "Prophylaxis of postoperative relapse in Crohn's disease with mesalamine: European Cooperative Crohn's Disease Study VI.",
        "Abstract": "This study investigated if long-term treatment with high-dose mesalamine reduces the risk of clinical relapse of Crohn's disease after surgical resection.\n                In a prospective, randomized, double-blind, multicenter study, 4 g of mesalamine (Pentasa; Ferring A/S, Vanlose, Denmark) daily was compared with placebo in 318 patients. Treatment was started within 10 days after resective surgery and continued for 18 months. Primary outcome parameter was clinical relapse as defined by an increase in Crohn's Disease Activity Index, reoperation, septic complication, or newly developed fistula. Risk factors for recurrence were prospectively defined to be analyzed in a stepwise proportional hazards model.\n                Cumulative relapse rates (+/-SE) after 18 months were 24.5% +/- 3.6% and 31.4% +/- 3.7% in the mesalamine (n = 152) and placebo (n = 166) groups, respectively (P = 0.10, log-rank test, 1-sided). Retrospective analysis showed a significantly reduced relapse rate with mesalamine only in a subgroup of patients with isolated small bowel disease (n = 124; 21.8% +/- 5.6% vs. 39.7% +/- 6.1%; P = 0.02, log-rank test). Probability of relapse was predominantly influenced by the duration of disease (P = 0.0006) and steroid intake before surgery (additional risk, P = 0.0003).\n                Eighteen months of mesalamine, 4 g daily, did not significantly affect the postoperative course of Crohn's disease. Some relapse-preventing effect was found in patients with isolated small bowel disease.",
        "Year": 2000,
        "CitationCount": 280
    },
    {
        "Unnamed: 0": 3242,
        "ReviewID": "CD008414",
        "PMID": "PMID:15362028",
        "Title": "Azathioprine and mesalamine for prevention of relapse after conservative surgery for Crohn's disease.",
        "Abstract": "Because the reoperation rate for Crohn's disease is high after resective surgery, use of conservative surgery has increased. Mesalamine was investigated for the prevention of postoperative relapse, with disappointing results. The role of azathioprine in the postoperative setting is unknown. We aimed to compare the efficacy and safety of azathioprine and mesalamine in the prevention of clinical and surgical relapse in patients who have undergone conservative surgery for Crohn's disease.\n                In a prospective, open-label, randomized study, 142 patients received azathioprine (2 mg. kg -1. day -1 ) or mesalamine (3 g/day) for 24 months. Clinical relapse was defined as the presence of symptoms with a Crohn's Disease Activity Index score >200 and surgical relapse as the presence of symptoms refractory to medical treatment or complications requiring surgery.\n                After 24 months, the risk of clinical relapse was comparable in the azathioprine and mesalamine groups, both on intention-to-treat (odds ratio [OR], 2.04; 95% confidence interval [CI], 0.89-4.67) and per-protocol analyses (OR, 1.79; 95% CI, 0.80-3.97). No difference was observed with respect to surgical relapse at 24 months between the 2 groups. In a subgroup analysis, azathioprine was more effective than mesalamine in preventing clinical relapse in patients with previous intestinal resections (OR, 4.83; 95% CI, 1.47-15.8). More patients receiving azathioprine withdrew from treatment due to adverse events than those receiving mesalamine (22% vs. 8%; P = 0.04).\n                While no difference was observed in the efficacy of azathioprine and mesalamine in preventing clinical and surgical relapses after conservative surgery, azathioprine is more effective in those patients who have undergone previous intestinal resection.",
        "Year": 2004,
        "CitationCount": 291
    },
    {
        "Unnamed: 0": 3244,
        "ReviewID": "CD008414",
        "PMID": "PMID:15362027",
        "Title": "Postoperative maintenance of Crohn's disease remission with 6-mercaptopurine, mesalamine, or placebo: a 2-year trial.",
        "Abstract": "No therapy has been shown to reliably prevent the evolution of postoperative recurrence of Crohn's disease. The aim of the current trial was to compare 6-mercaptopurine (6-MP) and mesalamine with placebo for the prevention of clinical, endoscopic, and radiographic recurrence of Crohn's disease after resection and ileocolic anastomosis.\n                Five centers randomized 131 patients to receive 6-MP (50 mg), mesalamine (3 g), or placebo daily in a double-blind, double-dummy trial. Patients had clinical assessments at 7 weeks and then every 3 months; colonoscopy at 6, 12, and 24 months; and small bowel series at 12 and 24 months. End points were clinical, endoscopic, and radiographic recurrence rates at 24 months.\n                Clinical recurrence rates (intent to treat) by life-table analysis at 24 months were 50% (95% confidence interval [CI], 34%-68%), 58% (95% CI, 41%-75%), and 77% (95% CI, 61%-91%) in patients receiving 6-MP, mesalamine, and placebo, respectively. Endoscopic recurrence rates were 43% (95% CI, 28%-63%), 63% (95% CI, 47%-79%), and 64% (95% CI, 46%-81%), and radiographic recurrence rates were 33% (95% CI, 19%-54%), 46% (95% CI, 29%-66%), and 49% (95% CI, 30%-72%), respectively. 6-MP was more effective than placebo ( P < 0.05) at preventing clinical and endoscopic recurrence over 2 years. Patient withdrawals resulted in 69% of the study population evaluable for the clinical recurrence end point.\n                6-MP, 50 mg daily, was more effective than placebo at preventing postoperative recurrence of Crohn's disease and should be considered as a maintenance therapy after ileocolic resection.",
        "Year": 2004,
        "CitationCount": 449
    }
]