[
    {
        "Unnamed: 0": 30053,
        "ReviewID": "CD002966",
        "PMID": "PMID:2534084",
        "Title": "Effect of glycaemic control, metformin and gliclazide on platelet density and aggregability in recently diagnosed type 2 (non-insulin-dependent) diabetic patients.",
        "Abstract": "Platelet density profiles, intraplatelet nucleotides, intraplatelet beta thromboglobulin (beta TG), plasma beta TG levels, intraplatelet cyclic AMP (cAMP) levels, platelet release reaction, platelet thromboxane (TX)B2 production and plasma fibrinogen levels were investigated in 24 newly diagnosed, non-insulin-dependent diabetic patients and 12 comparable controls. These variables were measured at diagnosis, after a 3-6 week dietary run-in period, and again after 6 months on treatment with either metformin or gliclazide therapy. With dietary restriction of refined carbohydrate and oral hypoglycaemic therapy, there was a reduction in platelet density (p less than 0.05), intraplatelet nucleotides (p less than 0.001), intraplatelet beta TG (p less than 0.001), plasma beta TG (p less than 0.001) and there was an increase in intraplatelet cAMP levels (p less than 0.05). Although these platelet variables returned towards normal, only the platelet density mean returned to within the normal range. There was no significant change in the platelet TXB2 production and plasma fibrinogen levels with treatment. Metformin and gliclazide were equally effective in the glycaemic control of non-insulin-dependent diabetes, and there was no difference between the platelet variables measured in the two groups. We would therefore suggest that improvement of glycaemic control, rather than any specific effect of the oral hypoglycaemic agent employed, is the most important factor in returning these parameters towards normality.",
        "Year": 1989.0,
        "CitationCount": 53
    },
    {
        "Unnamed: 0": 30039,
        "ReviewID": "CD002966",
        "PMID": "PMID:2060439",
        "Title": "Double-blind evaluation of efficacy and tolerability of metformin in NIDDM.",
        "Abstract": "To test the efficacy and tolerability of metformin.\n                An 8-mo double-blind placebo-controlled parallel-group trial was performed at University hospital diabetic clinics on 60 patients with non-insulin-dependent diabetes mellitus (NIDDM) treated by diet alone. Metformin was administered and built up to a maximum dosage of 1 g three times daily.\n                Mean HbA1 fell from 11.7 +/- 0.4 to 10.3 +/- 0.4% (means +/- SE) on metformin but rose from 11.8 +/- 0.4 to 13.3 +/- 0.4% on placebo (P less than 0.001). Final mean fasting blood glucose was 5.1 mM lower with metformin than placebo (P less than 0.001). No other biochemical variable differed significantly, and weight did not change. A favorable glycemic response was not restricted to the obese. The mean final dosage of metformin was 1.7 +/- 0.1 g and was well tolerated.\n                Metformin achieved a 23% lower mean HbA1 than placebo without weight gain or significant unwanted effects.",
        "Year": 1991.0,
        "CitationCount": 72
    },
    {
        "Unnamed: 0": 30040,
        "ReviewID": "CD002966",
        "PMID": "PMID:1936479",
        "Title": "Prospective randomized two-years clinical study comparing additional metformin treatment with reducing diet in type 2 diabetes.",
        "Abstract": "After a 2 weeks hospital treatment with a strong dietary regime 100 patients not sufficiently controlled (blood glucose fasting 120-180, pp 180-250 mg/100 ml), were randomly allocated to a purely dietary therapy or to a diet-metformin-combination for a duration of 2 years. After 1 and 2 years the patients were rehospitalized for an accurate evaluation. Additionally, HbA1 was controlled every 3 months, in case of problems after shorter periods. If HbA1 exceeded 10% for more than 4 weeks the patients were hospitalized for 5 days in order to decide whether the deterioration of metabolic control was due to the patients' non-compliance to treatment or to treatment failure. During 2 years of observation 30 patients were withdrawn from the treatment for external reasons. 13 patients (6 diet, 7 metformin + diet) were non-compliant with diet, 3 further patients were not metformin-compliant. Therapeutic failures were confirmed in 4 diet patients, none of the metformin + diet patients failed to respond to treatment. After excluding all these patients there was a group of 29 diet and 25 metformin + diet patients with a similar development of criteria of metabolic control during 2 years. Lipid levels deteriorated in the dietary group more noticeably than during additional metformin treatment although without reaching a statistically significant level, though. The stimulated C-peptide was significantly reduced by metformin in comparison to diet only, which supports former findings of an insulin-lowering effect of the drug.",
        "Year": 1991.0,
        "CitationCount": 27
    },
    {
        "Unnamed: 0": 30059,
        "ReviewID": "CD002966",
        "PMID": "PMID:7843470",
        "Title": "One year comparative trial of metformin and glipizide in type 2 diabetes mellitus.",
        "Abstract": "Forty-eight diabetic subjects with diet-failed Type 2 mellitus, aged 40-69 years, were randomised to metformin (24 patients) or glipizide (24 patients) therapy, and followed prospectively for 12 months. Most subjects were obese. Metformin gave better fasting plasma glucose control compared to glipizide at 24 (p < 0.01), 36 (p < 0.05) and 52 weeks (p < 0.05) with a lower HbA1 concentration at 52 weeks (p < 0.05). Metformin treated patients lost weight whereas glipizide treated subjects gained weight. The weight change between the treatment groups reached significance at 4 weeks (p < 0.05) and was highly significant (p < 0.001) at 8, 12, 24, 36 and 52 weeks. There were no significant changes in either fasting plasma lipid or blood lactate levels in either the metformin or glipizide treated groups. Both drugs caused a similar reduction in albumin excretion rates. In conclusion, metformin gave better glycaemic control than glipizide, with weight loss rather than weight gain in obese Type 2 patients.",
        "Year": 1994.0,
        "CitationCount": 84
    },
    {
        "Unnamed: 0": 30042,
        "ReviewID": "CD002966",
        "PMID": "PMID:7623902",
        "Title": "Efficacy of metformin in patients with non-insulin-dependent diabetes mellitus. The Multicenter Metformin Study Group.",
        "Abstract": "Sulfonylurea drugs have been the only oral therapy available for patients with non-insulin-dependent diabetes mellitus (NIDDM) in the United States. Recently, however, metformin has been approved for the treatment of NIDDM.\n                We performed two large, randomized, parallel-group, double-blind, controlled studies in which metformin or another treatment was given for 29 weeks to moderately obese patients with NIDDM whose diabetes was inadequately controlled by diet (protocol 1: metformin vs. placebo; 289 patients), or diet plus glyburide (protocol 2: metformin and glyburide vs. metformin vs. glyburide; 632 patients). To determine efficacy we measured plasma glucose (while the patients were fasting and after the oral administration of glucose), lactate, lipids, insulin, and glycosylated hemoglobin before, during, and at the end of the study.\n                In protocol 1, at the end of the study the 143 patients in the metformin group, as compared with the 146 patients in the placebo group, had lower mean (+/- SE) fasting plasma glucose concentrations (189 +/- 5 vs. 244 +/- 6 mg per deciliter [10.6 +/- 0.3 vs. 13.7 +/- 0.3 mmol per liter], P < 0.001) and glycosylated hemoglobin values (7.1 +/- 0.1 percent vs. 8.6 +/- 0.2 percent, P < 0.001). In protocol 2, the 213 patients given metformin and glyburide, as compared with the 210 patients treated with glyburide alone, had lower mean fasting plasma glucose concentrations (187 +/- 4 vs. 261 +/- 4 mg per deciliter [10.5 +/- 0.2 vs. 14.6 +/- 0.2 mmol per liter], P < 0.001) and glycosylated hemoglobin values (7.1 +/- 0.1 percent vs. 8.7 +/- 0.1 percent, P < 0.001). The effect of metformin alone was similar to that of glyburide alone. Eighteen percent of the patients given metformin and glyburide had symptoms compatible with hypoglycemia, as compared with 3 percent in the glyburide group and 2 percent in the metformin group. In both protocols the patients given metformin had statistically significant decreases in plasma total and low-density lipoprotein cholesterol and triglyceride concentrations, whereas the values in the respective control groups did not change. There were no significant changes in fasting plasma lactate concentrations in any of the groups.\n                Metformin monotherapy and combination therapy with metformin and sulfonylurea are well tolerated and improve glycemic control and lipid concentrations in patients with NIDDM whose diabetes is poorly controlled with diet or sulfonylurea therapy alone.",
        "Year": 1995.0,
        "CitationCount": 1312
    },
    {
        "Unnamed: 0": 30043,
        "ReviewID": "CD002966",
        "PMID": "PMID:7821128",
        "Title": "Therapeutic comparison of metformin and sulfonylurea, alone and in various combinations. A double-blind controlled study.",
        "Abstract": "To assess and compare the therapeutic efficacy and safety of metformin (M) and sulfonylurea (glyburide, G), alone and in various combinations, in patients with non-insulin-dependent diabetes mellitus (NIDDM).\n                Of 165 patients (fasting blood glucose [FBG] > or = 6.7 mmol/l) initially treated with diet alone, 144 (FBG still > or = 6.7 mmol/l) were randomized to double-blind, double-dummy controlled treatment with M, G, or primary combination therapy (MG). The dose was titrated, with FBG < 6.7 mmol/l as target, using, at most, six dose levels. The first three dose levels comprised increasing single-drug therapy (M or G) or primary combination at increasing but low dosage (MGL), and the second three levels were composed of various high-dose combinations, i.e., add-on therapy (M/G or G/M) and primary combination escalated to high dosage (MGH). Medication was maintained for 6 months after completed dose titration.\n                The FBG target was achieved in 9% of patients after diet alone. Single-drug therapy was insufficient in 36% and MGL in 25% (NS) of the randomized patients. There was further improvement in glucose control by the high-dose combinations. Mean FBG +/- SE was reduced (P = 0.001) from 9.1 +/- 0.4 to 7.0 +/- 0.2 mmol/l in those maintained on single-drug treatment or low-dose primary combination. Those treated with different high-dose combinations had a large mean FBG reduction, from 13.3 +/- 0.8 to 7.8 +/- 0.6 mmol/l. HbA1c levels showed corresponding reductions, and glycemic levels rose after drug discontinuation. Fasting C-peptide rose during treatment with G and MGL but not with M, while fasting insulin was not significantly changed. Meal-stimulated C-peptide and insulin levels were unchanged by M but increased by G and, to a lesser extent, by MGL. There were no significant insulin or C-peptide differences between the different high-dose combinations (M/G, G/M, and MGH). Body weight did not change following treatment with M or combination but increased by 2.8 +/- 0.7 kg following G alone. Blood pressure was unchanged. Overall effects on plasma lipids were small, with no significant differences between groups. Drug safety was satisfactory, even if the reporting of (usually modest) adverse events was high; the profile, but not the frequency, differed between groups.\n                Dose-effect titrated treatment with either metformin or glyburide promotes equal degrees of glycemic control. The former, but not the latter, is able to achieve this control without increasing body weight or hyperinsulinemia. Near-normal glycemia can be obtained by a combination of metformin and sulfonylurea, even in advanced NIDDM.",
        "Year": 1995.0,
        "CitationCount": 152
    },
    {
        "Unnamed: 0": 30041,
        "ReviewID": "CD002966",
        "PMID": "PMID:8720537",
        "Title": "The effects of high- and medium-dose metformin therapy on cardiovascular risk factors in patients with type II diabetes.",
        "Abstract": "To study the dose response to metformin in type II diabetic patients.\n                Type II diabetic patients with a BMI > 25 were treated with 3,000 mg/day (n = 27), 1,500 mg/day (n = 25), or placebo (n = 23) for 6 months. Venous blood samples were taken at each visit for plasma glucose and insulin, HbA1c, triglyceride and cholesterol, plasminogen activator inhibitor-1 (PAI-1) antigen and activity, tissue plasminogen activator (tPA), and euglobulin clot lysis time (ECLT). Blood pressure was recorded at each visit.\n                There were no changes in BMI or blood pressure. Blood glucose fell (mean) by 3.6 mmol/l in the high-dose and 0.5 mmol/l in the low-dose group over the 6-month study (P < 0.001 and NS compared with placebo). HbA1c and plasma insulin fell in both treatment groups (HbA1c, P < 0.001; insulin, P < 0.003 and 0.03). There was a fall in triglyceride (P < 0.05) and cholesterol (P < 0.008) with high-dose metformin. PAI-1 antigen and activity fell by approximately 20% of baseline in both treatment groups (PAI-1 antigen high dose, P < 0.01; PAI-1 antigen low dose, P < 0.002: PAI-1 activity high and low dose, P < 0.003). There were significant falls in total tPA in both groups (P < 0.004), but the overall effect was a fall in ECLT (P < 0.03).\n                The results indicate that metformin has favorable effects on cardiovascular risk factors associated with type II diabetes. The effects on glycemic control and lipids are dose-dependent, while the enhanced fibrinolytic response is independent of the doses used.",
        "Year": 1996.0,
        "CitationCount": 168
    },
    {
        "Unnamed: 0": 30047,
        "ReviewID": "CD002966",
        "PMID": "PMID:8908377",
        "Title": "Metformin's effects on glucose and lipid metabolism in patients with secondary failure to sulfonylureas.",
        "Abstract": "To compare results obtained with metformin versus those obtained with DNA-recombinant insulin in obese patients with NIDDM suffering from secondary failure to sulfonylureas.\n                We conducted an open, prospective, randomized, and comparative study comprising a total of 60 patients selected and placed in two parallel groups. We had previously confirmed that the subjects had secondary failure to high doses of sulfonylureas. The initial metformin dosage was a single 850 mg tablet, and the dosage was increased to two or three tablets depending on the patient's metabolic changes. The initial dosage of DNA-recombinant insulin was 24 U, subcutaneously administered and divided into two portions: two-thirds at around 8:00 A.M., before breakfast, and the remaining third at 8:00 P.M., before dinner. The dosage was adjusted based on the patient's clinical and metabolic response.\n                The initial average glucose value for the metformin group was 269.1 +/- 32.2 mg/dl, decreasing by the end of the study to 159.7 +/- 30.5 mg/dl. For the insulin group, these figures went from 270.7 +/- 24.0 mg/dl at the beginning of the study to 134.8 +/- 26.7 mg/dl. This decrease correlates with the reduction in glycosylated hemoglobin from 12.8 to 8.9% for the first group and from 12.3 to 8.2% for the second, as well as with the reduction in triglyceride values from 230.3 to 183.1 mg/dl and from 218.4 to 186.3 mg/dl, respectively. The BMI (27.5-26.4), blood pressure (systolic from 145.7-132.1 mmHg, diastolic from 90.3-84.8 mmHg), and total cholesterol levels (235-202 mg/dl) decreased in only the metformin group.\n                Metformin is an effective, safe, and well-tolerated treatment that improves metabolic control and favorably modifies secondary clinical alterations due to insulin resistance, such as arterial hypertension, overweight, and hyperlipidemia, in obese patients with NIDDM suffering from secondary failure to sulfonylureas.",
        "Year": 1996.0,
        "CitationCount": 61
    },
    {
        "Unnamed: 0": 30058,
        "ReviewID": "CD002966",
        "PMID": "PMID:9428831",
        "Title": "Efficacy of 24-week monotherapy with acarbose, metformin, or placebo in dietary-treated NIDDM patients: the Essen-II Study.",
        "Abstract": "To compare the therapeutic potential of acarbose, metformin, or placebo as first line treatment in patients with non-insulin-dependent diabetes mellitus (NIDDM).\n                Ninety-six patients with NIDDM (35-70 years of age, body mass index (BMI) < or = 35 kg/m2, insufficiently treated with diet alone, glycated hemoglobin (HbA1c; 7% to 11%) were randomized into 3 groups and treated for 24 weeks with acarbose, 3 x 100 mg/day, or metformin, 2 x 850 mg/day, or placebo. Efficacy, based on HbA1c (primary efficacy criterion), fasting blood glucose (BG) and insulin, 1 hour postprandial BG and insulin (after standard meal test), postprandial insulin increase, plasma lipid profile, and tolerability, based on subjective symptoms and laboratory values were determined every 6 weeks. Analysis of covariance was performed for endvalues with adjustment on baseline values. Ninety-four patients were valid for efficacy evaluation.\n                Both active drugs showed the same improvement of efficacy criteria compared with placebo. Baseline adjusted means at endpoint were as follows: BG, fasting and 1 hour postprandial, 9.2 mM and 10.9 mM with placebo, 7.6 mM and 8.7 mM with acarbose, and 7.8 mM and 9.0 mM with metformin; HbA1c was 9.8% with placebo, 8.5% with acarbose, and 8.7% with metformin. Comparisons: acarbose versus placebo and metformin versus placebo were statistically significant, but not acarbose versus metformin. No effect on fasting insulin could be observed. Relative postprandial insulin increase was 1.90 with placebo, 1.09 with acarbose, and 1.03 with metformin. Comparisons: acarbose versus placebo and metformin versus placebo were statistically significant, but not acarbose versus metformin. With respect to lipid profile, acarbose was superior to metformin. Low-density lipoprotein (LDL)/high-density lipoprotein (HDL) cholesterol ratio increased by 14.4% with placebo, was unchanged with metformin, but decreased by 26.7% with acarbose. Comparisons: acarbose versus placebo and acarbose versus metformin were statistically significant, but not metformin versus placebo. Slight body weight changes were observed with acarbose (-0.8 kg) and metformin (-0.5 kg), but not with placebo. Acarbose led to mild or moderate intestinal symptoms in 50% of the patients within the first 4 weeks, but in only 13.8% of the patients within the last 4 weeks.\n                Acarbose and metformin are effective drugs for the first line monotherapy of patients with NIDDM. With respect to plasma lipid profile, especially HDL cholesterol, LDL cholesterol and LDL/HDL cholesterol ratio acarbose may be superior to metformin.",
        "Year": 1997.0,
        "CitationCount": 156
    },
    {
        "Unnamed: 0": 30060,
        "ReviewID": "CD002966",
        "PMID": "PMID:9516221",
        "Title": "Efficacy and metabolic effects of metformin and troglitazone in type II diabetes mellitus.",
        "Abstract": "Combination therapy is logical for patients with non-insulin-dependent (type 2) diabetes mellitus, because they often have poor responses to single-drug therapy. We studied the efficacy and physiologic effects of metformin and troglitazone alone and in combination in patients with type 2 diabetes.\n                We randomly assigned 29 patients to receive either metformin or troglitazone for three months, after which they were given both drugs for another three months. Plasma glucose concentrations during fasting and postprandially and glycosylated hemoglobin values were measured periodically during both treatments. Endogenous glucose production and peripheral glucose disposal were measured at base line and after three and six months.\n                During metformin therapy, fasting and postprandial plasma glucose concentrations decreased by 20 percent (58 mg per deciliter [3.2 mmol per liter], P<0.001) and 25 percent (87 mg per deciliter [4.8 mmol per liter], P<0.001), respectively. The corresponding decreases during troglitazone therapy were 20 percent (54 mg per deciliter [2.9 mmol per liter], P=0.01) and 25 percent (83 mg per deciliter [4.6 mmol per liter], P<0.001). Endogenous glucose production decreased during metformin therapy by a mean of 19 percent (P=0.001), whereas it was unchanged by troglitazone therapy (P=0.04 for the comparison between groups). The mean rate of glucose disposal increased by 54 percent during troglitazone therapy (P=0.006) and 13 percent during metformin therapy (P= 0.03 for the comparison within the group and between groups). In combination, metformin and troglitazone further lowered fasting and postprandial plasma glucose concentrations by 18 percent (41 mg per deciliter [2.3 mmol per liter], P=0.001) and 21 percent (54 mg per deciliter [3.0 mmol per liter], P<0.001), respectively, and the mean glycosylated hemoglobin value decreased 1.2 percentage points.\n                Metformin and troglitazone have equal and additive beneficial effects on glycemic control in patients with type 2 diabetes. Metformin acts primarily by decreasing endogenous glucose production, and troglitazone by increasing the rate of peripheral glucose disposal.",
        "Year": 1998.0,
        "CitationCount": 801
    },
    {
        "Unnamed: 0": 30061,
        "ReviewID": "CD002966",
        "PMID": "PMID:9727896",
        "Title": "Irreversibility of the defect in glycogen synthase activity in skeletal muscle from obese patients with NIDDM treated with diet and metformin.",
        "Abstract": "To assess the reversibility of the defect in glycogen synthase (GS) activity in skeletal muscle from obese patients with NIDDM treated with a hypocaloric diet and metformin.\n                Eighteen obese patients newly diagnosed with NIDDM were included in a randomized placebo-controlled double-blind parallel group trial and followed for 3 months. Euglycemic-hyperinsulinemic clamp including indirect calorimetry and biopsy of m. vastus lateralis was performed before and after treatment with a hypocaloric diet plus metformin or placebo. The patients were studied at basal, low, and high insulin concentrations.\n                The impaired GS activity in muscle biopsies was not reversed either by acute normalization of glycemia (for 8 h) or by chronic reduction of hyperglycemia by diet plus metformin. In both treatment groups, comparable effects on glycemic control and weight loss were found together with marked insulin suppression of nonesterified fatty acids and increased glucose oxidation. Total glucose disposal at euglycemic-hyperinsulinemic clamp increased significantly in the metformin group by 25% at high insulin level (259 +/- 31 vs. 207 +/- 21 mg x m(-2) x min(-1), P < 0.05). An insignificant increase by 13% was found in the placebo group. There were no significant changes in nonoxidative glucose metabolism. GS activity and glucose utilization showed no significant differences between the two treatment groups when regression coefficients, expressed as incremental changes by increments of insulin, were compared.\n                Defective GS activity in obese NIDDM patients is not secondary to hyperglycemia. Metformin and diet had no significant influence on GS activity. The added effect of metformin to that of a hypocaloric diet in improving insulin-stimulated glucose utilization is marginal when blood glucose reduction is obtained by weight loss.",
        "Year": 1998.0,
        "CitationCount": 27
    },
    {
        "Unnamed: 0": 30062,
        "ReviewID": "CD002966",
        "PMID": "PMID:9526970",
        "Title": "Metformin decreases food consumption and induces weight loss in subjects with obesity with type II non-insulin-dependent diabetes.",
        "Abstract": "Metformin often promotes weight loss in patients with obesity with non-insulin-dependent diabetes mellitus (NIDDM). The mechanism may be attributed to decreased food intake. This study has tested the effect of metformin on satiety and its efficacy in inducing weight loss. Twelve diet-treated NIDDM women with obesity were randomly given two dose levels (850 mg or 1700 mg) of metformin or placebo at 0800 for three consecutive days followed by a meal test on the third day on three occasions using a 3x3 Latin square design. The number of sandwich canapes eaten in three consecutive 10-minute periods beginning at 1400 hours was used to quantitate food intake, and the level of subjective hunger was rated just before the sandwich meal with a linear analogue hunger rating scale at 1400 after a 6-hour fast. The prior administration of metformin produced a reduction in calorie intake after each of the two doses of metformin treatment. The 1700-mg metformin dose had the most marked appetite suppressant action. Similarly, hunger ratings were significantly lowered after metformin, and the effect was most pronounced after the administration of 1700 mg of metformin. To assess the efficacy of metformin in reducing bodyweight, 48 diet-treated NIDDM women with obesity who had failed to lose weight by diet therapy were first placed on a 1200-kcal ADA (American Diabetes Association) diet before being randomized to receive either metformin (850 mg) or placebo twice daily in a double-blind fashion for 24 weeks. A 4-week single-blind placebo lead-in period preceded and a 6-week single-blind placebo period followed the 24-week double-blind treatment period. Subjects treated with metformin continued to lose weight throughout 24 weeks of treatment; their mean maximum weight loss was 8 kg greater than that of the placebo group, with corresponding lower HbA1C and fasting blood glucose levels at the end of the active treatment period. These results indicate that metformin decreases calorie intake in a dose-dependent manner and leads to a reduction in bodyweight in NIDDM patients with obesity.",
        "Year": 1998.0,
        "CitationCount": 319
    },
    {
        "Unnamed: 0": 30051,
        "ReviewID": "CD002966",
        "PMID": "PMID:10421233",
        "Title": "Effects of gliclazide versus metformin on the clinical profile and lipid peroxidation markers in type 2 diabetes.",
        "Abstract": "The sulfonylurea gliclazide and the biguanide metformin have different mechanisms to reduce glycemia. We performed a randomized study to compare these two agents with respect to glycemic control and effects on lipid peroxidation markers in 36 adult patients with type 2 diabetes. Both agents significantly decreased glycosylated hemoglobin ([HbA1c] P < .05), fructosamine (P < .05), and the glucose-excursion curve during the oral glucose tolerance test ([OGTT] P < .01). With regard to the insulin curve during this test, no significant change was observed with metformin and a significant increase was measured with gliclazide (P < .05). Considering the small number of events, no significant difference was detected in the number of hypoglycemic episodes between the two agents. More upper-gastrointestinal (GI) symptoms were observed with metformin compared with gliclazide (P < .05). Even with no change in the standard lipid profile, both agents increased serum vitamin E (P < .01 for gliclazide and P < .05 for metformin) and decreased the level of lipid peroxidation markers in low-density lipoprotein (LDL) and high-density lipoprotein (HDL) particles (P < .05). Despite different mechanisms of action, gliclazide and metformin demonstrated comparable levels of efficacy and complementary effects on lipid peroxidation markers.",
        "Year": 1999.0,
        "CitationCount": 93
    },
    {
        "Unnamed: 0": 30048,
        "ReviewID": "CD002966",
        "PMID": "PMID:10333912",
        "Title": "Effect of repaglinide addition to metformin monotherapy on glycemic control in patients with type 2 diabetes.",
        "Abstract": "To compare the effect of repaglinide in combination with metformin with monotherapy of each drug on glycemic control in patients with type 2 diabetes.\n                A total of 83 patients with type 2 diabetes who had inadequate glycemic control (HbA1c > 7.1%) when receiving the antidiabetic agent metformin were enrolled in this multicenter, double-blind trial. Subjects were randomized to continue with their prestudy dose of metformin (n = 27), to continue with their prestudy dose of metformin with the addition of repaglinide (n = 27), or to receive repaglinide alone (n = 29). For patients receiving repaglinide, the optimal dose was determined during a 4- to 8-week titration and continued for a 3-month maintenance period.\n                In subjects receiving combined therapy, HbA1c was reduced by 1.4 +/- 0.2%, from 8.3 to 6.9% (P = 0.0016) and fasting plasma glucose by 2.2 mmol/l (P = 0.0003). No significant changes were observed in subjects treated with either repaglinide or metformin monotherapy in HbA1c (0.4 and 0.3% decrease, respectively) or fasting plasma glucose (0.5 mmol/l increase and 0.3 mmol/l decrease respectively). Subjects receiving repaglinide either alone or in combination with metformin, had an increase in fasting levels of insulin between baseline and the end of the trial of 4.04 +/- 1.56 and 4.23 +/- 1.50 mU/l, respectively (P < 0.02). Gastrointestinal adverse events were common in the metformin group. An increase in body weight occurred in the repaglinide and combined therapy groups (2.4 +/- 0.5 and 3.0 +/- 0.5 kg, respectively; P < 0.05).\n                Combined metformin and repaglinide therapy resulted in superior glycemic control compared with repaglinide or metformin monotherapy in patients with type 2 diabetes whose glycemia had not been well controlled on metformin alone. Repaglinide monotherapy was as effective as metformin monotherapy.",
        "Year": 1999.0,
        "CitationCount": 267
    },
    {
        "Unnamed: 0": 30057,
        "ReviewID": "CD002966",
        "PMID": "PMID:11092289",
        "Title": "Nateglinide alone and in combination with metformin improves glycemic control by reducing mealtime glucose levels in type 2 diabetes.",
        "Abstract": "To evaluate the efficacy and tolerability of nateglinide and metformin alone and in combination in type 2 diabetic patients inadequately controlled by diet, focusing on changes in HbA1c, fasting plasma glucose (FPG), and mealtime glucose excursions.\n                In this randomized double-blind study, patients with an HbA1c level between 6.8 and 11.0% during a 4-week placebo run-in received 24 weeks' treatment with 120 mg nateglinide before meals (n = 179), 500 mg metformin three times a day (n = 178), combination therapy (n = 172), or placebo (n = 172). HbA1c and FPG were evaluated regularly, and plasma glucose levels were determined after Sustacal challenge at weeks 0, 12, and 24. Hypoglycemia and other adverse events were recorded.\n                At study end point, HbA1c was reduced from baseline with nateglinide and metformin but was increased with placebo (-0.5, -0.8, and +0.5%, respectively; P < or = 0.0001). Changes in FPG followed the same pattern (-0.7, -1.6, and +0.4 mmol/l; P < or = 0.0001). Combination therapy was additive (HbA1c -1.4% and FPG -2.4 mmol/l; P < or = 0.01 vs. monotherapy). After Sustacal challenge, there was a greater reduction in mealtime glucose with nateglinide monotherapy compared with metformin monotherapy or placebo (adjusted area under the curve [AUC]0-130 min -2.1, -1.1, and -0.6 mmol x h(-1) x l(-1); p < or = 0.0001). An even greater effect was observed with combination therapy (AUC0-130 min -2.5 mmol x h(-1) x l(-1); P < or = 0.0001 vs. metformin and placebo). All regimens were well tolerated.\n                Nateglinide and metformin monotherapy each improved overall glycemic control but by different mechanisms. Nateglinide decreased mealtime glucose excursions, whereas metformin primarily affected FPG. In combination, nateglinide and metformin had complementary effects, improving HbA1c, FPG, and postprandial hyperglycemia.",
        "Year": 2000.0,
        "CitationCount": 241
    },
    {
        "Unnamed: 0": 30046,
        "ReviewID": "CD002966",
        "PMID": "PMID:11257323",
        "Title": "The short-term effect of a switch from glibenclamide to metformin on blood pressure and microalbuminuria in patients with type 2 diabetes mellitus.",
        "Abstract": "Renal hyperfiltration and albuminuria have a deleterious effect on kidney function. Therefore, we studied the effect of metformin on blood pressure, renal hemodynamics, and microalbuminuria in type 2 diabetic patients.\n                A clinical trial was designed in type 2 diabetic patients with incipient nephropathy. All patients were below the age of 65, normotensive, and without evidence of malignant, hepatic, or cardiovascular disorders. They were randomly allocated to receive glibenclamide or metformin. At baseline and 12 weeks thereafter we measured body mass index (BMI), serum insulin, blood glucose, lipid profile, glycosylated hemoglobin, blood pressure, glomerular filtration rate, renal plasma flow, and urine albumin.\n                We studied 23 patients in the glibenclamide group and 28 in the metformin group. There was no difference in baseline variables between the groups. Metabolic control was obtained in both groups. In the metformin group, all the following variables decreased: microalbuminuria was reduced by a mean of 24.2 mg/day (p = 0.008); systolic and diastolic blood pressure by a mean of 5.3 mmHg (p = 0.002) and 3.93 mmHg (p = 0.009), respectively; insulin levels by an average of 11.8 microIU/mL (p = 0.001), and total cholesterol levels and triglycerides by an average of 0.45 and 0.18 mmol/L, respectively. Insulin resistance measured by the homeostasis model decreased more in the metformin group than in the glibenclamide group. Patients treated with glibenclamide had an increase in HDL cholesterol of 0.082 mmol/L (p = 0.01).\n                Metformin significantly decreased the urine albumin excretion rate with none of the expected changes in renal hemodynamics, probably due to its favorable effects on blood pressure, lipid profile, metabolic control, and insulin resistance.",
        "Year": 2000.0,
        "CitationCount": 36
    },
    {
        "Unnamed: 0": 30055,
        "ReviewID": "CD002966",
        "PMID": "PMID:11375358",
        "Title": "The synergistic effect of miglitol plus metformin combination therapy in the treatment of type 2 diabetes.",
        "Abstract": "To investigate the efficacy and safety of miglitol in combination with metformin in improving glycemic control in outpatients in whom type 2 diabetes is insufficiently controlled by diet alone.\n                In this multicenter, double-blind, placebo-controlled study, 324 patients with type 2 diabetes were randomized, after an 8-week placebo run-in period, to treatment with either placebo, miglitol alone, metformin alone, or miglitol plus metformin for 36 weeks. The miglitol was titrated to 100 mg three times a day and metformin was administered at 500 mg three times a day. The primary efficacy criterion was change in HbA(1c) from baseline to the end of treatment. Secondary parameters included changes in fasting and postprandial plasma glucose and insulin levels, serum triglyceride levels, and responder rate.\n                A total of 318 patients were valid for intent-to-treat analysis. A reduction in mean placebo-subtracted HbA(1c) of -1.78% was observed with miglitol plus metformin combination therapy, which was significantly different from treatment with metformin alone (-1.25; P = 0.002). Miglitol plus metformin also resulted in better metabolic control than metformin alone for fasting plasma glucose (-44.8 vs. -20.4 mg/dl; P = 0.0025), 2-h postprandial glucose area under the curve (-59.0 vs. -18.0 mg/dl; P = 0.0001), and responder rate (70.6 vs. 45.52%; P = 0.0014). All therapies were well tolerated.\n                In type 2 diabetic patients, miglitol in combination with metformin gives greater glycemic improvement than metformin monotherapy.",
        "Year": 2001.0,
        "CitationCount": 84
    },
    {
        "Unnamed: 0": 30056,
        "ReviewID": "CD002966",
        "PMID": "PMID:11678974",
        "Title": "Improved glycaemic control by addition of glimepiride to metformin monotherapy in type 2 diabetic patients.",
        "Abstract": "To compare the effect of glimepiride in combination with metformin with monotherapy of each drug on glycaemic control in Type 2 diabetic patients.\n                Randomized, double-blind, double-dummy, parallel-group multicentre study conducted in France. Type 2 diabetic patients aged 35-70 years inadequately controlled by metformin monotherapy 2550 mg daily for at least 4 weeks were randomized to either metformin, glimepiride or metformin and glimepiride.\n                Three hundred and seventy-two patients aged 56 +/- 8 years were treated for 5 months. Combination treatment was significantly more efficient in controlling HbA1c (% change + 0.07 +/- 1.20 for metformin, + 0.27 +/- 1.10 for glimepiride, -0.74 +/- 0.96 for combination treatment, P < 0.001), fasting blood glucose (FBG) (mmol/l change + 0.8 +/- 0.4 for metformin, + 0.7 +/- 3.1 for glimepiride and -1.8 +/- 2.2 for combination treatment, P < 0.001) and post-prandial blood glucose (PPBG) (mmol/l change + 1.1 +/- 5.9 for metformin, + 0.1 +/- 5.1 for glimepiride and -2.6 +/- 3.9 for combination treatment, P < 0.001) than either glimepiride or metformin alone. There was no significant difference between metformin or glimepiride monotherapy with respect to the change in HbA1c or FBG; however, glimepiride was significantly more effective than metformin in reducing PPBG. The incidence of symptomatic hypoglycaemia was higher in the combination group than in either monotherapy group (P = 0.039).\n                Addition of glimepiride to metformin in Type 2 diabetic patients inadequately controlled by metformin alone resulted in superior glycaemic control compared with glimepiride or metformin monotherapy.",
        "Year": 2001.0,
        "CitationCount": 153
    },
    {
        "Unnamed: 0": 30045,
        "ReviewID": "CD002966",
        "PMID": "PMID:11300445",
        "Title": "Improved endothelial function with metformin in type 2 diabetes mellitus.",
        "Abstract": "This study was designed to assess the effect of metformin on impaired endothelial function in type 2 diabetes mellitus.\n                Abnormalities in vascular endothelial function are well recognized among patients with type 2 (insulin-resistant) diabetes mellitus. Insulin resistance itself may be central to the pathogenesis of endothelial dysfunction. The effects of metformin, an antidiabetic agent that improves insulin sensitivity, on endothelial function have not been reported.\n                Subjects with diet-treated type 2 diabetes but without the confounding collection of cardiovascular risk factors seen in the metabolic syndrome were treated with metformin 500 mg twice daily (n = 29) or placebo (n = 15) for 12 weeks. Before and after treatment, blood flow responses to intraarterial administration of endothelium-dependent (acetylcholine), endothelium-independent (sodium nitroprusside) and nitrate-independent (verapamil) vasodilators were measured using forearm plethysmography. Whole-body insulin resistance was assessed on both occasions using the homeostasis model (HOMA-IR).\n                Subjects who received metformin demonstrated statistically significant improvement in acetylcholine-stimulated flows compared with those treated with placebo (p = 0.0027 by 2-way analysis of variance), whereas no significant effect was seen on nitroprusside-stimulated (p = 0.27) or verapamil-stimulated (p = 0.40) flows. There was a significant improvement in insulin resistance with metformin (32.5% reduction in HOMA-IR, p = 0.01), and by stepwise multivariate analysis insulin resistance was the sole predictor of endothelium-dependent blood flow following treatment (r = -0.659, p = 0.0012).\n                Metformin treatment improved both insulin resistance and endothelial function, with a strong statistical link between these variables. This supports the concept of the central role of insulin resistance in the pathogenesis of endothelial dysfunction in type 2 diabetes mellitus. This has important implications for the investigation and treatment of vascular disease in patients with type 2 diabetes mellitus.",
        "Year": 2001.0,
        "CitationCount": 514
    },
    {
        "Unnamed: 0": 30052,
        "ReviewID": "CD002966",
        "PMID": "PMID:12453903",
        "Title": "Rosiglitazone but not metformin enhances insulin- and exercise-stimulated skeletal muscle glucose uptake in patients with newly diagnosed type 2 diabetes.",
        "Abstract": "Rosiglitazone, a thiazolidinedione, enhances peripheral insulin sensitivity in patients with type 2 diabetes. Because the synergic action of insulin and exercise has been shown to be decreased in insulin resistance, the aim of this study was to compare the effects of rosiglitazone and metformin on muscle insulin responsiveness at rest and during exercise in patients with type 2 diabetes. Therefore, 45 patients with newly diagnosed or diet-treated type 2 diabetes were randomized for treatment with rosiglitazone (4 mg b.i.d.), metformin (1 g b.i.d.), or placebo in a 26-week double-blind trial. Skeletal muscle glucose uptake was measured using fluorine-18-labeled fluoro-deoxy-glucose and positron emission tomography (PET) during euglycemic-hyperinsulinemic clamp and one-legged exercise before and after the treatment period. Rosiglitazone (P < 0.05) and metformin (P < 0.0001) treatment lowered the mean glycosylated hemoglobin. The skeletal muscle glucose uptake was increased by 38% (P < 0.01) and whole-body glucose uptake by 44% in the rosiglitazone group. Furthermore, the exercise-induced increment during insulin stimulation was enhanced by 99% (P < 0.0001). No changes were observed in skeletal muscle or whole-body insulin sensitivity in the metformin group. In conclusion, rosiglitazone but not metformin 1) improves insulin responsiveness in resting skeletal muscle and 2) doubles the insulin-stimulated glucose uptake rate during physical exercise in patients with type 2 diabetes. Our results suggest that rosiglitazone improves synergic action of insulin and exercise.",
        "Year": 2002.0,
        "CitationCount": 171
    },
    {
        "Unnamed: 0": 30044,
        "ReviewID": "CD002966",
        "PMID": "PMID:12682825",
        "Title": "Six-month efficacy of benfluorex vs. placebo or metformin in diet-failed type 2 diabetic patients.",
        "Abstract": "Six-month efficacy of benfluorex (Mediator) (150-450 mg/day) was assessed in a double-blind multicenter study vs. placebo or metformin hydrochloride (850-2550 mg/day). After a 2-month run-in period of strict dieting, 722 type 2 diabetic patients were randomized (1:2:2) to receive placebo (n=144), benfluorex (n=294) or metformin (n=284). After a 5-week dose-finding phase, the efficacy of benfluorex was compared with that of placebo (test for difference, main analysis) and metformin (non-inferiority test, secondary analysis) during a 6-month fixed-dose treatment. At entry after strict dieting, there was no difference between groups for HbA(1C) (placebo, 7.4%+/-1.5%; benfluorex, 7.7%+/-1.6%; metformin, 7.8%+/-1.6%) and fasting plasma glucose (FPG; placebo, 9.7+/-2.3 mmol/l; benfluorex, 10.0+/-2.0 mmol/l; metformin, 10.2+/-2.5 mmol/l). At the end of the dose-finding phase, mean doses were 2.71 tablets/day for placebo group, 2.65 tablets/day for benfluorex (397.5 mg/day) and 2.50 tablets/day for metformin (2125 mg/day). At the end of treatment, HbA(1C) level decreased by 0.60% ( p<0.001) in benfluorex patients while it increased by 0.50% ( p<0.001) with placebo (intent-to-treat analysis). The mean endpoint difference was -0.86% (SE, 0.17%; p<0.001). Mean endpoint difference in HbA(1C) between benfluorex and metformin was 0.28% (SE, 0.12%) [90% CI, 0.07 to 0.48] (non-inferiority test, p=0.037). Treatment with benfluorex was well tolerated; 39% of these patients reported one or more emergent adverse events (compared to 38% on placebo and 43% on metformin) and only two patients suffered a treatment-related, serious adverse event. This study demonstrates that benfluorex: (1) significantly reduces HbA1C and fasting plasma glucose when compared to placebo; (2) has a good safety profile; and (3) has relatively lower potency compared to metformin, although the non-inferiority test (equivalence limit for HbA(1C) of 0.5%) was significant.",
        "Year": 2003.0,
        "CitationCount": 28
    },
    {
        "Unnamed: 0": 30049,
        "ReviewID": "CD002966",
        "PMID": "PMID:12679450",
        "Title": "Effect of pioglitazone compared with metformin on glycemic control and indicators of insulin sensitivity in recently diagnosed patients with type 2 diabetes.",
        "Abstract": "Pioglitazone, a thiazolidinedione, improves glycemic control primarily by increasing peripheral insulin sensitivity in patients with type 2 diabetes, whereas metformin, a biguanide, exerts its effect primarily by decreasing hepatic glucose output. In the first head-to-head, double-blind clinical trial comparing these two oral antihyperglycemic medications (OAMs), we studied the effect of 32-wk monotherapy on glycemic control and insulin sensitivity in 205 patients with recently diagnosed type 2 diabetes who were naive to OAM therapy. Subjects were randomized to either 30 mg pioglitazone or 850 mg metformin daily with titrations upward to 45 mg (77% of pioglitazone patients) and 2550 mg (73% of metformin patients), as indicated, to achieve fasting plasma glucose levels of less than 7.0 mmol/liter (126 mg/dl). Pioglitazone was comparable to metformin in improving glycemic control as measured by hemoglobin A1C and fasting plasma glucose. At endpoint, pioglitazone was significantly more effective than metformin in improving indicators of insulin sensitivity, as determined by reduction of fasting serum insulin (P = 0.003) and by analysis of homeostasis model assessment for insulin sensitivity (HOMA-S; P = 0.002). Both OAM therapies were well tolerated. Therefore, pioglitazone and metformin are equally efficacious in regard to glycemic control, but they exert significantly different effects on insulin sensitivity due to differing mechanisms of action. The more pronounced improvement in indicators of insulin sensitivity by pioglitazone, as compared with metformin monotherapy in patients recently diagnosed with type 2 diabetes who are OAM-naive, may be of interest for further clinical evaluation.",
        "Year": 2003.0,
        "CitationCount": 171
    },
    {
        "Unnamed: 0": 30050,
        "ReviewID": "CD002966",
        "PMID": "PMID:12852706",
        "Title": "Multicenter, randomized, double-masked, parallel-group assessment of simultaneous glipizide/metformin as second-line pharmacologic treatment for patients with type 2 diabetes mellitus that is inadequately controlled by a sulfonylurea.",
        "Abstract": "Many patients with type 2 diabetes mellitus (DM) with inadequate long-term blood glucose control with sulfonylurea or metformin monotherapy require additional treatment. The synergistic effects of combining glipizide with metformin on glucose control may be realized by treating the primary effects of type 2 DM, impaired insulin secretion, and insulin resistance.\n                This study assessed therapy with glipizide/metformin combination tablets in patients with type 2 DM that is uncontrolled by at least half the maximum labeled daily dose of a sulfonylurea.\n                In this multicenter, double-masked, parallel-group, active-controlled study, patients were randomized to receive glipizide 30-mg, metformin 500-mg, or glipizide/metformin 5/500 mg tablets for 18 weeks (metformin and glipizide/metformin doses were titrated to achieve blood glucose control). Maximum total daily doses were glipizide 30 mg, metformin 2000 mg, and glipizide/ metformin 20/2000 mg.\n                A total of 247 patients were included in the study. The mean (SD) age was 56.2 (10.1) years; 61.5% of patients were male; 70.0% were white, 15.8% were Hispanic/Latino, 13.0% were black, and 1.2% were Asian/Pacific Islanders. Patients were, on average, obese (mean [SD] body mass index, 31.3 [4.7] kg/m2), had moderate to severe hyperglycemia (mean [SD] glycated hemoglobin [HbA1c], 8.7% [1.1]), and had a mean (SD) DM duration of 6.5 (4.9) years. Glipizide/ metformin tablets controlled the HbA1c level more effectively than did either glipizide or metformin monotherapies (mean treatment differences, in favor of glipizide/ metformin, of -1.06% and -0.98%, respectively, P < 0.001). At study end, an HbA1c level < 7.0% was achieved in approximately 4-fold more patients who were treated with glipizide/metformin (36.3%) compared with glipizide (8.9%) or metformin (9.9%) monotherapies. Glipizide/metformin tablets also reduced the fasting plasma glucose (FPG) level and the 3-hour postprandial glucose area under the concentration-time curve more effectively than did either monotherapy, without increasing the fasting insulin level. The greater blood glucose control with glipizide/ metformin tablets was achieved at a mean daily dose of glipizide/metformin 17.5/1747 mg, compared with mean doses of glipizide 30.0 mg or metformin 1927 mg. Treatments were well tolerated, with a low incidence of symptoms of hypoglycemia evidenced by a fingerstick blood glucose measurement < or = 50 mg/dL in the combination group (12.6%); 1 patient discontinued the study treatment for this reason. No patient required medical assistance for hypoglycemia.\n                Glipizide/metformin tablets were more effective than either glipizide or metformin monotherapy in controlling HbA1c and in reducing FPG compared with baseline in patients with blood glucose that was uncontrolled with previous sulfonylurea treatment. In addition, patients receiving glipizide/ metformin were more likely to achieve an HbA1c level < 7.0%. These results were consistent with the synergistic effects on insulin resistance and beta cell dysfunction. Glipizide/metformin was well tolerated, with a low incidence of hypoglycemia.",
        "Year": 2003.0,
        "CitationCount": 63
    },
    {
        "Unnamed: 0": 30054,
        "ReviewID": "CD002966",
        "PMID": "PMID:1936478",
        "Title": "Comparative three-month study of the efficacies of metformin and gliclazide in the treatment of NIDD.",
        "Abstract": "In order to compare the effects of metformin and gliclazide on fasting serum insulin, 60 non-insulin dependent diabetics were included in a multi-centre study. Patients on a diabetic diet alone or a diabetic diet together with a sulphonylurea hypoglycaemic agent, with a fasting glucose greater than 1.4 g/l, on two measurements were included in the study. They were randomly allocated to two parallel groups and received either gliclazide or metformin. They were treated for three months and attended for consultation at one month and three months. The fasting serum insulin level decreased significantly in the group receiving metformin (26.2 +/- 3.2 mlU/L at entry versus 19.8 +/- 2.3 mlU/L after three months: less than 0.01), and increased in a non-significant way in the group receiving gliclazide (21.6 +/- 3 mlU/L versus 26.5 +/- 5 mlU/L after three months: NS). The difference between the two groups was significant (p less than 0.01). There was a comparable significant improvement in blood sugar levels during the three months in both patients receiving gliclazide and metformin. However, significant weight loss (p less than 0.05) occurred only in patients receiving metformin. There was an identical improvement in blood sugar control in both patients receiving gliclazide and metformin over the three months. On the other hand, fasting serum insulin levels decreased significantly in patients receiving metformin compared to gliclazide. The effect of metformin on serum insulin levels is probably due to its action on insulin resistance and its lack of effect on insulin secretion, in contrast to sulphonylurea hypoglycaemic agents like gliclazide.",
        "Year": null,
        "CitationCount": 35
    }
]