[
    {
        "Unnamed: 0": 27158,
        "ReviewID": "CD002800",
        "PMID": "PMID:758131",
        "Title": "Effect of short-term therapy with propylthiouracil in patients with alcoholic liver disease.",
        "Abstract": "The effect of propylthiouracil (PTU; 300 mg/day) on alcoholic liver disease was evaluated in 133 patients in a short-term randomized double-blind trial. Severity of the disease was assessed by a composite clinical and laboratory index (CCLI). A normalization rate (NR) representing the rate of improvement in CCLI was calculated. Patients with alcoholic hepatitis, with and without cirrhosis, showed a significantly higher NR on PTU (43.6 +/- 4.6) than on placebo (19.8 +/- 3.3; P less than 0.001). A similar effect was observed in patients with abnormal prothrombin (no biopsy): NR was 32.9 +/- 6.9 on PTU and 2.6 +/- 3.7 on placebo (P less than 0.005). The effect of PTU on each clinical and laboratory component of the CCLI was also compared in these two groups. In 38 patients with alcoholic hepatitis and in 25 with abnormal prothrombin, those on PTU showed a greater improvement in 15 of 15 items (P less than 0.001) and 14 of 15 (P less than 0.01), respectively. When patients were divided according to the severity of the disease into those in the lower and upper halves of the CCLI range (81 and 52 patients, respectively), PTU was shown to have a significant effect only in the latter: The NR was 41.4 +/- 3.8 on PTU and 22.5 +/- 4.2 on placebo (P less than 0.005). PTU was ineffective in patients with inactive cirrhosis.",
        "Year": 1979,
        "CitationCount": 169
    },
    {
        "Unnamed: 0": 27159,
        "ReviewID": "CD002800",
        "PMID": "PMID:7037524",
        "Title": "Double-blind, controlled trial of propylthiouracil in patients with severe acute alcoholic hepatitis.",
        "Abstract": "Sixty-seven patients entered a double-blind, controlled trial to evaluate the efficacy of propylthiouracil treatment in severe alcoholic hepatitis. Twenty-three percent (7 of 31) given propylthiouracil and 19% (7 of 36) given placebo died during the 6-wk study. Propylthiouracil treatment did not reduce the frequency and incidence of complications in alcoholic hepatitis, but induced hypothyroidism in 4 patients. Treatment produced no beneficial effect on any of the hepatic biochemical tests. We were unable to show any beneficial effect of propylthiouracil treatment on morbidity and mortality in patients with severe acute alcoholic hepatitis.",
        "Year": 1982,
        "CitationCount": 117
    },
    {
        "Unnamed: 0": 27160,
        "ReviewID": "CD002800",
        "PMID": "PMID:3317042",
        "Title": "Long-term treatment of alcoholic liver disease with propylthiouracil.",
        "Abstract": "Propylthiouracil has been shown experimentally to protect against alcohol-induced hepatocellular necrosis in hypoxic conditions. An earlier, short-term study of patients with alcoholism and liver disease indicated clinical improvement with propylthiouracil, but the effect on mortality could not be assessed. In the present study, we investigated the effect of propylthiouracil on mortality in patients with alcoholic liver disease in a long-term, double-blind, randomized clinical trial involving 310 compliant patients who received propylthiouracil (n = 157) or placebo (n = 153) for a maximum of two years. There were no differences between the two groups in demographic and clinical characteristics and biopsy-confirmed diagnoses at randomization, or in daily urinary alcohol levels during the study. The cumulative dropout rate over two years was not significantly different (propylthiouracil group, 0.68; placebo group, 0.60). The group receiving propylthiouracil (300 mg per day) had a cumulative mortality rate half that in the group receiving placebo (0.13 vs. 0.25 [P less than 0.05] in the total sample, and 0.25 vs. 0.55 [P less than 0.03] in a subgroup of severely ill patients [propylthiouracil group, n = 56; placebo group, n = 41]). Proportional-hazards stepwise regression analyses indicated that only propylthiouracil treatment, prothrombin time, hemoglobin levels, and mean daily urinary alcohol levels significantly affected mortality. The hazards ratio for the complete group indicated that mortality in the propylthiouracil group was 0.38 (95 percent confidence interval, 0.20 to 0.83) that of the placebo group. Protection by propylthiouracil was not observed in patients with high morning urinary alcohol levels. No clinically important side effects of propylthiouracil were observed at the dose used. We conclude that the administration of propylthiouracil can reduce mortality due to alcoholic liver disease.",
        "Year": 1987,
        "CitationCount": 133
    }
]