[
    {
        "Unnamed: 0":2994,
        "ReviewID":"CD004017",
        "PMID":"PMID:1880885",
        "Title":"Group- vs home-based exercise training in healthy older men and women. A community-based clinical trial.",
        "Abstract":"--To determine the effectiveness of group- vs home-based exercise training of higher and lower intensities among healthy, sedentary older adults.\n                --Year-long randomized, controlled trial comparing (1) higher-intensity group-based exercise training; (2) higher-intensity home-based exercise training; (3) lower-intensity home-based exercise training; or (4) assessment-only control.\n                --General community located in northern California.\n                --One hundred sixty women and 197 men 50 to 65 years of age who were sedentary and free of cardiovascular disease. One out of nine persons contacted through a community random-digit-dial telephone survey and citywide promotion were randomized.\n                --For higher-intensity exercise training, three 40-minute endurance training sessions per week were prescribed at 73% to 88% of peak treadmill heart rate. For lower-intensity exercise training, five 30-minute endurance training sessions per week were prescribed at 60% to 73% of peak treadmill heart rate.\n                --Treadmill exercise test performance, exercise participation rates, and heart disease risk factors.\n                --Compared with controls, subjects in all three exercise training conditions showed significant improvements in treadmill exercise test performance at 6 and 12 months (P less than .03). Lower-intensity exercise training achieved changes comparable with those of higher-intensity exercise training. Twelve-month exercise adherence rates were better for the two home-based exercise training conditions relative to the group-based exercise training condition (P less than .0005). There were no significant training-induced changes in lipid levels, weight, or blood pressure.\n                --We conclude that (1) this community-based exercise training program improved fitness but not heart disease risk factors among sedentary, healthy older adults; (2) home-based exercise was as effective as group exercise in producing these changes; (3) lower-intensity exercise training was as effective as higher-intensity exercise training in the home setting; and (4) the exercise programs were relatively safe.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":2998,
        "ReviewID":"CD004017",
        "PMID":"PMID:7743622",
        "Title":"Long-term effects of varying intensities and formats of physical activity on participation rates, fitness, and lipoproteins in men and women aged 50 to 65 years.",
        "Abstract":"Although exercise parameters such as intensity and format have been shown to influence exercise participation rates and physiological outcomes in the short term, few data are available evaluating their longer-term effects. The study objective was to determine the 2-year effects of differing intensities and formats of endurance exercise on exercise participation rates, fitness, and plasma HDL cholesterol levels among healthy older adults.\n                Higher-intensity, group-based exercise training; higher-intensity, home-based exercise; and lower-intensity, home-based exercise were compared in a 2-year randomized trial. Participants were 149 men and 120 postmenopausal women 50 to 65 years of age who were sedentary and free of cardiovascular disease. Recruitment was achieved through a random digit-dial community telephone survey and media promotion. All exercise occurred in community settings. For higher-intensity exercise training, three 40-minute endurance training sessions per week were prescribed at 73% to 88% of peak treadmill heart rate. For lower-intensity exercise, five 30-minute endurance training sessions per week were prescribed at 60% to 73% of peak treadmill heart rate. Treadmill exercise performance, lipoprotein levels and other heart disease risk factors, and exercise adherence were evaluated at baseline and across the 2-year period. Treadmill exercise test performance improved for all three training conditions during year 1 and was successfully maintained during year 2, particularly for subjects in the higher-intensity, home-based condition. Subjects in that condition also showed the greatest year 2 exercise adherence rates (P < .003). Although no significant increases in HDL cholesterol were observed during year 1, by the end of year 2 subjects in the two home-based training conditions showed small but significant HDL cholesterol increases over baseline (P < .01). The increases were particularly pronounced for subjects in the lower-intensity condition, whose exercise prescription required more frequent exercise sessions per week. For all exercise conditions, increases in HDL cholesterol were associated with decreases in waist-to-hip ratio in both men and women (P < .04).\n                While older adults can benefit from initiating a regular regimen of moderate-intensity exercise in terms of improved fitness levels and small improvements in HDL cholesterol levels, the time frame needed to achieve HDL cholesterol change (2 years) may be longer than that reported previously for younger populations. Frequency of participation may be particularly important for achieving such changes. Supervised home-based exercise regimens represent a safe, attractive alternative for achieving sustained participation.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":2999,
        "ReviewID":"CD004017",
        "PMID":"PMID:9112877",
        "Title":"Hospital vs home-based exercise rehabilitation for patients with peripheral arterial occlusive disease.",
        "Abstract":"Supervised, hospital-based exercise rehabilitation programs are effective for improving functional status for patients with claudication due to peripheral arterial occlusive disease. However, it has been suggested that unsupervised, home-based exercise programs, which have been relatively little evaluated, would be equally efficacious as compared with hospital-based programs. The authors tested the hypothesis that a hospital-based exercise rehabilitation program would improve treadmill exercise performance more than a home-based program. Of 20 consecutively enrolled patients with claudication, 10 were randomly placed into a supervised, hospital-based program and 10 into an unsupervised, home-based program for a three-month period. Exercise performance was evaluated by treadmill testing using a graded protocol. In addition, functional status was evaluated by the Walking Impairment Questionnaire (WIQ) and the Medical Outcomes Study SF-20 questionnaire (MOS). Patients in the hospital-based program were treated with treadmill walking three times a week for one hour\/visit. Patients in the home-based program were instructed to walk at least three times a week and were contacted weekly to provide encouragement and to record compliance with the program. Patients in the hospital-based group improved peak walking time by 137%, pain-free walking time by 150%, and peak oxygen consumption by 19% (all P < 0.05). Patients reported an improved walking distance and speed according to WIQ data (both P < 0.05). In addition, the MOS physical functioning score in the hospital-based group improved by 20 percentage points (P < 0.05). In contrast, patients in the home-based program did not improve exercise performance measured on the treadmill. Improvement in the ability to walk on the treadmill was greater in the hospital-based than the home-based program (P < 0.05). The ability to walk distances was the only questionnaire measure that improved in persons who received the home-based program (P < 0.05). Preliminary results suggest that a supervised, hospital-based program is more effective for improving treadmill exercise performance than an unsupervised, home-based program.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":3000,
        "ReviewID":"CD004017",
        "PMID":"PMID:9052565",
        "Title":"Value of a supervised exercise program for the therapy of arterial claudication.",
        "Abstract":"This study was performed to test the effectiveness of a formal supervised exercise program against a home-based exercise program for both walking ability and quality of life endpoints.\n                Patients with arterial claudication were randomized to either a 12-week supervised exercise program (SUPEX) with weekly lectures relating to peripheral vascular disease or to a home exercise group (HOMEX) who attended an identical lecture program and received weekly exercise instruction. The study population included 29 men and 26 women, with a mean age of 69.1 +\/- 8.1 years. Forty-seven patients completed the 12-week program, 46 were available for testing at completion, and 38 for 6-month testing. Claudication pain time (CPT) and maximum walking time (MWT) on a progressive treadmill exercise test were assessed at baseline, program completion, and 6 months. The Medical Outcomes Study Short Form-36 (SF-36) was administered at these intervals to assess effects on quality of life.\n                Each group improved (p < 0.001) in both CPT and MWT at the completion of the 12-week program, which was sustained at the 6-month follow-up. Increase in HOMEX CPT from baseline (3.6 +\/- 2.73 minutes) to 6-month follow-up (6.6 +\/- 3.17 minutes) was less than for the SUPEX group (3.8 +\/- 2.74 to 11.2 +\/- 4.02 minutes, respectively); similar results were obtained for MWT. At both completion and 6 months, there was a significant intergroup difference for CPT and MWT (p < 0.004) favoring SUPEX. For both groups, measures of health perception based on the SF-36 demonstrated improvement (p < 0.002) in Physical Function Subscale, Bodily Pain Subscale, and Physical Composite Score. There were no between-group differences on the subsets of the SF-36 at the three assessment intervals.\n                Supervised exercise programs provide superior increased walking ability in the noninterventional therapy of arterial claudication, and both supervised and home based exercise therapy result in improved SF-36 functional measures. The lack of intergroup differences in these measures may be a result of the high degree of interaction with healthcare providers in the HOMEX group. Although a supervised program results in optimal walking benefits, a highly structured home-based program provides similar functional improvement and may be a satisfactory alternative for patients with lesser walking requirements.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":2996,
        "ReviewID":"CD004017",
        "PMID":"PMID:10759446",
        "Title":"Comparison of effects of supervised versus self-monitored training programmes in patients with chronic obstructive pulmonary disease.",
        "Abstract":"The effects of two 8 week programmes of reconditioning in chronic obstructive pulmonary disease (COPD) patients were studied. Forty one subjects (mean+\/-SD) 644.5) yrs; forced expiratory volume in one second (FEV1) 1.09+\/-0.16 L; 40.6+\/-6.2% predicted were randomly assigned either to supervised training on a treadmill, 4 days x week(-1) (group S; n=21) or walking 3 or 4 km in 1 h 4 days x week(-1), self-monitored with a pedometer, with weekly visits to encourage adherence (group SM; n=20). Patients were evaluated with the chronic respiratory diseases questionnaire (CRQ) and two exercise tests on a treadmill: incremental (IT) and constant (CT), above lactic threshold or 70% of maximal oxygen uptake (VO2, max) with arterial blood lactate determinations. Estimated mean work rate of training was 69+\/-27 W and 25+\/-5 W respectively for groups S and SM. Both types of training produced similar changes in the four dimensions of the CRQ. In group S reconditioning yielded significant (p<0.05) increases in VO2, max and increases in duration, with decreased lactate accumulation, ventilation, CO2 output (VCO2), heart rate (HR) and diastolic blood pressure (DBP) at the end of CT. They also adopted a deeper slower pattern of breathing during exercise. The SM group showed significant (p<0.05) increases in duration, lower HR and DBP at the end of CT. Significantly (p<0.05) different effects between S and SM programmes were changes in VO2, max 100+\/-101 mL x min(-1) versus 5+\/-101 mL x min(-1)), duration of the CT (8.1+\/-4.4 min versus 3.9+\/-4.7 min), VCO2 (-94+\/-153 mL x min(-1) versus 48+\/-252 mL x min(-1)), lactate accumulation (-1.3+\/-2.2 mmol x L(-1) versus 0+\/-1.2 mmol x L(-1) and respiratory rate at the end of CT (4.3+\/-3.4 min(-1) versus -1+\/-4.2 min(-1)). Supervised, intense training yields physiological improvements in severe chronic obstructive pulmonary disease patients not induced by self-monitored training. The self-monitored, less intense training, increases submaximal exercise endurance, although to a lesser degree.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":2997,
        "ReviewID":"CD004017",
        "PMID":"PMID:12953145",
        "Title":"Long-term effects of a maintenance program after supervised or self-monitored training programs in patients with COPD.",
        "Abstract":"The evaluation of a 13-month maintenance program (MP) for 39 severe COPD patients with FEV(1)%pred 44(7)% who, as result of two different 8-week leg exercise training (LET) programs, one supervised at the hospital (group S; n = 20) and the other self-monitored (SM; n = 19), had achieved different levels of exercise tolerance. After LET, patients in group S had a higher maximal oxygen uptake and endurance time than patients in the SM group [ O(2)max 1.43(0.30) l. min(-1)] vs l.25(0.27) l. min(-1) and endurance-time 16(4) min vs 12 (5) min, respectively). During the MP patients were advised to walk vigorously at least 4 km\/day, 4 times\/wk. After the MP, while endurance time remained higher than at baseline, it had decreased ( p < 0.01) immediately after LET in both groups and no differences were evident between groups (11(4) min and 10(4), respectively). In contrast, Chronic Respiratory Diseases Questionnaire scores, which had improved significantly after LET in both groups, remained high. Long-term effects of MP were independent of the training strategy or whether physiological improvements had been obtained with the initial LET. SM exercise programs do not seem capable of maintaining physiological improvements in exercise tolerance, though \"quality of life\" can be maintained.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":2995,
        "ReviewID":"CD004017",
        "PMID":"PMID:8620707",
        "Title":"A comparison between an outpatient hospital-based pulmonary rehabilitation program and a home-care pulmonary rehabilitation program in patients with COPD. A follow-up of 18 months.",
        "Abstract":"In this study, the effects of a 12-week hospital-based outpatient pulmonary rehabilitation program (HRP) are compared with those of a 12-week home-care rehabilitation program (HCRP) in COPD patients. A control group received no rehabilitation therapy.\n                After randomization and stratification, effects on lung function, exercise performance (4-min walking test and cycle ergometer test), dyspnea, and leg effort during exercise, and well-being were assessed in 45 COPD patients with moderate to severe airflow limitation (mean [SD] FEV1 percent predicted, 42.8 [8.4]).\n                After HRP and HCRP, at 3 to 6 months after the start of the study, equal improvements were detected in exercise capacity and in Borg dyspnea and leg effort scores at similar work levels during the cycle test. However, whereas after HRP at longer term values tended to return to baseline outcome, after HCRP a further ongoing significant improvement in exercise capacity was observed, while Borg dyspnea scores remained significantly improved over 18 months. Improvements in cycle workload and dyspnea score were significantly better maintained after HCRP as compared with HRP. Lung function, arterial oxygen saturation, and heart frequency during exercise did not change. A significant improvement in well-being was maintained over 18 months in both rehabilitation groups.\n                Beneficial effects are achieved both after a HRP and a HCRP in COPD patients with moderate to severe airflow limitation. Yet we recommend to initiate HCRPs as improvements are maintained longer and are even further strengthened in this setting.",
        "Year":null
    }
]