[
    {
        "Unnamed: 0": 14877,
        "ReviewID": "CD003785",
        "PMID": "PMID:9751087",
        "Title": "Therapeutic efficacy of multiple intravenous infusions of anti-tumor necrosis factor alpha monoclonal antibody combined with low-dose weekly methotrexate in rheumatoid arthritis.",
        "Abstract": "To evaluate the efficacy, pharmacokinetics, immunogenicity, and safety of multiple infusions of a chimeric monoclonal anti-tumor necrosis factor alpha antibody (cA2) (infliximab; Remicade, Centocor, Malvern, PA) given alone or in combination with low-dose methotrexate (MTX) in rheumatoid arthritis (RA) patients.\n                In a 26-week, double-blind, placebo-controlled, multicenter trial, 101 patients with active RA exhibiting an incomplete response or flare of disease activity while receiving low-dose MTX were randomized to 1 of 7 groups of 14-15 patients each. The patients received either intravenous cA2 at 1, 3, or 10 mg/kg, with or without MTX 7.5 mg/week, or intravenous placebo plus MTX 7.5 mg/week at weeks 0, 2, 6, 10, and 14 and were followed up through week 26.\n                Approximately 60% of patients receiving cA2 at 3 or 10 mg/kg with or without MTX achieved the 20% Paulus criteria for response to treatment, for a median duration of 10.4 to >18.1 weeks (P < 0.001 versus placebo). Patients receiving cA2 at 1 mg/kg without MTX became unresponsive to repeated infusions of cA2 (median duration 2.6 weeks; P=0.126 versus placebo). However, coadministration of cA2 at 1 mg/kg with MTX appeared to be synergistic, prolonging the duration of the 20% response in >60% of patients to a median of 16.5 weeks (P < 0.001 versus placebo; P=0.006 versus no MTX) and the 50% response to 12.2 weeks (P < 0.001 versus placebo; P=0.002 versus no MTX). Patients receiving placebo infusions plus suboptimal low-dose MTX continued to have active disease, with a Paulus response lasting a median of 0 weeks. A 70-90% reduction in the swollen joint count, tender joint count, and C-reactive protein level was maintained for the entire 26 weeks in patients receiving 10 mg/kg of cA2 with MTX. In general, treatment was well tolerated and stable blood levels of cA2 were achieved in all groups, except for the group receiving 1 mg/kg of cA2 alone, at which dosage antibodies to cA2 were observed in approximately 50% of the patients.\n                Multiple infusions of cA2 were effective and well tolerated, with the best results occurring at 3 and 10 mg/kg either alone or in combination with MTX in approximately 60% of patients with active RA despite therapy with low-dose MTX. When cA2 at 1 mg/kg was given with low-dose MTX, synergy was observed. The results of the trial provide a strategy for further evaluation of the efficacy and safety of longer-term treatment with cA2.",
        "Year": 1998,
        "CitationCount": 1734
    },
    {
        "Unnamed: 0": 14878,
        "ReviewID": "CD003785",
        "PMID": "PMID:10622295",
        "Title": "Infliximab (chimeric anti-tumour necrosis factor alpha monoclonal antibody) versus placebo in rheumatoid arthritis patients receiving concomitant methotrexate: a randomised phase III trial. ATTRACT Study Group.",
        "Abstract": "Not all patients with rheumatoid arthritis can tolerate or respond to methotrexate, a standard treatment for this disease. There is evidence that antitumour necrosis factor alpha (TNFalpha) is efficacious in relief of signs and symptoms. We therefore investigated whether infliximab, a chimeric human-mouse anti-TNFalpha monoclonal antibody would provide additional clinical benefit to patients who had active rheumatoid arthritis despite receiving methotrexate.\n                In an international double-blind placebo-controlled phase III clinical trial, 428 patients who had active rheumatoid arthritis, who had received continuous methotrexate for at least 3 months and at a stable dose for at least 4 weeks, were randomised to placebo (n=88) or one of four regimens of infliximab at weeks 0, 2, and 6. Additional infusions of the same dose were given every 4 or 8 weeks thereafter on a background of a stable dose of methotrexate (median 15 mg/week for > or =6 months, range 10-35 mg/wk). Patients were assessed every 4 weeks for 30 weeks.\n                At 30 weeks, the American College of Rheumatology (20) response criteria, representing a 20% improvement from baseline, were achieved in 53, 50, 58, and 52% of patients receiving 3 mg/kg every 4 or 8 weeks or 10 mg/kg every 4 or 8 weeks, respectively, compared with 20% of patients receiving placebo plus methotrexate (p<0.001 for each of the four infliximab regimens vs placebo). A 50% improvement was achieved in 29, 27, 26, and 31% of infliximab plus methotrexate in the same treatment groups, compared with 5% of patients on placebo plus methotrexate (p<0.001). Infliximab was well-tolerated; withdrawals for adverse events as well as the occurrence of serious adverse events or serious infections did not exceed those in the placebo group.\n                During 30 weeks, treatment with infliximab plus methotrexate was more efficacious than methotrexate alone in patients with active rheumatoid arthritis not previously responding to methotrexate.",
        "Year": 1999,
        "CitationCount": 2417
    }
]