[
    {
        "Unnamed: 0": 17251,
        "ReviewID": "CD004639",
        "PMID": "PMID:3904559",
        "Title": "Blood pressure response to oral calcium in persons with mild to moderate hypertension. A randomized, double-blind, placebo-controlled, crossover trial.",
        "Abstract": "The blood pressure response of 48 hypertensive persons and 32 normotensive persons to elemental calcium (as the carbonate or citrate salt), 1000 mg/d for 8 weeks, was assessed in a randomized, double-blind, placebo-controlled, crossover trial. Compared with placebo, Ca2+ significantly lowered supine systolic blood pressure by 3.8 mm Hg, standing systolic blood pressure by 5.6 mm Hg (p less than 0.02), and supine diastolic blood pressure by 2.3 mm Hg (p less than 0.05) in hypertensive persons. The response in normotensive persons differed significantly from that in hypertensives (p less than 0.03) as their blood pressure was unchanged. Twenty-one (44%) hypertensive and 6 (19%) normotensive persons achieved a reduction in standing systolic arterial pressure of 10 mm Hg or greater. Reported adverse effects were similar between calcium and placebo phases and did not necessitate withdrawal of any patient from the trial. Treatment with 1000 mg/d of oral Ca2+ for 8 weeks represents a safe, well-tolerated, nonpharmacologic intervention that lowers blood pressure in selected patients with mild to moderate hypertension.",
        "Year": 1985,
        "CitationCount": 229
    },
    {
        "Unnamed: 0": 17245,
        "ReviewID": "CD004639",
        "PMID": "PMID:3770869",
        "Title": "Controlled trial of long-term oral calcium supplementation in essential hypertension.",
        "Abstract": "A randomized, double-blind, placebo-controlled crossover trial of oral calcium supplementation was carried out in 18 patients with uncomplicated essential hypertension. After 15 weeks of oral calcium supplementation, 1 g/day, of the patients' habitual diet, the only blood pressure change (compared with the results of placebo treatment) was in the average standing systolic blood pressure, which was significantly reduced (-8.6 mm Hg; p less than 0.01). The 24-hour urinary calcium excretion and the total serum calcium concentration increased significantly during calcium supplementation (p less than 0.05), indicating good compliance with the treatment. The individual blood pressure changes with high calcium intake were found to be inversely related to basal 24-hour urinary calcium excretion (r = -0.69, p less than 0.001 for standing systolic pressure; r = -0.55, p less than 0.002 for standing diastolic pressure). This correlation was independent of age, basal blood pressure, serum calcium concentration, basal 24-hour urinary sodium excretion, and body weight changes during the trial. In particular, a subgroup of six patients, who had a basal 24-hour urinary calcium excretion higher than the mean + 2 SD of a reference healthy population previously described, showed a substantial average blood pressure fall at variance with the other patients in the study. These results do not support the usefulness of an oral calcium supplement in the majority of subjects with mild essential hypertension; however, they suggest that a group of patients with a previously reported abnormality of calcium metabolism may be responsive to this therapeutic measure.",
        "Year": 1986,
        "CitationCount": 71
    },
    {
        "Unnamed: 0": 17253,
        "ReviewID": "CD004639",
        "PMID": "PMID:3045202",
        "Title": "Double-blind randomized, crossover trial of calcium supplementation in essential hypertension.",
        "Abstract": "In a double-blind, randomized, placebo-controlled, crossover trial, 23 middle-aged patients with mild to moderate essential hypertension were given an oral calcium supplement (1 g/day) for 8 weeks. At the end of this period, eight patients continued with this treatment for an additional 2 weeks but were also given 0.5 micrograms/day of 1,25-(OH)2 vitamin D3. In the 21 patients who completed the study, arterial pressure during the calcium-supplemented phase was almost identical to that of the placebo phase. In eight patients, mean arterial pressure (MAP) had changed by greater than 5 mmHg at the end of the calcium-supplemented period, compared with the end of the placebo phase (six patients showed an increase in MAP and two a decrease). Changes in arterial pressure were unrelated to age, plasma ionized calcium, parathyroid hormone (PTH), plasma renin activity (PRA), plasma aldosterone, 24-h urinary calcium, sodium and potassium and were only weakly related to body weight. In the eight patients who continued with the treatment of calcium plus 1,25-(OH)2 vitamin D3 after the 8-week study period, arterial pressure changed very little and not significantly. These results do not support the suggestion that calcium supplements lower arterial pressure in middle-aged subjects with mild to moderate essential hypertension.",
        "Year": 1988,
        "CitationCount": 33
    },
    {
        "Unnamed: 0": 17249,
        "ReviewID": "CD004639",
        "PMID": "PMID:2491521",
        "Title": "[Effect of an oral calcium supplement in the treatment of slight-to- moderate essential arterial hypertension].",
        "Abstract": "51 patients with mild essential hypertension (EH) were randomly divided into two groups; the first group (31 patients) was treated with 1 g. of oral calcium during a period of 8 weeks; the second group received a placebo. The treated with calcium showed a significant decrease in blood pressure (BP), the maximal reduction being of 6 mm Hg in the systolic pressure (SBP) and 3 mm in the diastolic (DBP) at the end of the 8th week. We found a substantial positive relationship between the decrease in SBP and seric renin activity (p less than 0.05), as well as a significant negative relationship (p less than 0.05) between DBP and the seric level of parathyroid hormone (PTH). During the administration of the oral calcium supplement, the BP decreased in an inverse proportion to the plasmatic renin and seric level of PTH.",
        "Year": 1989,
        "CitationCount": 1
    },
    {
        "Unnamed: 0": 17255,
        "ReviewID": "CD004639",
        "PMID": "PMID:2737711",
        "Title": "Effect of calcium carbonate on blood pressure in normotensive and hypertensive people.",
        "Abstract": "Forty-seven patients with mild hypertension and 48 normotensive patients entered a blinded, parallel study in which they received a placebo, 10 mmol/day calcium carbonate (CaCO3), or 20 mmol/day CaCO3. There were no significant differences in blood pressure changes among the groups. In the hypertensive group and in patients with the highest blood pressure there were individual falls in systolic pressure, particularly in the group receiving 10 mmol daily CaCO3. In the hypertensive group the changes were: with placebo, -3 +/- 2/-2 +/- 2 mm Hg; with CaCO3 (10 mmol), -7 +/- 3/-2 +/- 2 mm Hg; and with CaCO3 (20 mmol), -2 +/- 3/1 +/- 2 mm Hg. No change was significant, and no pressure changes of patients taking CaCO3 differed significantly from changes of patients taking placebo. Ten of 33 patients taking placebo, 11 of 31 taking 10 mmol/day CaCO3, and nine of 31 taking 20 mmol/day CaCO3 were classified as responders from their systolic blood pressure fall. These response rates did not differ. Eight patients had falls of systolic blood pressure greater than 15 mm Hg. Five were on 10 mmol/day CaCO3 and three on 20 mmol/day CaCO3. This response was significantly different from that with placebo. Univariate analyses failed to reveal any predictive dietary or biochemical parameter. After 3 months of not taking CaCO3, 12 patients classified as responders, including six of the eight with a fall of 15 mm Hg or more, were rerandomized to placebo or to 20 mmol/day CaCO3. In the rechallenge, responses to CaCO3 and placebo were similar, neither causing a significant pressure fall. Calcium carbonate did not reduce blood pressure. The apparent response in a few patients was not verified by rechallenge. The present study does not support calcium supplementation as a useful nonpharmacological measure for reducing elevated blood pressure.",
        "Year": 1989,
        "CitationCount": 33
    },
    {
        "Unnamed: 0": 17246,
        "ReviewID": "CD004639",
        "PMID": "PMID:2053453",
        "Title": "Dietary calcium supplementation as a treatment for mild hypertension.",
        "Abstract": "The blood pressure responses of 19 mildly hypertensive (diastolic blood pressure 90-104 mmHg) individuals to treatment with either 1200 mg of elemental calcium supplementation or placebo were assessed weekly in a 6-month randomized, double-blind, placebo-controlled crossover study. Both groups showed a decrease in blood pressure (calcium treated: 6 +/- 12 mmHg systolic, 7 +/- 7 mmHg diastolic; and placebo controlled: 9 +/- 14 mmHg systolic, 9 +/- 8 mmHg diastolic). Differences between the two groups were not significant (P greater than 0.1). There were no adverse effects to either treatment. This study does not support the hypothesis that dietary calcium supplementation is more effective than placebo in reducing blood pressure in mildly hypertensive individuals.",
        "Year": 1991,
        "CitationCount": 15
    },
    {
        "Unnamed: 0": 17248,
        "ReviewID": "CD004639",
        "PMID": "PMID:1747217",
        "Title": "Calcium treatment of essential hypertension in elderly patients evaluated by 24 H monitoring.",
        "Abstract": "We used 24-h monitoring of blood pressure (BP) to evaluate the effect of calcium supplementation on mild to moderate essential hypertension in elderly hospitalized patients for the first time in a controlled crossover study. The mean systolic and diastolic BP over a period of 24 h declined by 13.6 mm Hg (P less than .005) and 5.0 mm Hg (P less than .05) respectively in patients whose diet was supplemented with 1 g of elemental calcium in the form of oystershell electrolysate (AA calcium). Serum ionized calcium and urinary calcium and sodium excretion increased (serum Ca2+ 0.16 +/- 0.03 mEq/L, P less than .05; FECa 0.5 +/- 0.2%, P less than .05; FENa 0.4 +/- 0.1%, P less than .05) and plasma parathyroid hormone was suppressed (12.2 +/- 2.3 pg/mL, P less than .005). These data suggest that supplementation of dietary calcium may contribute to a reduction of BP in elderly patients with essential hypertension.",
        "Year": 1991,
        "CitationCount": 29
    },
    {
        "Unnamed: 0": 17252,
        "ReviewID": "CD004639",
        "PMID": "PMID:1407240",
        "Title": "Does baseline serum total calcium level influence the blood pressure response to calcium supplementation? A double-blind study.",
        "Abstract": "This was a randomized and double-blind study to examine: (1) the effect of a 1500 mg/day calcium supplement vs a placebo for 8 wk in 42 adults with high normal or mildly elevated blood pressure (BP) and, (2) the relationship between baseline serum total calcium levels and BP response to calcium supplementation. Following the experimental protocol, mean pressures were lower in the treatment vs placebo group (95.7 mmHg and 102.1 mmHg, p = 0.002), but response was not related to initial serum total calcium levels. After 8 wk of calcium supplementation, serum total calcium was greater in the treatment group compared to the placebo group (p = 0.02). Within the treatment group only, the change in total serum calcium was related to the change in parathyroid hormone (r = -0.92, p = 0.0002); and the change in ionized calcium was related to the change in parathyroid hormone (r = -0.68, p = 0.03) in the subgroup with low baseline serum total calcium. This study provides further support for the hypotensive effect of supplemental calcium in some people. However, it fails to clarify or expand upon previous reports that a low serum total calcium level might be predictive of the blood pressure response to increased calcium.",
        "Year": 1992,
        "CitationCount": 12
    },
    {
        "Unnamed: 0": 17244,
        "ReviewID": "CD004639",
        "PMID": "PMID:8110435",
        "Title": "The blood pressure effects of calcium supplementation in humans of known sodium responsiveness.",
        "Abstract": "We examined the interactions between sodium and calcium responsiveness of blood pressure by studying the effects of calcium supplementation in 46 normotensive and hypertensive subjects who had been previously characterized as salt sensitive or salt resistant on the basis of their blood pressure responses to rapid sodium and extracellular volume expansion and contraction. The calcium supplementation study utilized a placebo-controlled, double-blind, randomized crossover design. Subjects received calcium carbonate supplementation (1.5 g/day) for 8 weeks or matching placebo, with 2-week placebo lead-in and crossover periods. For the entire group, no significant blood pressure changes were seen with calcium supplementation. When the subjects were separated on the basis of race or prior salt sensitivity, significant differences were seen. Blacks and salt sensitive subjects exhibited a significant (P < .05) blood pressure decrease when compared to their counterparts. Calcium sensitive subjects had significantly (P < .02) lower levels of plasma renin activity than those not demonstrating a decrease in blood pressure with added calcium. When urinary calcium excretion of subjects previously defined as salt sensitive or salt resistant were compared, the former had significantly (P < .001) higher calcium excretion values at baseline as well as during the placebo and calcium supplementation periods than did the latter. There were no known differences in dietary calcium intake to account for the striking urinary findings. These observations confirm the heterogeneity of blood pressure response to calcium supplementation and demonstrate congruity between sodium and calcium responsiveness of blood pressure in normal and hypertensive humans.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1993,
        "CitationCount": 60
    },
    {
        "Unnamed: 0": 17254,
        "ReviewID": "CD004639",
        "PMID": "PMID:8450520",
        "Title": "Effect of oral calcium supplementation on blood pressure in patients with previously untreated hypertension: a randomised, double-blind, placebo-controlled, crossover study.",
        "Abstract": "It has been claimed that calcium lowers BP. The present randomised, double-blind, placebo-controlled crossover study is the first to investigate the effect on BP of a high oral dose of calcium given for a long period to patients with previously untreated hypertension. Elemental calcium (2 g) was administered for 12 weeks interchanging with a period of 12 weeks of placebo. Twenty patients completed the protocol. There was no significant difference in change of BP during the period of additional calcium intake when compared with placebo (P = 0.33). The risk of not detecting a real BP-lowering effect of calcium of at least 3 mmHg was < 5%. No evidence for the existence of a subgroup of 'responders' was found. It is concluded that a high daily dose of calcium supplementation given for 12 weeks does not decrease BP in previously untreated patients with mild to moderate hypertension.",
        "Year": 1993,
        "CitationCount": 13
    },
    {
        "Unnamed: 0": 17247,
        "ReviewID": "CD004639",
        "PMID": "PMID:9039155",
        "Title": "Oral calcium supplementation reduces intraplatelet free calcium concentration and insulin resistance in essential hypertensive patients.",
        "Abstract": "We evaluated the effect of oral calcium supplementation on blood pressure, calcium metabolism, and insulin resistance in essential hypertension. After receiving a standard diet with 500 mg of calcium per day during a 4-week period, 20 nondiabetic, essential hypertensive patients were randomized in a double-blind fashion to receive oral calcium supplementation (1500 mg of calcium per day) or placebo for 8 weeks. At the end of the 4-week period of low-calcium diet and after the 8-week period of intervention, we measured blood pressure (by both office and 24-hour ambulatory blood pressure monitoring), calcium-regulating hormones [urinary hydroxyproline and serum osteocalcin, parathormone, and 1,25(OH)2-vitamin D3], intraplatelet free calcium concentration, fasting plasma glucose and insulin levels, and the insulin-sensitivity index (euglycemic-hyperinsulinemic clamp). Compared with patients maintained at low calcium intake, essential hypertensive patients under oral calcium supplementation significantly reduced serum osteocalcin (from 22.2 +/- 1.9 to 17.9 +/- 2.0 micrograms/L; P = .0015), parathormone (from 4.20 +/- 0.38 to 3.30 +/- 0.36 pmol/L; P = .0003), and 1,25(OH)2-vitamin D3 (from 98.0 +/- 11.0 to 61.6 +/- 5.7 pmol/L; P = .0062). Likewise, we found a significant reduction in intraplatelet free calcium concentration (from 35.9 +/- 1.2 to 26.5 +/- 0.8 nmol/L; P = .0005) and fasting plasma insulin levels (from 71.8 +/- 5.9 to 64.6 +/- 6.2 pmol/L; P = .05) and a significant increase in the insulin-sensitivity index (from 2.89 +/- 0.77 to 4.00 +/- 0.95 mg.kg-1.min-1; P = .0007). None of these parameters were significantly modified in patients maintained at low calcium intake. Office and 24-hour mean values of systolic and diastolic blood pressure did not change after 8 weeks of oral calcium supplementation or placebo.",
        "Year": 1997,
        "CitationCount": 105
    },
    {
        "Unnamed: 0": 17250,
        "ReviewID": "CD004639",
        "PMID": "PMID:9856371",
        "Title": "Calcium supplementation in patients with essential hypertension: assessment by office, home and ambulatory blood pressure.",
        "Abstract": "To study the effects of a high calcium intake in hypertensive patients by blood pressure monitoring.\n                In a randomized crossover study, patients were assigned to an 8-week calcium supplementation period and an 8-week control period. The subjects were given 25 mmol/day (1 g/day) of calcium as calcium carbonate during the intervention period.\n                A hypertension clinic in a tertiary teaching hospital.\n                Sixty untreated or treated hypertensive patients (35 men and 25 women, mean age 58 years) with office systolic/diastolic blood pressure > or = 140/90 mmHg.\n                Office blood pressure, home blood pressure (last 7 days), and ambulatory 24 h blood pressure (every 30 min using TM-2421).\n                The serum calcium concentration and urinary calcium excretion increased significantly with calcium supplementation. Office, home and 24 h blood pressure were lower in the calcium period than in the control period, although the differences were small (mean +/- SEM office blood pressure: 1.2+/-1.2/1.1+/-0.7 mmHg; home blood pressure: 1.9+/-0.7/1.3+/-0.6 mmHg; 24 h blood pressure: 1.2+/-0.8/0.9+/-0.5 mmHg,), and significant only for home systolic and diastolic blood pressures. The difference in home systolic blood pressure was inversely correlated with the level of home blood pressure in the control period and with the difference in urinary calcium. The difference in 24 h systolic blood pressure was positively correlated with the control level of urinary calcium. Age, sex, antihypertensive medication, drinking habit, sodium intake or order of treatment did not significantly influence the effects of calcium supplementation.\n                An increase in calcium intake tends to lower office, home and ambulatory blood pressure in hypertensive patients. However, the antihypertensive effect is too small to support the general application of a high calcium intake in the treatment of hypertension.",
        "Year": 1998,
        "CitationCount": 43
    }
]