[
    {
        "Unnamed: 0": 34548,
        "ReviewID": "CD006691",
        "PMID": "PMID:12502670",
        "Title": "Metformin as an adjunct therapy in adolescents with type 1 diabetes and insulin resistance: a randomized controlled trial.",
        "Abstract": "To evaluate whether, in adolescents with type 1 diabetes, the addition of metformin to insulin and standard diabetes management results in 1) higher insulin sensitivity and 2) lower HbA1c, fasting glucose, insulin dosage (units per kilogram per day) and BMI.\n                This was a randomized, placebo-controlled 3-month trial of metformin therapy in 27 adolescents with type 1 diabetes, high insulin dosage (>1 unit. kg(-1). day(-1)), and HbA1c >8%, with measurements of insulin sensitivity (by frequently sampled intravenous glucose tolerance test [FSIGT]), HbA1c, insulin dosage, and BMI at the onset and end of treatment.\n                At t = 0, HbA1c was 9.2 +/- 0.9%, insulin dosage was 1.2 +/- 0.2 units. kg(-1). day(-1), fasting glucose was 10.6 +/- 2.4 mmol/l, and BMI was 24.2 +/- 3.9 kg/m2 (means +/- SD), with no difference between the metformin and placebo groups. At the end of the study, HbA1c was 0.6% lower in the metformin group than in the placebo group (P < 0.05). This was achieved at lower daily insulin dosages (metformin group -0.14 +/- 0.1 vs. placebo group 0.02 +/- 0.2 units. kg(-1). day(-1); P < 0.05), with no significant change in BMI. Fasting glucose levels improved significantly in the metformin group (P < 0.05). Change in insulin sensitivity, measured by FSIGT, was not significantly different between the two groups at study end. Mild hypoglycemia occurred more frequently in the metformin-treated than in the placebo subjects (1.75 +/- 0.8 vs. 0.9 +/- 0.4 events. patient(-1). week(-1); P = 0.03). There were no differences in frequency of severe hypoglycemic episodes or gastrointestinal complaints between the two groups.\n                Metformin treatment lowered HbA1c and decreased insulin dosage with no weight gain in teens with type 1 diabetes in poor metabolic control. Changes in insulin sensitivity were not documented in this study using the FSIGT. Long-term studies will determine whether these improvements are sustained and whether certain subgroups accrue greater benefit from this therapy.",
        "Year": 2003,
        "CitationCount": 167
    },
    {
        "Unnamed: 0": 34549,
        "ReviewID": "CD006691",
        "PMID": "PMID:14514347",
        "Title": "Metformin as additional therapy in adolescents with poorly controlled type 1 diabetes: randomised placebo-controlled trial with aspects on insulin sensitivity.",
        "Abstract": "Metabolic control often deteriorates during puberty in children with type 1 diabetes. The aim of the present study was to investigate whether addition of metformin for 3 Months improves metabolic control and insulin sensitivity.\n                Twenty-six of 30 randomised adolescents with type 1 diabetes (18 females, eight males) completed a double-blind placebo-controlled trial. Their mean age was 16.9+/-1.6 (s.d.) Years, mean glycated haemoglobin (HbA(1c)) 9.5+/-1.1% and daily insulin dosage 1.2+/-0.3 U/kg. The participants were randomised to receive oral metformin or placebo for 3 Months. HbA(1c) was measured Monthly, and peripheral insulin sensitivity was assessed by a euglycaemic hyperinsulinaemic clamp at baseline and at the end of the study.\n                HbA(1c) decreased significantly in the group treated with metformin, from 9.6 to 8.7% (P<0.05), but was unchanged in the placebo group (9.5 vs 9.2%). Peripheral glucose uptake divided by mean plasma insulin concentration was increased in the metformin group (P<0.05) but not in the placebo group. Initial insulin sensitivity was inversely correlated to changes in HbA(1c) (r=-0.62; P<0.05) and positively correlated to changes in insulin sensitivity (r=0.77; P<0.01).\n                In this double-blind placebo-controlled study we found that metformin improves metabolic control in adolescents with type 1 diabetes. The effect seems to be associated with an increased insulin-induced glucose uptake.",
        "Year": 2003,
        "CitationCount": 123
    }
]