[
    {
        "Unnamed: 0": 38791,
        "ReviewID": "CD008776",
        "PMID": "PMID:3533475",
        "Title": "Effect of computer-based learning on diabetes knowledge and control.",
        "Abstract": "Two interactive computer-based systems have been evaluated: a teaching program with text and animated graphics and a multiple-choice knowledge-assessment program (KAP) with optional prescriptive feedback. One hundred seventy-four routine-attending insulin-dependent diabetes mellitus (IDDM) and non-insulin-dependent diabetes mellitus (NIDDM) patients were allocated to active and control groups to determine the effect of these programs on knowledge and control after a 4- to 6-mo follow-up period. Interactive computer teaching (ICT) resulted in a significant knowledge increment in both IDDM and NIDDM patients (P less than .05), together with a mean fall of 0.8 and 0.7%, respectively, in HbA1c (P less than .05 and P greater than .1), but no changes were observed in respective control groups. The KAP with feedback also produced a significant knowledge increment in both IDDM and NIDDM patients (P less than .05), of similar magnitude to the ICT program, and a mean fall in HbA1c of 1.2 and 1.3%, respectively (P less than .05), with no changes in the corresponding control groups. Even when KAP was used without prescriptive feedback, smaller but significant mean falls in HbA1c of 0.7 and 0.8% (P less than .05) were seen in IDDM and NIDDM patients, respectively, suggesting a motivational effect resulting from program participation.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1986,
        "CitationCount": 82
    },
    {
        "Unnamed: 0": 38790,
        "ReviewID": "CD008776",
        "PMID": "PMID:8900703",
        "Title": "The development and evaluation of a computer-aided diabetes education program.",
        "Abstract": "This paper describes the development and evaluation of a computer-aided learning (CAL) program. The program was tested in a trial that involved 36 people with diabetes; 20 received CAL lessons in diabetes management and 16 attended conventional diabetes classes conducted by diabetes educators. When measurements taken before and three months after the education were compared, both groups showed significant improvement in their knowledge; the blood glucose levels of the CAL group were significantly lower but those of the conventional education group were higher. This means that the CAL program was as effective as conventional education in imparting knowledge but it was more likely to motivate people to control their glucose levels. The CAL program allows diabetes educators to spend less time on education in basic knowledge and to concentrate more on motivational and social factors that are important determinants of patient compliance. It can also benefit people with diabetes whose access to health professionals and/or conventional diabetes education is restricted.",
        "Year": 1996,
        "CitationCount": 39
    },
    {
        "Unnamed: 0": 38789,
        "ReviewID": "CD008776",
        "PMID": "PMID:11140073",
        "Title": "Telecommunication support for rural women with diabetes.",
        "Abstract": "The Women to Women Diabetes Project tested the use of telecommunication technology to deliver diabetes education and social support to rural women with diabetes. The aims were to (1) test the effects of the computer intervention in providing support, information, and education on selected outcomes, and (2) evaluate the women's attitudes toward and satisfaction with the intervention and the support provided.\n                Thirty women were randomized into computer and noncomputer groups and participated for 10 months. For 5 months, one group participated in a self-help support and educational group via the computer; the other group continued to use their usual modes of support and communication. Psychosocial well-being scales were administered and attitudes were surveyed.\n                Improving health and higher educational levels positively influenced measures of social support and quality of life. Women who were married or who reported greater support had higher scores on the Personal Resource Questionnaire. The women expressed positive effects of the computer-based support group on their lives.\n                The intervention was enthusiastically accepted, and could be conducted effectively in isolated rural areas.",
        "Year": 2000,
        "CitationCount": 73
    },
    {
        "Unnamed: 0": 38787,
        "ReviewID": "CD008776",
        "PMID": "PMID:12649049",
        "Title": "The D-Net diabetes self-management program: long-term implementation, outcomes, and generalization results.",
        "Abstract": "A prerequisite to translating research findings into practice is information on consistency of implementation, maintenance of results, and generalization of effects. This follow-up report is one of the few experimental studies to provide such information on Internet-based health education.\n                We present follow-up data 10 months following randomization on the \"Diabetes Network (D-Net)\" Internet-based self-management project, a randomized trial evaluating the incremental effects of adding (1) tailored self-management training or (2) peer support components to a basic Internet-based, information-focused comparison intervention. Participants were 320 adult type 2 diabetes patients from participating primary care offices, mean age 59 (SD = 9.2), who were relatively novice Internet users.\n                All intervention components were consistently implemented by staff, but participant website usage decreased over time. All conditions were significantly improved from baseline on behavioral, psychosocial, and some biological outcomes; and there were few differences between conditions. Results were robust across on-line coaches, patient characteristics, and participating clinics.\n                The basic D-Net intervention was implemented well and improvements were observed across a variety of patients, interventionists, and clinics. There were, however, difficulties in maintaining usage over time and additions of tailored self-management and peer support components generally did not significantly improve results.",
        "Year": 2003,
        "CitationCount": 312
    },
    {
        "Unnamed: 0": 38792,
        "ReviewID": "CD008776",
        "PMID": "PMID:12881874",
        "Title": "[Computer assisted nutrition therapy for patients with type 2 diabetes].",
        "Abstract": "To evaluate the efficacy of the\" Diabetes Diet Advisor\"(PC-DR vision 1.0)\" for type 2 diabetes.\n                One hundred and fifty type 2 diabetic patients were divided in the 2 groups. The study group included 88 type 2 diabetic patients managed by \"Diabetes Diet Advisor(PC-DR vision 1.0)\"; the control group included 62 cases with a fixed carbohydrate content. All patients were followed up for 8 weeks.\n                After 8 weeks dietary therapy, the fasting blood glucose (FBG), cholesterol (TC), triglycerides (TG), HDL-cholesterol (HDL- C) and body mass index (BMI) in study group were all significantly less than those in the control group (P<0.05). In the study group,the significant decrease were achieved in all indicates and FBG and 2hPBG decreased persistently. Twenty-five patients (28.41%) in study group and 6 patients (9.68%) in control group reduced their dosage of hypoglycemic agents or stopped drug therapy (P=0.007).\n                The software \"Diabetes Diet Advisor (PC-DR vision 1.0)\" is a useful tool of dietary management for patients with type 2 diabetes.",
        "Year": 2003,
        "CitationCount": 3
    },
    {
        "Unnamed: 0": 38782,
        "ReviewID": "CD008776",
        "PMID": "PMID:16241873",
        "Title": "A randomized, controlled trial of an automated wireless messaging system for diabetes.",
        "Abstract": "Aggressive management of blood glucose reduces future diabetes-related complications, but this is difficult to achieve.\n                This randomized, controlled study tested the effect of using a wireless two-way pager-based automated messaging system to improve diabetes control through facilitated self-management. The system sent health-related messages to patients, with automatic forwarding of urgent patient responses to the health care team.\n                Participants in both the experimental (pager) and the control groups experienced an average hemoglobin A1c decrease of 0.1-0.3%. More patients in the pager group were normotensive, and more felt that their health care was better by the end of the study. A total of 79% of participants enjoyed using the pager, and 68% wanted to continue using the system.\n                Utilizing a wireless, automated messaging system in clinical practice is a feasible, low-cost, interactive way to facilitate diabetes self-management, which is acceptable to patients. While providing a convenient way for patients and providers to communicate, this system can support automated recording and ready retrieval of these real-time interactions.",
        "Year": 2005,
        "CitationCount": 24
    },
    {
        "Unnamed: 0": 38788,
        "ReviewID": "CD008776",
        "PMID": "PMID:15616230",
        "Title": "Randomized effectiveness trial of a computer-assisted intervention to improve diabetes care.",
        "Abstract": "There is a well-documented gap between diabetes care guidelines and the services received by patients in most health care settings. This report presents 12-month follow-up results from a computer-assisted, patient-centered intervention to improve the level of recommended services patients received from a variety of primary care settings.\n                A total of 886 patients with type 2 diabetes under the care of 52 primary care physicians participated in the Diabetes Priority Program. Physicians were stratified and randomized to intervention or control conditions and evaluated on two primary outcomes: number of recommended laboratory screenings and recommended patient-centered care activities completed from the National Committee on Quality Assurance/American Diabetes Association Provider Recognition Program (PRP). Secondary outcomes were evaluated using the Problem Areas in Diabetes 2 quality of life scale, lipid and HbA1c levels, and the Patient Health Questionnaire-9 depression scale.\n                The program was well implemented and significantly improved both the number of laboratory assays and patient-centered aspects of diabetes care patients received compared with those in the control condition. There was overall improvement on secondary outcomes of lipids, HbA1c, quality of life, and depression scores; between-condition differences were not significant.\n                Staff in small, mixed-payer primary care offices can consistently implement a patient-centered intervention to improve PRP measures of quality of diabetes care. Alternative explanations for why these process improvements did not lead to improved outcomes, and suggested directions for future research are discussed.",
        "Year": 2005,
        "CitationCount": 118
    },
    {
        "Unnamed: 0": 38786,
        "ReviewID": "CD008776",
        "PMID": "PMID:17175680",
        "Title": "Effects of a brief computer-assisted diabetes self-management intervention on dietary, biological and quality-of-life outcomes.",
        "Abstract": "There is a need for practical, efficient and broad-reaching diabetes self-management interventions that can produce changes in lifestyle behaviours such as healthy eating and weight loss. The objective of this study was to evaluate such a computer-assisted intervention.\n                Type 2 diabetes primary care patients (n=335) from fee-for-service and health maintenance organization settings were randomized to social cognitive theory-based tailored self-management (TSM) or computer-aided enhanced usual care (UC). Intervention consisted of computer-assisted self-management assessment and feedback, tailored goal-setting, barrier identification, and problem-solving, followed by health counsellor interaction and follow-up calls. Outcomes were changes in dietary behaviours (fat and fruit/vegetable intake), haemoglobin Alc (HbA1c), lipids, weight, quality of life, and depression.\n                TSM patients reduced dietary fat intake and weight significantly more than UC patients at the 2-month follow-up. Among patients having elevated levels of HbA1c, lipids or depression at baseline, there were consistent directional trends favouring intervention, but these differences did not reach significance. The intervention proved feasible and was implemented successfully by a variety of staff.\n                This relatively low-intensity intervention appealed to a large, generally representative sample of patients, was well implemented, and produced improvement in targeted behaviours. Implications of this practical clinical trial for dissemination are discussed.",
        "Year": 2006,
        "CitationCount": 92
    },
    {
        "Unnamed: 0": 38784,
        "ReviewID": "CD008776",
        "PMID": "PMID:18473689",
        "Title": "WellDoc mobile diabetes management randomized controlled trial: change in clinical and behavioral outcomes and patient and physician satisfaction.",
        "Abstract": "Less than 63% of individuals with diabetes meet professional guidelines target of hemoglobin A1c <7.0%, and only 7% meet combined glycemic, lipid, and blood pressure goals. The primary study aim was to assess the impact on A1c of a cell phone-based diabetes management software system used with web-based data analytics and therapy optimization tools. Secondary aims examined health care provider (HCP) adherence to prescribing guidelines and assessed HCPs' adoption of the technology.\n                Thirty patients with type 2 diabetes were recruited from three community physician practices for a 3-month study and evenly randomized. The intervention group received cell phone-based software designed by endocrinologists and CDEs (WellDoc Communications, Inc., Baltimore, MD). The software provided real-time feedback on patients' blood glucose levels, displayed patients' medication regimens, incorporated hypo- and hyperglycemia treatment algorithms, and requested additional data needed to evaluate diabetes management. Patient data captured and transferred to secure servers were analyzed by proprietary statistical algorithms. The system sent computer-generated logbooks (with suggested treatment plans) to intervention patients' HCPs.\n                The average decrease in A1c for intervention patients was 2.03%, compared to 0.68% (P < 0.02, one-tailed) for control patients. Of the intervention patients, 84% had medications titrated or changed by their HCP compared to controls (23%, P = 0.002). Intervention patients' HCPs reported the system facilitated treatment decisions, provided organized data, and reduced logbook review time.\n                Adults with type 2 diabetes using WellDoc's software achieved statistically significant improvements in A1c. HCP and patient satisfaction with the system was clinically and statistically significant.",
        "Year": 2008,
        "CitationCount": 432
    },
    {
        "Unnamed: 0": 38793,
        "ReviewID": "CD008776",
        "PMID": "PMID:18227359",
        "Title": "Clinic-based support to help overweight patients with type 2 diabetes increase physical activity and lose weight.",
        "Abstract": "Our objective was to test the effect of physicians providing brief health lifestyle counseling to patients with type 2 diabetes mellitus during usual care visits.\n                We conducted a randomized controlled trial of a 12-month intervention at 2 large community health centers, enrolling 310 patients with a body mass index (calculated as weight in kilograms divided by height in meters squared) of 25 or greater. In the intervention group, self-management goals for nutrition and physical activity were set using a tailored computer program. Goals were then reviewed at each clinic visit by physicians. The control group received only printed health education materials. The main outcome measures included change in physical activity and body weight.\n                In the intervention group, recommended levels of physical activity increased from 26% at baseline to 53% at 12 months (P< .001) compared with controls (30% to 37%; P= .27), and 32% of patients in the intervention group lost 6 or more pounds at 12 months compared with 18.9% of controls (odds ratio, 2.2; P= .006).\n                A brief intervention to increase the dialogue between patients and health care providers about behavioral goals can lead to increased physical activity and weight loss.",
        "Year": 2008,
        "CitationCount": 174
    },
    {
        "Unnamed: 0": 38783,
        "ReviewID": "CD008776",
        "PMID": "PMID:19538239",
        "Title": "A Ubiquitous Chronic Disease Care system using cellular phones and the internet.",
        "Abstract": "The rapidly increasing prevalence of chronic diseases is an important challenge to healthcare systems worldwide. To improve the quality and efficiency of chronic disease care, we investigated the effectiveness and applicability of the Ubiquitous Chronic Disease Care (UCDC) system using cellular phones and the internet for overweight patients with both Type 2 diabetes and hypertension.\n                We conducted a randomized, controlled clinical trial over 3 months that included 123 patients at a university hospital and a community public health centre.\n                After 12 weeks, there were significant improvements in HbA(1c) in the intervention group (7.6 +/- 0.9% to 7.1 +/- 0.8%, P < 0.001) compared with the control group (7.4 +/- 0.9% to 7.6 +/- 1.0%, P = 0.03). Furthermore, we observed a significant reduction in systolic and diastolic blood pressure, as well as improvements in total cholesterol, low-density lipoprotein-cholesterol and triglyceride levels in the intervention group. Furthermore, there was a significant increase in adiponectin levels in the intervention group compared with the control group, although high-sensitivity C-reactive protein and interleukin-6 levels did not change in either group.\n                The novel UCDC system presented in this paper improved multiple metabolic parameters simultaneously in overweight patients with both Type 2 diabetes and hypertension.",
        "Year": 2009,
        "CitationCount": 162
    },
    {
        "Unnamed: 0": 38785,
        "ReviewID": "CD008776",
        "PMID": "PMID:20714820",
        "Title": "Outcomes of minimal and moderate support versions of an internet-based diabetes self-management support program.",
        "Abstract": "Internet and other interactive technology-based programs offer great potential for practical, effective, and cost-efficient diabetes self-management (DSM) programs capable of reaching large numbers of patients. This study evaluated minimal and moderate support versions of an Internet-based diabetes self-management program, compared to an enhanced usual care condition.\n                A three-arm practical randomized trial was conducted to evaluate minimal contact and moderate contact versions of an Internet-based diabetes self-management program, offered in English and Spanish, compared to enhanced usual care. A heterogeneous sample of 463 type 2 patients was randomized and 82.5% completed a 4-month follow-up. Primary outcomes were behavior changes in healthy eating, physical activity, and medication taking. Secondary outcomes included hemoglobin A1c, body mass index, lipids, and blood pressure.\n                The Internet-based intervention produced significantly greater improvements than the enhanced usual care condition on three of four behavioral outcomes (effect sizes [d] for healthy eating = 0.32; fat intake = 0.28; physical activity= 0.19) in both intent-to-treat and complete-cases analyses. These changes did not translate into differential improvements in biological outcomes during the 4-month study period. Added contact did not further enhance outcomes beyond the minimal contact intervention.\n                The Internet intervention meets several of the RE-AIM criteria for potential public health impact, including reaching a large number of persons, and being practical, feasible, and engaging for participants, but with mixed effectiveness in improving outcomes, and consistent results across different subgroups. Additional research is needed to evaluate longer-term outcomes, enhance effectiveness and cost-effectiveness, and understand the linkages between intervention processes and outcomes.",
        "Year": 2010,
        "CitationCount": 119
    },
    {
        "Unnamed: 0": 38794,
        "ReviewID": "CD008776",
        "PMID": "PMID:20299481",
        "Title": "Online diabetes self-management program: a randomized study.",
        "Abstract": "We hypothesized that people with type 2 diabetes in an online diabetes self-management program, compared with usual-care control subjects, would 1) demonstrate reduced A1C at 6 and 18 months, 2) have fewer symptoms, 3) demonstrate increased exercise, and 4) have improved self-efficacy and patient activation. In addition, participants randomized to listserve reinforcement would have better 18-month outcomes than participants receiving no reinforcement.\n                A total of 761 participants were randomized to 1) the program, 2) the program with e-mail reinforcement, or 3) were usual-care control subjects (no treatment). This sample included 110 American Indians/Alaska Natives (AI/ANs). Analyses of covariance models were used at the 6- and 18-month follow-up to compare groups.\n                At 6 months, A1C, patient activation, and self-efficacy were improved for program participants compared with usual care control subjects (P < 0.05). There were no changes in other health or behavioral indicators. The AI/AN program participants demonstrated improvements in health distress and activity limitation compared with usual-care control subjects. The subgroup with initial A1C >7% demonstrated stronger improvement in A1C (P = 0.01). At 18 months, self-efficacy and patient activation were improved for program participants. A1C was not measured. Reinforcement showed no improvement.\n                An online diabetes self-management program is acceptable for people with type 2 diabetes. Although the results were mixed they suggest 1) that the program may have beneficial effects in reducing A1C, 2) AI/AN populations can be engaged in and benefit from online interventions, and 3) our follow-up reinforcement appeared to have no value.",
        "Year": 2010,
        "CitationCount": 221
    },
    {
        "Unnamed: 0": 38795,
        "ReviewID": "CD008776",
        "PMID": "PMID:21788632",
        "Title": "Cluster-randomized trial of a mobile phone personalized behavioral intervention for blood glucose control.",
        "Abstract": "To test whether adding mobile application coaching and patient/provider web portals to community primary care compared with standard diabetes management would reduce glycated hemoglobin levels in patients with type 2 diabetes.\n                A cluster-randomized clinical trial, the Mobile Diabetes Intervention Study, randomly assigned 26 primary care practices to one of three stepped treatment groups or a control group (usual care). A total of 163 patients were enrolled and included in analysis. The primary outcome was change in glycated hemoglobin levels over a 1-year treatment period. Secondary outcomes were changes in patient-reported diabetes symptoms, diabetes distress, depression, and other clinical (blood pressure) and laboratory (lipid) values. Maximal treatment was a mobile- and web-based self-management patient coaching system and provider decision support. Patients received automated, real-time educational and behavioral messaging in response to individually analyzed blood glucose values, diabetes medications, and lifestyle behaviors communicated by mobile phone. Providers received quarterly reports summarizing patient's glycemic control, diabetes medication management, lifestyle behaviors, and evidence-based treatment options.\n                The mean declines in glycated hemoglobin were 1.9% in the maximal treatment group and 0.7% in the usual care group, a difference of 1.2% (P < 0.001) over 12 months. Appreciable differences were not observed between groups for patient-reported diabetes distress, depression, diabetes symptoms, or blood pressure and lipid levels (all P > 0.05).\n                The combination of behavioral mobile coaching with blood glucose data, lifestyle behaviors, and patient self-management data individually analyzed and presented with evidence-based guidelines to providers substantially reduced glycated hemoglobin levels over 1 year.",
        "Year": 2011,
        "CitationCount": 612
    },
    {
        "Unnamed: 0": 38796,
        "ReviewID": "CD008776",
        "PMID": "PMID:21270188",
        "Title": "Improved glycemic control without hypoglycemia in elderly diabetic patients using the ubiquitous healthcare service, a new medical information system.",
        "Abstract": "To improve quality and efficiency of care for elderly patients with type 2 diabetes, we introduced elderly-friendly strategies to the clinical decision support system (CDSS)-based ubiquitous healthcare (u-healthcare) service, which is an individualized health management system using advanced medical information technology.\n                We conducted a 6-month randomized, controlled clinical trial involving 144 patients aged >60 years. Participants were randomly assigned to receive routine care (control, n = 48), to the self-monitored blood glucose (SMBG, n = 47) group, or to the u-healthcare group (n = 49). The primary end point was the proportion of patients achieving A1C <7% without hypoglycemia at 6 months. U-healthcare system refers to an individualized medical service in which medical instructions are given through the patient's mobile phone. Patients receive a glucometer with a public switched telephone network-connected cradle that automatically transfers test results to a hospital-based server. Once the data are transferred to the server, an automated system, the CDSS rule engine, generates and sends patient-specific messages by mobile phone.\n                After 6 months of follow-up, the mean A1C level was significantly decreased from 7.8 ± 1.3% to 7.4 ± 1.0% (P < 0.001) in the u-healthcare group and from 7.9 ± 1.0% to 7.7 ± 1.0% (P = 0.020) in the SMBG group, compared with 7.9 ± 0.8% to 7.8 ± 1.0% (P = 0.274) in the control group. The proportion of patients with A1C <7% without hypoglycemia was 30.6% in the u-healthcare group, 23.4% in the SMBG group (23.4%), and 14.0% in the control group (P < 0.05).\n                The CDSS-based u-healthcare service achieved better glycemic control with less hypoglycemia than SMBG and routine care and may provide effective and safe diabetes management in the elderly diabetic patients.",
        "Year": 2011,
        "CitationCount": 183
    }
]