[
    {
        "Unnamed: 0": 19677,
        "ReviewID": "CD000988",
        "PMID": "PMID:6383127",
        "Title": "Buflomedil in arterial occlusive disease: results of a controlled multicenter study.",
        "Abstract": "In a double-blind, randomised multicentre study buflomedil, a vasoactive substance, was compared with placebo in the treatment of 93 patients with chronic arterial occlusive disease. After a run-in period of four weeks the patients received either buflomedil (600 mg daily) or placebo over 12 weeks. The pain-free and the total walking distances improved significantly in both groups. However, the differences in the improvement between the two groups were highly significant and in favour of buflomedil: for the pain-free walking distance p less than 0.001 and for the total walking distance p less than 0.01. The results indicate that buflomedil has a beneficial effect on the symptoms and lengthens the walking distance in patients with arterial occlusive disease.",
        "Year": 1984,
        "CitationCount": 36
    },
    {
        "Unnamed: 0": 19676,
        "ReviewID": "CD000988",
        "PMID": "PMID:11782701",
        "Title": "Clinical and hemorheological effects of buflomedil in diabetic subjects with intermittent claudication.",
        "Abstract": "Changes in blood rheology have been described in diabetes mellitus. Buflomedil, a vasoactive substance with hemorheological properties, has been widely used in the treatment of intermittent claudication. The aim of this study was to evaluate the effect of buflomedil on clinical and hemorheological parameters in subjects with type 2 diabetes and intermittent claudication.\n                Forty patients were randomly assigned to oral buflomedil or matching placebo for six months in a double-blind manner. Initial and absolute walking distances were assessed by a standard treadmill testing protocol. Erythrocyte deformability was estimated with a whole blood filtration technique. ADP- and collagen-induced platelet aggregation was assessed with an aggregation profiler. beta-thromboglobulin and platelet factor-4 were measured with radioimmunoassays. All tests were performed at baseline and after three and six months of treatment.\n                A significant increase in the mean initial (71%) and absolute (68%) walking distance was achieved only in the buflomedil group. ADP- and collagen-induced platelet aggregation was significantly reduced in the buflomedil group, while no significant changes in erythrocyte deformability, beta-thromboglobulin and platelet factor-4 levels were noticed. However, beta-thromboglobulin levels increased significantly in the placebo group.\n                These findings suggest the therapeutic efficacy of buflomedil in diabetic subjects with intermittent claudication. The inhibition of platelet aggregation and the influence on platelet activity exerted by the drug could play an important role in its clinical effect and may be of value in the treatment of such patients.",
        "Year": 2001,
        "CitationCount": 10
    }
]