[
    {
        "Unnamed: 0": 31225,
        "ReviewID": "CD004377",
        "PMID": "PMID:6600826",
        "Title": "Transcutaneous electrical nerve stimulation in rheumatoid arthritis.",
        "Abstract": "The therapeutic effect of once weekly transcutaneous electrical nerve stimulation in patients with rheumatoid arthritis was compared with placebo in a randomised, double-blind, non-crossover study lasting three weeks. Thirty-two patients with classic or definite rheumatoid arthritis and wrist involvement were evaluated. Transcutaneous electrical nerve stimulation was better than the placebo in relieving pain at rest and while gripping. In addition, grip strength, measured as power and work done, immediately improved following transcutaneous electrical nerve stimulation but returned almost to initial values between assessments. No significant improvement was shown for the placebo group.",
        "Year": 1983,
        "CitationCount": 50
    },
    {
        "Unnamed: 0": 31226,
        "ReviewID": "CD004377",
        "PMID": "PMID:6611576",
        "Title": "The analgesic effects of transcutaneous electrical nerve stimulation and placebo in chronic pain patients. A double-blind non-crossover comparison.",
        "Abstract": "The analgesic effects of high frequency transcutaneous electrical nerve stimulation (TNS), \"acupuncture-like\" TNS and placebo TNS were evaluated in 33 patients with rheumatoid arthritis and chronic hand pain using a randomized, double-blind, non-crossover design. An oscilloscope was employed to monitor the stimulator output in the TNS treatment groups and to provide strong suggestion and a focus of attention in the placebo treatment group. The two forms of TNS were applied at the highest intensity that could be tolerated by patients. Assessments of resting pain, joint tenderness, grip strength and grip pain were made before and after treatment. The pain and joint tenderness measurements showed high frequency TNS, \"acupuncture-like\" TNS and placebo TNS to be equally effective in producing analgesia of similar degree and trend over time. The grip strength measurements showed no significant change. The results obtained with placebo are probably due to the suggestion and attention effects of the visual stimulus. The implications of these results in respect to pain control pathways are discussed. Although TNS given at high intensity was shown to be no better than placebo applied with strong suggestion, this does not preclude its use as a method of pain control in rheumatoid arthritis.",
        "Year": 1984,
        "CitationCount": 42
    }
]