[
    {
        "Unnamed: 0": 36389,
        "ReviewID": "CD008305",
        "PMID": "PMID:18167048",
        "Title": "Effect of sugar cane policosanol on lipid profile in primary hypercholesterolemia.",
        "Abstract": "Policosanol, a mixture of long-chain aliphatic primary alcohols, is used as a cholesterol-lowering supplement. The effectiveness of policosanol is still questionable. To determine the lipoprotein-lowering effects of Cuban sugar cane-derived policosanol a double-blind, randomized, placebo controlled trial was performed. Sixty-eight primary hypercholesterolemic subjects were enrolled and randomly assigned to the treatment or to the control group. The first group received sugar cane policosanol 20 mg daily for 8 weeks, while the control group was treated with placebo. All subjects followed a normocaloric diet. The content of policosanol in the supplement tablets was assessed by gas chromatography. A total of 32 subjects in the policosanol group and 31 subjects in the control group completed the study. Body mass index, total cholesterol, HDL-cholesterol, LDL-cholesterol and triglyceride plasma levels did not change significantly in either group. In conclusion, sugar cane policosanol at doses of 20 mg daily showed no lipid lowering effects in subjects with primary hypercholesterolemia.",
        "Year": 2008,
        "CitationCount": 41
    },
    {
        "Unnamed: 0": 36391,
        "ReviewID": "CD008305",
        "PMID": "PMID:18424099",
        "Title": "Artichoke leaf extract (Cynara scolymus) reduces plasma cholesterol in otherwise healthy hypercholesterolemic adults: a randomized, double blind placebo controlled trial.",
        "Abstract": "Cardiovascular diseases are the chief causes of death in the UK, and are associated with high circulating levels of total cholesterol in the plasma. Artichoke leaf extracts (ALEs) have been reported to reduce plasma lipids levels, including total cholesterol, although high quality data is lacking. The objective of this trial was to assess the effect of ALE on plasma lipid levels and general well-being in otherwise healthy adults with mild to moderate hypercholesterolemia. 131 adults were screened for total plasma cholesterol in the range 6.0-8.0 mmol/l, with 75 suitable volunteers randomised onto the trial. Volunteers consumed 1280 mg of a standardised ALE, or matched placebo, daily for 12 weeks. Plasma total cholesterol decreased in the treatment group by an average of 4.2% (from 7.16 (SD 0.62) mmol/l to 6.86 (SD 0.68) mmol/l) and increased in the control group by an average of 1.9% (6.90 (SD 0.49) mmol/l to 7.03 (0.61) mmol/l), the difference between groups being statistically significant (p=0.025). No significant differences between groups were observed for LDL cholesterol, HDL cholesterol or triglyceride levels. General well-being improved significantly in both the treatment (11%) and control groups (9%) with no significant differences between groups. In conclusion, ALE consumption resulted in a modest but favourable statistically significant difference in total cholesterol after 12 weeks. In comparison with a previous trial, it is suggested that the apparent positive health status of the study population may have contributed to the modesty of the observed response.",
        "Year": 2008,
        "CitationCount": 143
    },
    {
        "Unnamed: 0": 36390,
        "ReviewID": "CD008305",
        "PMID": "PMID:19145637",
        "Title": "A randomized, multicentre, open-label, parallel-group trial to compare the efficacy and safety profile of daming capsule in patients with hypercholesterolemia.",
        "Abstract": "To study the efficacy and tolerability of Daming capsule (DMC) in Chinese patients with hyperlipidemia, a randomized, multi-centre, open-label, parallel-group trial was conducted. Sixty enrolled patients with hyperlipidemia allocated to six medical centers were randomly divided into two groups of 30 individuals each. One group received DMC 2 g b.i.d. for 6 weeks, and the other received pravastatin 10 mg o.d. for 6 weeks. For efficacy assessment, serum total cholesterol (TC), triglyceride (TG), low density lipoprotein cholesterol (LDL-C) and high density lipoprotein cholesterol (HDL-C) were measured before and after drug treatment. Serum TC and LDL-C levels in the DMC-treatment group were significantly decreased compared with those before treatment (p < 0.05), while TG and HDL-C levels did not change much. Tolerability was assessed by heart rate (HR), blood pressure (BP), body mass index (BMI), alanine aminotransferase (ALT) and creatinine (Cr), which were not changed in either the DMC or pravastatin groups at 3 and 6 weeks (p > 0.05). Besides, eight patients experienced diarrhea during DMC treatment and two experienced myalgia and epigastric discomfort during pravastatin treatment. Based on the above results, it was concluded that DMC may be a good candidate for the treatment of hyperlipidemia and further clinical trials are warranted.\n                Copyright 2009 John Wiley & Sons, Ltd.",
        "Year": 2009,
        "CitationCount": 21
    }
]