[
    {
        "Unnamed: 0": 31463,
        "ReviewID": "CD007443",
        "PMID": "PMID:9354192",
        "Title": "Double-blind comparison of an oral Escherichia coli preparation and mesalazine in maintaining remission of ulcerative colitis.",
        "Abstract": "Aminosalicylates are used as standard treatment for maintaining remission in ulcerative colitis. As yet, there is no other existing alternative with proven efficacy. In light of the hypothesis that the intestinal environment may contribute to the pathophysiology of ulcerative colitis, a trial was conducted to test the effects of probiotic treatment with an oral preparation of non-pathogenic E. coli.\n                A total of 120 patients with inactive ulcerative colitis were included in a double-blind, double-dummy study comparing mesalazine 500 mg t.d.s. to an oral preparation of viable E. coli strain Nissle (Serotype 06: K5: H1) for 12 weeks with regard to their efficacy in preventing a relapse of the disease. Study objectives were to assess the equivalence of the clinical activity index (CAI) under the two treatment modalities and to compare relapse rates, relapse-free times and global assessment.\n                The start and end scores of the CAI demonstrated no significant difference (P = 0.12) between the two treatment groups. Relapse rates were 11.3% under mesalazine and 16.0% under E. coli Nissle 1917 (N.S.). Life table analysis showed a relapse-free time of 103 +/- 4 days for mesalazine and 106 +/- 5 days for E. coli Nissle 1917 (N.S.). Global assessment was similar for both groups. Tolerability to the treatment was excellent and did not differ. No serious adverse events were reported.\n                From the results of this preliminary study, probiotic treatment appears to offer another option for maintenance therapy of ulcerative colitis. Additional support is provided for the hypothesis of a pathophysiological role for the intestinal environment in ulcerative colitis.",
        "Year": 1997,
        "CitationCount": 808
    },
    {
        "Unnamed: 0": 31465,
        "ReviewID": "CD007443",
        "PMID": "PMID:15479682",
        "Title": "Maintaining remission of ulcerative colitis with the probiotic Escherichia coli Nissle 1917 is as effective as with standard mesalazine.",
        "Abstract": "Evidence exists for the pathogenic role of the enteric flora in inflammatory bowel disease. Probiotics contain living microorganisms which exert health effects on the host. We compared the efficacy in maintaining remission of the probiotic preparation Escherichia coli Nissle 1917 and established therapy with mesalazine in patients with ulcerative colitis.\n                In total, 327 patients were recruited and assigned to a double blind, double dummy trial to receive either the probiotic drug 200 mg once daily (n = 162) or mesalazine 500 mg three times daily (n = 165). The study lasted for 12 months and patients were assessed by clinical and endoscopic activity indices (Rachmilewitz) as well as by histology. The primary aim of the study was to confirm equivalent efficacy of the two drugs in the prevention of relapses.\n                The per protocol analysis revealed relapses in 40/110 (36.4%) patients in the E coli Nissle 1917 group and 38/112 (33.9%) in the mesalazine group (significant equivalence p = 0.003). Subgroup analyses showed no differences between the treatment groups in terms of duration and localisation of disease or pretrial treatment. Safety profile and tolerability were very good for both groups and were not different.\n                The probiotic drug E coli Nissle 1917 shows efficacy and safety in maintaining remission equivalent to the gold standard mesalazine in patients with ulcerative colitis. The effectiveness of probiotic treatment further underlines the pathogenetic significance of the enteric flora.",
        "Year": 2004,
        "CitationCount": 1144
    },
    {
        "Unnamed: 0": 31464,
        "ReviewID": "CD007443",
        "PMID": "PMID:16696804",
        "Title": "Efficacy of Lactobacillus GG in maintaining remission of ulcerative colitis.",
        "Abstract": "Aminosalicylates are the mainstay of therapy to prevent relapse of quiescent ulcerative colitis. The rationale for using probiotics is based on the evidence implicating intestinal bacteria in the pathogenesis of this disorder.\n                To evaluate the efficacy of Lactobacillus GG alone or in combination with mesalazine vs. mesalazine as maintenance treatment in ulcerative colitis.\n                187 ulcerative colitis patients with quiescent disease were randomized to receive Lactobacillus GG 18 x 10(9) viable bacteria/day (65 patients), mesalazine 2400 mg/day (60 patients) or Lactobacillus GG + mesalazine (62 patients). Disease activity index, endoscopic and histological scores were determined at 0, 6 and 12 months and in case of relapse. The primary end point was to evaluate sustained remission.\n                Overall analysis showed no difference in relapse rate at 6 (P = 0.44) and 12 months (P = 0.77) among the three treatment groups. However, the treatment with Lactobacillus GG seems to be more effective than standard treatment with mesalazine in prolonging the relapse-free time (P < 0.05).\n                Lactobacillus GG seems to be effective and safe for maintaining remission in patients with ulcerative colitis, and it could represent a good therapeutic option for preventing relapse in this group of patients.",
        "Year": 2006,
        "CitationCount": 459
    },
    {
        "Unnamed: 0": 31466,
        "ReviewID": "CD007443",
        "PMID": "PMID:21453880",
        "Title": "A randomised double-blind placebo-controlled trial with Lactobacillus acidophilus La-5 and Bifidobacterium animalis subsp. lactis BB-12 for maintenance of remission in ulcerative colitis.",
        "Abstract": "To investigate the clinical effect of treatment with Lactobacillus acidophilus La-5 and Bifidobacterium animalis subsp. lactis BB-12 (Probio-Tec AB-25) to maintain remission in patients with ulcerative colitis.\n                Patients with left-sided ulcerative colitis in remission - including proctitis and at least one relapse within the last year were randomised (2:1) in a double-blind placebo-controlled study to Probio-Tec AB-25 or placebo for 52 weeks. The patients were evaluated clinically, endoscopically and histologically at entry and if relapsing. No other medication for ulcerative colitis than the study drug was allowed during the study. Primary endpoint was maintenance of clinical remission, secondary endpoints comparisons of days to relapse, and safety and tolerability of the study drug. The concentrations of the probiotic bacterial strains in stool were analysed in a subset of patients.\n                Thirty-two patients were randomised. Twenty patients received Probio-Tec AB-25 and twelve patients received placebo. Five patients (25%) in the Probio-Tec AB-25 group and one patient (8%) in the placebo group maintained remission after 1 year of treatment (p=0.37). The median time to relapse was 125.5days (range 11-391 days) in the probiotic group and 104 days (range 28-369 days) in the placebo group respectively, (p=0.683). Probio-Tec AB-25 was overall well tolerated.\n                In this small randomised placebo-controlled trial no significant clinical benefit of Probio-Tec AB-25 could be demonstrated in comparison with placebo for maintaining remission in patients with left-sided ulcerative colitis. A difference may be achieved in larger studies, but the clinical significance of this would be questionable. This study was registered in ClinicalTrial.gov (NCT00268164).\n                Copyright © 2010 European Crohn's and Colitis Organisation. Published by Elsevier B.V. All rights reserved.",
        "Year": 2011,
        "CitationCount": 136
    }
]