[
    {
        "Unnamed: 0": 12648,
        "ReviewID": "CD006005",
        "PMID": "PMID:11451173",
        "Title": "Randomized trial of lamivudine versus hepatitis B immunoglobulin for long-term prophylaxis of hepatitis B recurrence after liver transplantation.",
        "Abstract": "The long-term prophylaxis of hepatitis B after liver transplantation requires further optimization. In a randomized trial we investigated a regimen where the initially given hepatitis B immunoglobulin (HBIg) is replaced by long-term lamivudine treatment.\n                Twenty-four liver transplant recipients (all HBsAg-positive/HBV DNA-negative before transplantation), who had received HBIg for at least 6 months without HBV recurrence, were randomized to receive lamivudine (n = 12) or HBIg (n = 12) for 52 weeks. The efficacy criteria involved seronegativity for HBsAg and undetectable HBsAg/ HBcAg in the liver.\n                Twenty-one of 24 patients completed the study without hepatitis B virus (HBV) recurrence (11 on HBIg, ten on lamivudine), while three patients became HBsAg-positive. Amongst those without HBV recurrence HBV DNA was detectable only by polymerase chain reaction, intermittently in serum and lymphocytes, and in liver specimens from six of eight patients receiving HBIg and five of seven receiving lamivudine. YMDD variant was found in four cases with no viral antigen expression. Eight patients continued lamivudine after the study and during an additional 6-22 months remained HBsAg-negative with normal graft function.\n                Substitution of HBIg with lamivudine is effective for prevention of HBV recurrence in low-risk liver transplant recipients and offers a convenient and cost-effective alternative for long-term HBV prophylaxis.",
        "Year": 2001,
        "CitationCount": 153
    },
    {
        "Unnamed: 0": 12649,
        "ReviewID": "CD006005",
        "PMID": "PMID:12072331",
        "Title": "Is lamivudine with 1-week HBlg as effective as long-term high-dose HBlg in HBV prophylaxis after liver transplantation?",
        "Abstract": null,
        "Year": 2002,
        "CitationCount": 25
    },
    {
        "Unnamed: 0": 12650,
        "ReviewID": "CD006005",
        "PMID": "PMID:12763375",
        "Title": "A randomized study comparing lamivudine monotherapy after a short course of hepatitis B immune globulin (HBIg) and lamivudine with long-term lamivudine plus HBIg in the prevention of hepatitis B virus recurrence after liver transplantation.",
        "Abstract": "To compare the efficacy in preventing hepatitis B virus (HBV) recurrence of lamivudine vs. lamivudine plus hepatitis B immune globulin (HBIg) after a short course of HBIg and lamivudine in liver transplanted chronic hepatitis B patients.\n                Forty-six patients with HBV cirrhosis received lamivudine before liver transplantation and were then randomized to receive lamivudine plus HBIg for 1 month followed by lamivudine or both drugs for 17 months.\n                Thirty-two patients were transplanted and 29 were randomized to receive combination therapy (15 cases) or lamivudine monotherapy (14 cases). HBV DNA was undetectable in all cases (17 induced by lamivudine therapy) at the time of liver transplantation. After 18 months of follow-up, all patients survived without HBV recurrence: hepatitis Bs antigen and HBV DNA were negative; however, HBV DNA was detected by polymerase chain reaction in four cases (three with HBIg plus lamivudine and one with lamivudine). Alanine aminotransferase levels were normal except in six cases (one HCV and two HDV coinfections). There were no drug-related adverse events.\n                Lamivudine monotherapy after a short course of lamivudine and HBIg is equally as efficacious in preventing HBV recurrence as HBIg plus lamivudine during the first 18 months after liver transplantation. This strategy is more economic and convenient to administer than long-term HBIg plus lamivudine.",
        "Year": 2003,
        "CitationCount": 175
    },
    {
        "Unnamed: 0": 12647,
        "ReviewID": "CD006005",
        "PMID": "PMID:18925641",
        "Title": "A randomized study of adefovir dipivoxil in place of HBIG in combination with lamivudine as post-liver transplantation hepatitis B prophylaxis.",
        "Abstract": "Prior to effective prophylaxis, liver transplantation for hepatitis B virus (HBV)-related disease was frequently complicated by recurrence, which could be severe and rapidly progressive. Combination hepatitis B immunoglobulin (HBIG) and lamivudine prophylaxis reduces this rate of recurrence to <5% at 5 years; however, HBIG administration is costly and inconvenient. We conducted a multicenter randomized study of adefovir dipivoxil substitution for low-dose intramuscular (IM) HBIG in patients without HBV recurrence at least 12 months posttransplantation for HBV-related disease. Thirty-four patients were randomized, 16 to adefovir (1 patient withdrew consent at 3 months and is not considered in the results) and 18 to continue HBIG. All continued lamivudine. Groups were well matched by age, sex, and time since transplantation (median, 4.5 years), and background virological risk for HBV recurrence (30% of patients in the adefovir group, 24% in the HBIG group having detectable HBV DNA at transplantation). All patients were alive at study completion without recurrence. One patient in the adefovir group became hepatitis B surface antigen-positive at 5 months but was persistently HBV DNA undetectable via polymerase chain reaction (sensitivity 14 IU/mL) over the following 20 months. Median creatinine was not significantly changed over the course of the study in either group. One patient in the adefovir group with a background of diabetic and hypertensive nephropathy (baseline creatinine 150 micromol/L) developed increased creatinine leading to dose reduction and ultimately cessation of adefovir at 15 months. Yearly cost of combination adefovir/lamivudine prophylaxis was $8,290 versus $13,718 IM HBIG/lamivudine.\n                Compared with combination HBIG plus lamivudine prophylaxis, combination adefovir plus lamivudine provides equivalent protection against recurrent HBV infection but with better tolerability and less cost.",
        "Year": 2008,
        "CitationCount": 160
    }
]