[
    {
        "Unnamed: 0": 23261,
        "ReviewID": "CD002116",
        "PMID": "PMID:4448099",
        "Title": "The reduction of faecal incontinence by the use of \"Duphalac\" in geriatric patients.",
        "Abstract": null,
        "Year": 1974,
        "CitationCount": 16
    },
    {
        "Unnamed: 0": 23268,
        "ReviewID": "CD002116",
        "PMID": "PMID:7351282",
        "Title": "Acute effect of diphenoxylate with atropine (Lomotil) in patients with chronic diarrhea and fecal incontinence.",
        "Abstract": "Fifteen patients with chronic diarrhea and fecal incontinence were admitted to a clinical research center and treated for 3 days with either placebo or diphenoxylate with atropine (Lomotil). The patients were then crossed over to the alternate medication. Lomotil had no effect on rectal or anal sphincter pressure or on continence for saline that had been infused into the rectum. However, Lomotil therapy reduced average stool frequency (from 4.9 to 2.6 times/day) and average stool weight (from 460 to 256 g/day). These results suggest that temporary or intermittent therapy with Lomotil and related drugs might benefit patients with chronic diarrhea and fecal incontinence. They should do this by virtue of a reduction in stool frequency and stool volume, without a deleterious effect on the defense mechanisms against incontinence.",
        "Year": 1980,
        "CitationCount": 21
    },
    {
        "Unnamed: 0": 23273,
        "ReviewID": "CD002116",
        "PMID": "PMID:7002706",
        "Title": "Double-blind cross-over study comparing loperamide, codeine and diphenoxylate in the treatment of chronic diarrhea.",
        "Abstract": "As no adequate comparison of these widely used drugs has been made, we have performed a double-blind cross-over trial in 30 individuals with chronic diarrhea. Each underwent three randomized treatment periods of 4 wk duration. Patients were instructed to increase the daily dose gradually until control was achieved or side effects became intolerable. Stool frequency, consistency, urgency, and incontinence were then compared when a stable dose was reached. Though 2.3 capsules (4.6 mg) of loperamide, 2.3 capsules (103.5 mg) of codeine and 2.5 capsulses (12.5 mg) of diphenoxylate all reduced stool frequency to the same extent, diphenoxylate was significantly less effective in producing a solid stool. Before treatment 95% of patients experienced urgency, sometimes associated with fecal incontinence, often as their major diability. Loperamide and codeine were more effective in relieving this than was diphenoxylate. Side effects, particularly central nervous effects, were greatest with diphenoxylate and least with loperamide. Approximately equal numbers discontinued each preparation; poor control and central-nervous-system side effects were the usual reasons for stopping diphenoxylate and codeine, and abdominal pain and constipation for stopping loperamide. We conclude that both loperamide and codeine phosphate are superior to diphenoxylate in the symptomatic treatment of chronic diarrhea.",
        "Year": 1980,
        "CitationCount": 174
    },
    {
        "Unnamed: 0": 23260,
        "ReviewID": "CD002116",
        "PMID": "PMID:7105952",
        "Title": "Effects of loperamide on anal sphincter function in patients complaining of chronic diarrhea with fecal incontinence and urgency.",
        "Abstract": "We have investigated the effect of loperamide (4 mg tds) on the continence to a standard volume of rectally infused saline and anorectal manometry in 26 patients complaining of chronic diarrhea complicated by fecal incontinence and severe urgency. Each patient was treated for one week with loperamide (4 mg tds) and for one week with an identical placebo in a double-blind cross-over trial. Our results showed that as well as its established effects of improving stool consistency and reducing stool weight, frequency and episodes of incontinence and severe urgency, loperamide also significantly improved continence to a standard volume of rectally infused saline. This action was associated with an increase in the maximum basal sphincter pressure, an increase in the rectal volume required to abolish recovery of the rectoanal inhibitory reflex, and a reduction in rectal compliance. These results suggest that loperamide may have a specific action on the anal sphincter, which may aid continence in patients who complain of diarrhea and fecal incontinence.",
        "Year": 1982,
        "CitationCount": 178
    },
    {
        "Unnamed: 0": 23263,
        "ReviewID": "CD002116",
        "PMID": "PMID:2106731",
        "Title": "Usefulness of valproate sodium for treatment of incontinence after ileoanal anastomosis.",
        "Abstract": "We report on the excitatory effect of gamma-aminobutyric acid, which increased after the oral administration of valproate sodium, on anal canal resting pressure in human beings, gamma-aminobutyric acid receptors. We used this drug in order to improve continence after ileoanal anastomosis. Seventeen patients (eight with ulcerative colitis and nine with adenomatosis coli) were tested after receiving ileoanal anastomosis. The placebo showed no effect, but valproate sodium could ameliorate frequent defecation and soiling and the resulting perianal skin complications. Increasing anal resting pressure was also observed during valproate sodium administration without the amplitude, frequency of peristaltic wave, or voluntary squeeze pressure being affected. These results suggest that the subchronic administration of valproate sodium may be useful in the treatment of minor incontinence after ileoanal anastomosis.",
        "Year": 1990,
        "CitationCount": 35
    },
    {
        "Unnamed: 0": 23269,
        "ReviewID": "CD002116",
        "PMID": "PMID:7995187",
        "Title": "Loperamide improves anal sphincter function and continence after restorative proctocolectomy.",
        "Abstract": "The physiological and clinical effects of loperamide treatment versus placebo were investigated in a randomized, double-blind, crossover study in patients operated with restorative proctocolectomy. Sixteen patients operated with endoanal mucosectomy and a handsewn ileal pouch-anal anastomosis and 14 patients operated with abdominal proctocolectomy and stapling of the pouch to the top of the anal canal were studied. While loperamide treatment increased resting anal pressure in both groups of patients by approximately 20% (P < 0.05), squeeze pressure was not affected. Loperamide did not affect pouch volume or contractility. Sensory thresholds and the recto/pouch-anal inhibitory reflex were not influenced by loperamide treatment. Clinical function was improved, with a reduced bowel frequency and an improved nighttime continence, with less soiling (P < 0.05) as well as need to wear a protective pad.",
        "Year": 1994,
        "CitationCount": 88
    },
    {
        "Unnamed: 0": 23271,
        "ReviewID": "CD002116",
        "PMID": "PMID:9018764",
        "Title": "Effects of loperamide oxide on gastrointestinal transit time and anorectal function in patients with chronic diarrhoea and faecal incontinence.",
        "Abstract": "Loperamide improves anorectal function in patients with chronic diarrhoea. We wished to investigate whether the prodrug loperamide oxide has similar effects.\n                Eleven patients with chronic diarrhoea and faecal incontinence participated in a randomized, placebo-controlled, double-blind, crossover study of the effects of loperamide oxide (4 mg twice daily for 1 week).\n                Loperamide oxide reduced wet stool weight and improved the patients' ratings of symptoms. Mouth-to-caecum transit time was not altered, but whole-gut transit time was prolonged. There were limited effects on anorectal function, but the mean minimum basal pressure mainly contributed by the internal anal sphincter (IAS) was increased, as was the mean volume infused before leakage occurred in the saline continence test.\n                Loperamide oxide is effective in the treatment of diarrhoea with faecal incontinence; normalization of colon transit time and an increase in the tone of the IAS seem to be the main determinants of efficacy.",
        "Year": 1997,
        "CitationCount": 153
    },
    {
        "Unnamed: 0": 23264,
        "ReviewID": "CD002116",
        "PMID": "PMID:10791451",
        "Title": "Does treatment of constipation improve faecal incontinence in institutionalized elderly patients?",
        "Abstract": "to evaluate whether faecal incontinence can be improved by treatment of constipation in elderly patients with faecal incontinence associated with impairment of rectal emptying.\n                a prospective randomized study with a 2-month follow-up.\n                five long-term care units.\n                206 patients with daily faecal incontinence associated with chronic rectal emptying impairments such as faecal impaction received either a single osmotic laxative (group I) or an osmotic agent along with a rectal stimulant and weekly enemas (group II).\n                episodes of faecal incontinence and associated details of soiled laundry (used as indicators of the workload for caregivers). We performed periodic digital rectal examinations on group II patients to evaluate whether treatment resulted in complete and long-lasting rectal emptying. We compared data between groups and in group II between persistently constipated patients and patients with complete rectal emptying.\n                the frequency of faecal incontinence did not significantly differ between the two groups. The 23 patients in group II who had complete rectal emptying had 35% fewer episodes of faecal incontinence and 42% fewer incidents of soiled laundry than the rest of the group.\n                when long-lasting and complete rectal emptying is achieved by laxatives, the number of episodes of faecal incontinence as well as the workload for caregivers is reduced.",
        "Year": 2000,
        "CitationCount": 114
    },
    {
        "Unnamed: 0": 23265,
        "ReviewID": "CD002116",
        "PMID": "PMID:10606908",
        "Title": "Randomized controlled trial of topical phenylephrine in the treatment of faecal incontinence.",
        "Abstract": "Anal incontinence due to internal sphincter dysfunction is not amenable to simple surgical repair. The alpha-adrenergic agonist phenylephrine produces contraction of the internal sphincter and raises resting pressure when applied topically in healthy volunteers. The effect of topical phenylephrine in the treatment of faecal incontinence due to internal sphincter dysfunction was investigated.\n                Thirty-six patients (22 women) aged 28-81 (mean 58) years with faecal incontinence and ultrasonographically structurally normal anal sphincter muscles were treated with topical 10 per cent phenylephrine and placebo gels, allocated in random order in a double-blind crossover study. Maximum resting anal sphincter pressure and anodermal blood flow were measured. A symptom questionnaire was completed and incontinence score determined using a validated scale.\n                There were no significant differences in incontinence score, resting anal pressure and anodermal blood flow between the active and placebo treatments. Six patients on active treatment and two on placebo experienced more than 75 per cent subjective improvement. Three patients developed allergic dermatitis to phenylephrine.\n                This is the first study of the use of a topical pharmacological agent to treat faecal incontinence. This concentration of topical phenylephrine did not produce a significant improvement in symptoms or function. A subgroup of patients may respond. Further studies are required with increased concentrations.",
        "Year": 2000,
        "CitationCount": 91
    },
    {
        "Unnamed: 0": 23272,
        "ReviewID": "CD002116",
        "PMID": "PMID:10950003",
        "Title": "Randomized, controlled trial of topical phenylephrine for fecal incontinence in patients after ileoanal pouch construction.",
        "Abstract": "Fecal incontinence is experienced by some patients with an ileoanal reservoir pouch. The alpha1-adrenergic agonist phenylephrine raises resting anal sphincter pressure in healthy volunteers and may be of value in these patients.\n                Twelve patients (7 female), median age 44 (range, 29-67) years were studied. All had fecal incontinence despite a noninflamed pouch of normal size and ultrasonographically structurally normal anal sphincter muscles. Patients were treated with topical 10 percent phenylephrine and placebo gels, allocated in random order in a double-blind, crossover study for two four-week periods. Before and during treatment, maximum resting anal sphincter pressure and anodermal blood flow were measured, a symptom questionnaire was completed, and incontinence score was determined using a validated scale.\n                Six of 12 (50 percent) patients improved subjectively after phenylephrine compared with one on placebo (P = 0.07). Four patients had complete cessation of incontinence with active treatment. Phenylephrine significantly reduced the incontinence score (P = 0.015). It also resulted in a significant rise in mean maximum resting anal sphincter pressure when compared with placebo (P = 0.012). For all 12 patients, mean percent subjective improvement was higher after phenylephrine compared with placebo (P = 0.04). There were no side effects.\n                Topical phenylephrine significantly improves fecal continence in patients with an ileoanal pouch. In some patients it totally eliminates nocturnal episodes. The mechanism of benefit is likely to be one of altered neural sphincter control. This is the first study of the use of a topical pharmacologic agent to treat fecal incontinence and may have a wider application.",
        "Year": 2000,
        "CitationCount": 61
    },
    {
        "Unnamed: 0": 23266,
        "ReviewID": "CD002116",
        "PMID": "PMID:12791001",
        "Title": "A comparison of the effect of loperamide in oral or suppository form vs placebo in patients with ileo-anal pouches.",
        "Abstract": "The effect of the anti-diarrhoeal drug, loperamide hydrochloride, on bowel function in patients with an ileo-anal pouch was studied by means of a blinded, three-tailed, case-controlled and randomized crossover trial, using a daily dose of 12 mg in either oral (4 mg t.d.s.) or suppository (6 mg b.d.) form.\n                Daily stool frequency was recorded in a diary and an objective measure of pouch motor function was obtained at the end of each treatment phase. Ten subjects (seven males, three females) aged 23-50 years (median 38 years) were studied 9-48 months (median 27 months) after ileostomy closure. Eight pouches had been constructed for ulcerative colitis and two for familial adenomatous polyposis (9J, 1W).\n                Mean daily stool frequency during the oral loperamide phase was lower than during both the placebo (P=0.05) and suppository (P < 0.02) phases. Stool frequency did not differ significantly between placebo and suppository phases. There was a strong inverse correlation between mean daily stool frequency and pouch capacity (r=-0.82 after both oral and suppository phases). Large isolated pouch contractions were evident in five of eight subjects studied; suppression was observed in two of the five after oral loperamide and in three of the five after loperamide suppositories. Rhythmic pouch contractions were seen in four subjects and suppression was evident after loperamide suppositories (but not after oral loperamide) in three. A daily oral dose of 12 mg loperamide significantly lowered stool frequency in pouch patients and modified some aspects of pouch contraction. Loperamide suppositories produced more prominent suppression of pouch contractions but did not lower stool frequency.\n                This suggests that the beneficial effect of oral loperamide is primarily due to its action on intestine proximal to the pouch itself.",
        "Year": 2001,
        "CitationCount": 5
    },
    {
        "Unnamed: 0": 23267,
        "ReviewID": "CD002116",
        "PMID": "PMID:11171825",
        "Title": "Topical phenylephrine increases anal canal resting pressure in patients with faecal incontinence.",
        "Abstract": "The internal anal sphincter receives a stimulatory alpha(1) adrenergic innervation. Use of an adrenergic agonist may therefore have a role in treating patients with faecal incontinence.\n                Ten patients (seven females, median age 66 years) with passive faecal incontinence related to weak internal anal sphincter were studied. All patients had intact anal sphincters as assessed by endoanal ultrasound. Phenylephrine gel was applied in a double blind manner in concentrations of 0%, 10%, 20%, 30%, and 40% (Slaco Pharma (UK) Ltd, Watford, UK) on separate days. Maximum resting anal pressure (MRP), anodermal blood flow, blood pressure, and pulse rate were measured before, and one and two hours after application.\n                All concentrations of phenylephrine gel increased median MRP (43, 48, 54, 65, and 70 cm H(2)O, for placebo, 10% (p=0.122), 20% (p=0.170), 30% (p=0.002), and 40% (p=0.004), respectively at one hour; comparisons with placebo). This was sustained at two hours. There was a clear dose-response relationship at one hour. Higher concentrations raised median MRP to within the normal range (> 60 cm H(2)O). At two hours, all concentrations greater than 20% increased the pressure to a similar degree, suggesting that the exact concentration may be important for the initial effect but given a certain threshold is less important after a period of time. Toxicity was rare. Two patients experienced transient perianal burning which settled within a few minutes. There was no significant effect on anodermal blood flow, blood pressure, or pulse rate.\n                This study has demonstrated the feasibility of using topical phenylephrine to raise resting anal tone in patients with faecal incontinence. Randomised controlled trials are required to assess the efficacy of this agent.",
        "Year": 2001,
        "CitationCount": 104
    },
    {
        "Unnamed: 0": 23259,
        "ReviewID": "CD002116",
        "PMID": "PMID:16133954",
        "Title": "The effects of loperamide on continence problems and anorectal function in obese subjects taking orlistat.",
        "Abstract": "Continence problems during treatment with orlistat (a lipase inhibitor) are caused when susceptible patients are exposed to increased volumes of loose, fatty stool. Aim: To investigate the dose-response effects of loperamide on continence and anorectal function in subjects susceptible to continence problems on orlistat.\n                Ten obese subjects enterred a randomized controlled, double-blind study of loperamide at placebo, 2, 4, and 6 mg/day in a factorial design. Continence problems during orlistat treatment were self-assessed by patient diary. Anorectal function and continence were assessed by barostat, manometry, and retention testing.\n                Loperamide increased stool consistency with dose (p = 0.07) and this effect reduced continence problems during orlistat treatment (p < 0.05). A bell-shaped dose-response relationship was present with anal sphincter function (p < 0.01) and anorectal sensitivity (p < 0.01).\n                Loperamide has beneficial effects on stool consistency and continence in obese subjects taking orlistat. The effect on stool consistency appeared more important than effects on anorectal function.",
        "Year": 2005,
        "CitationCount": 31
    },
    {
        "Unnamed: 0": 23270,
        "ReviewID": "CD002116",
        "PMID": "PMID:17569063",
        "Title": "The efficacy and adverse effects of topical phenylephrine for anal incontinence after low anterior resection in patients with rectal cancer.",
        "Abstract": "Anal incontinence is experienced by some patients with rectal cancer who received low anterior resection. This study was to examine the efficacy and adverse effects of the alpha-1 adrenergic agonist phenylephrine, which causes contraction of the internal anal sphincter and raises the resting pressure in these patients.\n                Thirty-five patients with anal incontinence were treated with 30% phenylephrine or a placebo randomly allocated in a double-blind study. The efficacy of the drug was assessed by changes in the following standardized questionnaire scores: the fecal incontinence severity index (FISI), fecal incontinence quality of life (FIQL) scales, and a global efficacy question. Anal sphincter function was evaluated using anorectal manometry.\n                Phenylephrine did not improve either the FISI score or any of the four FIQL scores. Five of 17 (29%) patients reported subjective improvement after phenylephrine compared with 4 of 12 (33%) using the placebo. The maximum resting anal pressure did not differ between baseline and after 4 weeks application of phenylephrine (30.0 to 27.3 mmHg). In the phenylephrine group, allergic dermatitis was developed in five patients and headache in two.\n                In the patients with anal incontinence after low anterior resection for rectal cancer, phenylephrine gel did not seem to be helpful in relieving symptoms with some adverse effects.",
        "Year": 2007,
        "CitationCount": 35
    },
    {
        "Unnamed: 0": 23258,
        "ReviewID": "CD002116",
        "PMID": "PMID:19845256",
        "Title": "[Prospective, double-blind study of topical phenylephrine treatment for nocturnal fecal incontinence in patients after ileoanal pouch construction].",
        "Abstract": "Fecal incontinence has been reported in 5.5% to 45% of patients after ileoanal pouch construction, predominantly at night. It has been shown that alpha1-adrenergic agonists as phenylephrine increase anal sphincter pressure in healthy volunteers and in patients with idiopathic fecal incontinence. The median duration of action of topical phenylephrine is seven hours. Carapeti et al have demonstrated its usefulness in patients after ileoanal pouch construction.\n                To demonstrate that the administration of a single dose of topical 10% phenylephrine at night is effective for the treatment of nocturnal anal incontinence in this group of patients.\n                We randomized 12 patients in two groups. Group A (control) received a placebo cream and group B received a 10% phenylephrine cream. The study was prospective, randomized and double-blind.\n                There were no significant differences between the two groups in age, follow-up time since the closure of ileostomy and pre-treatment and intra-treatment leaks. Control group had 7 episodes of incontinence pre-treatment and 9 intra-treatment. Treated group had 3 and 5.4, respectively. (p = NS) No patient had side effects.\n                Given the small number of patients included, we can not yet rule out that topical 10% phenylephrine is useful for the treatment of nocturnal fecal incontinence in patients after ileoanal pouch construction. It would be necessary to continue with studies, increasing the number of patients treated with this drug, in order to have a better evidence of its clinical utility.",
        "Year": 2009,
        "CitationCount": 3
    },
    {
        "Unnamed: 0": 23262,
        "ReviewID": "CD002116",
        "PMID": "PMID:21781231",
        "Title": "New treatment for faecal incontinence using zinc-aluminium ointment: a double-blind randomized trial.",
        "Abstract": "In a randomized double-blind study the therapeutic effect of a novel zinc-aluminium ointment was compared with placebo in patients with faecal incontinence.\n                A randomized double-blind trial was performed. Patients who met the inclusion criteria were randomized to receive the ointment or a placebo. All were evaluated prior to and 3 weeks after ointment application, using the Wexner incontinence score and the Fecal Incontinence Quality of Life (FIQL) score.\n                Fifty patients were randomized and six were lost to follow-up, leaving 24 in the treatment and 20 in the placebo group. The average ages were 61.3 and 60.7 years. The respective Wexner scores prior to intervention were 16.6 and 16.7. They decreased significantly after treatment to 8.5 and 13.1 (P<0.001 and P=0.002 respectively). There was a significant difference in the final scores, favouring the treatment group (P=0.001). The FIQL scores for the treatment group were also significantly better in all parameters compared with those of the placebo group.\n                The study shows that the zinc-aluminium based ointment decreases faecal incontinence significantly compared with placebo.\n                © 2011 The Authors. Colorectal Disease © 2011 The Association of Coloproctology of Great Britain and Ireland.",
        "Year": 2012,
        "CitationCount": 13
    }
]