[
    {
        "Unnamed: 0": 24652,
        "ReviewID": "CD002133",
        "PMID": "PMID:8598866",
        "Title": "A randomized comparison of antiplatelet and anticoagulant therapy after the placement of coronary-artery stents.",
        "Abstract": "The clinical benefit of coronary-artery stenting performed in conjunction with coronary angioplasty is limited by the risk of thrombotic occlusion of the stent as well as hemorrhagic and vascular complications of intensive anticoagulation. We compared antiplatelet therapy with conventional anticoagulant therapy with respect to clinical outcomes 30 days after coronary-artery stenting.\n                After successful placement of Palmaz-Schatz coronary-artery stents, 257 patients were randomly assigned to receive antiplatelet therapy (ticlopidine plus aspirin) and 260 to receive anticoagulant therapy (intravenous heparin, phenprocoumon, and aspirin). The primary cardiac end point was a composite measure reflecting death from cardiac causes or the occurrence of myocardial infarction, aortocoronary bypass surgery, or repeat angioplasty. The primary noncardiac end point comprised death from noncardiac causes, cerebrovascular accident, severe hemorrhage, and peripheral vascular events.\n                Of the patients assigned to antiplatelet therapy, 1.6 percent reached a primary cardiac end point, as did 6.2 percent of those assigned to anticoagulant therapy (relative risk, 0.25; 95 percent confidence interval, 0.06 to 0.77). With antiplatelet therapy, there was an 82 percent lower risk of myocardial infarction than in the anticoagulant-therapy group, and a 78 percent lower need for repeat interventions. Occlusion of the stented vessel occurred in 0.8 percent of the antiplatelet-therapy group and in 5.4 percent of the anticoagulant-therapy group (relative risk, 0.14; 95 percent confidence interval, 0.02 to 0.62). A primary noncardiac end point was reached by 1.2 percent of the antiplatelet-therapy group and 12.3 percent of the anticoagulant-therapy group (relative risk, 0.09; 95 percent confidence interval, 0.02 to 0.31). Hemorrhagic complications occurred only in the anticoagulant-therapy group (in 6.5 percent). An 87 percent reduction in the risk of peripheral vascular events was observed with antiplatelet therapy.\n                As compared with conventional anticoagulant therapy, combined antiplatelet therapy after the placement of coronary-artery stents reduces the incidence of both cardiac events and hemorrhagic and vascular complications.",
        "Year": 1996,
        "CitationCount": 1871
    },
    {
        "Unnamed: 0": 24651,
        "ReviewID": "CD002133",
        "PMID": "PMID:9778323",
        "Title": "Randomized multicenter comparison of conventional anticoagulation versus antiplatelet therapy in unplanned and elective coronary stenting. The full anticoagulation versus aspirin and ticlopidine (fantastic) study.",
        "Abstract": "Dual therapy with ticlopidine and aspirin has been shown to be as effective as or more effective than conventional anticoagulation in patients with an optimal result after implantation of intracoronary metallic stents. However, the safety and efficacy of antiplatelet therapy alone in an unselected population has not been evaluated.\n                Patients were randomized to conventional anticoagulation or to treatment with antiplatelet therapy alone. Indications for stenting were classified as elective (decided before the procedure) or unplanned (to salvage failed angioplasty or to optimize the results of balloon angioplasty). After stenting, patients received aspirin and either ticlopidine or conventional anticoagulation (heparin or oral anticoagulant). The primary end point was the occurrence of bleeding or peripheral vascular complications; secondary end points were cardiac events (death, infarction, or stent occlusion) and duration of hospitalization.\n                In 13 centers, 236 patients were randomized to anticoagulation and 249 to antiplatelet therapy. Stenting was elective in 58% of patients and unplanned in 42%. Stent implantation was successfully achieved in 99% of patients. A primary end point occurred in 33 patients (13.5%) in the antiplatelet group and 48 patients (21%) in the anticoagulation group (odds ratio=0.6 [95% CI 0.36 to 0.98], P=0.03). Major cardiac-related events in electively stented patients were less common (odds ratio=0.23 [95% CI 0.05 to 0.91], P=0.01) in the antiplatelet group (3 of 123, 2.4%) than the anticoagulation group (11 of 111, 9.9%). Hospital stay was significantly shorter in the antiplatelet group (4.3+/-3.6 versus 6. 4+/-3.7 days, P=0.0001).\n                Antiplatelet therapy after coronary stenting significantly reduced rates of bleeding and subacute stent occlusion compared with conventional anticoagulation.",
        "Year": 1998,
        "CitationCount": 597
    },
    {
        "Unnamed: 0": 24653,
        "ReviewID": "CD002133",
        "PMID": "PMID:9834303",
        "Title": "A clinical trial comparing three antithrombotic-drug regimens after coronary-artery stenting. Stent Anticoagulation Restenosis Study Investigators.",
        "Abstract": "Antithrombotic drugs are used after coronary-artery stenting to prevent stent thrombosis. We compared the efficacy and safety of three antithrombotic-drug regimens - aspirin alone, aspirin and warfarin, and aspirin and ticlopidine - after coronary stenting.\n                Of 1965 patients who underwent coronary stenting at 50 centers, 1653 (84.1 percent) met angiographic criteria for successful placement of the stent and were randomly assigned to one of three regimens: aspirin alone (557 patients), aspirin and warfarin (550 patients), or aspirin and ticlopidine (546 patients). All clinical events reflecting stent thrombosis were included in the prespecified primary end point: death, revascularization of the target lesion, angiographically evident thrombosis, or myocardial infarction within 30 days.\n                The primary end point was observed in 38 patients: 20 (3.6 percent) assigned to receive aspirin alone, 15 (2.7 percent) assigned to receive aspirin and warfarin, and 3 (0.5 percent) assigned to receive aspirin and ticlopidine (P=0.001 for the comparison of all three groups). Hemorrhagic complications occurred in 10 patients (1.8 percent) who received aspirin alone, 34 (6.2 percent) who received aspirin and warfarin, and 30 (5.5 percent) who received aspirin and ticlopidine (P<0.001 for the comparison of all three groups); the incidence of vascular surgical complications was 0.4 percent (2 patients), 2.0 percent (11 patients), and 2.0 percent (11 patients), respectively (P=0.01). There were no significant differences in the incidence of neutropenia or thrombocytopenia (overall incidence, 0.3 percent) among the three treatment groups.\n                As compared with aspirin alone and a combination of aspirin and warfarin, treatment with aspirin and ticlopidine resulted in a lower rate of stent thrombosis, although there were more hemorrhagic complications than with aspirin alone. After coronary stenting, aspirin and ticlopidine should be considered for the prevention of the serious complication of stent thrombosis.",
        "Year": 1999,
        "CitationCount": 620
    }
]