[
    {
        "Unnamed: 0": 20246,
        "ReviewID": "CD006573",
        "PMID": "PMID:9448149",
        "Title": "Interferon-alpha for prophylaxis of recurrent viral hepatitis C in liver transplant recipients: a prospective, randomized, controlled trial.",
        "Abstract": "In a randomized, controlled trial, we sought to determine whether prophylaxis with interferon-alpha for 6 months had an impact on rate, severity, and timing of onset of recurrent hepatitis C virus (HCV) hepatitis in liver transplant recipients and to assess whether interferon use was associated with rejection in liver transplant recipients.\n                Twenty-four consecutive liver transplant recipients with HCV were randomized after transplantation to receive either interferon-alpha (3 million U three times weekly) for 6 months or no prophylaxis; median follow-up was 874 days.\n                Recurrent HCV hepatitis (histopathologically proven) developed in 50% (6 of 12) of the interferon-alpha patients versus 42% (5 of 12) of the control patients (P=NS). Severity of recurrence (as assessed by Knodell score on liver biopsies) also did not differ between the two groups (mean 4.0 for interferon-alpha patients versus 3.5 for control patients, P=NS). Interferon-alpha, however, significantly delayed the timing of occurrence of HCV hepatitis; recurrent HCV hepatitis developed a median of 408 days after transplant in the interferon-alpha group versus 193 days in the control group (P=0.05). No difference in graft or patient survival was demonstrated in the two groups. Rejection episodes, treated with corticosteroids, occurred in 50% (6 of 12) of patients in the interferon-alpha group versus 42% (5 of 12) in the control group (P=NS). Corticosteroid resistant rejection (requiring OKT3) occurred in only one study patient (in the control group).\n                Interferon-alpha in liver transplant recipients for 6 months delayed the occurrence of HCV hepatitis, but did not decrease the incidence nor the severity of HCV hepatitis after transplantation. Interferon-alpha use was not associated with a higher incidence of rejection compared with the control patients.",
        "Year": 1998.0,
        "CitationCount": 65
    },
    {
        "Unnamed: 0": 20248,
        "ReviewID": "CD006573",
        "PMID": "PMID:9731580",
        "Title": "The efficacy of prophylactic interferon alfa-2b in preventing recurrent hepatitis C after liver transplantation.",
        "Abstract": "Clinical recurrence of hepatitis C after liver transplantation can lead to cirrhosis, liver failure, and death. In patients undergoing liver transplantation for hepatitis C, we assessed the efficacy of interferon alfa-2b (IFN) in preventing recurrent hepatitis. We randomized 86 patients to either an IFN group (3 MU three times a week starting within 2 weeks after transplantation and continued for 1 year) or a control (no IFN) group. Recurrence, the primary end point, was diagnosed on biopsy performed at 1 year or for abnormal biochemistries. HCV RNA levels were measured by branched-chain DNA (bcDNA) assay and arbitrarily defined as low, moderate, or high (< 10 x 10(5), 10-100 x 10(5), or > 100 x 10(5) Eq/mL, respectively). Data on 30 IFN patients and 41 no-IFN patients who survived > or = 3 months were reviewed. Mean follow-up was 669 +/- 228 days for IFN patients and 594 +/- 254 days for no-IFN patients. IFN patients were less likely to develop recurrent hepatitis (8 IFN vs. 22 no-IFN patients, P = .017, log rank analysis). IFN and 1-month HCV RNA level were independent predictors of recurrence. IFN reduced the risk of recurrence by a factor of 0.4 (P = .04, Cox proportional hazards model); HCV RNA level > 100 x 10(5) Eq/mL at 1 month after transplantation increased the risk by a factor of 3.1 (P = .01). Low, moderate, and high viral levels at 1 and 3 months were associated with significantly different rates of recurrence in IFN patients (P = .05 at 1 month and P = .003 at 3 months) but not in untreated patients (P = .28 at 1 month and P = .25 at 3 months). In patients with two or more rejections, the risk of recurrence was increased by a factor of 2.17 (P = .05). On 47 1-year biopsies (24 IFN; 23 no IFN), piecemeal necrosis was more common in untreated patients (P < .02). One- and 2-year patient survival, respectively, was 96% and 96% with IFN and 91.2% and 87.2% without (P = NS). Prophylactic IFN reduced the incidence of recurrent hepatitis after transplant. Although IFN was most effective in patients with low HCV RNA levels, we also noted an effect in patients with moderate levels. IFN did not prevent viremia, suggesting that it may work through alternative mechanisms.",
        "Year": 1998.0,
        "CitationCount": 209
    },
    {
        "Unnamed: 0": 20247,
        "ReviewID": "CD006573",
        "PMID": "PMID:11267324",
        "Title": "Early ribavirin treatment and avoidance of corticosteroids in hepatitis C virus (HCV)-positive liver transplant recipients: interim report of a prospective randomized trial.",
        "Abstract": null,
        "Year": 2001.0,
        "CitationCount": 22
    },
    {
        "Unnamed: 0": 20242,
        "ReviewID": "CD006573",
        "PMID": "PMID:15660392",
        "Title": "Peginterferon alfa-2a for hepatitis C after liver transplantation: two randomized, controlled trials.",
        "Abstract": "There is currently no effective treatment for recurrent hepatitis C after orthotopic liver transplantation (OLT). We therefore performed two randomized, controlled trials--a prophylaxis trial and a treatment trial--to evaluate the safety and efficacy of peginterferon alfa-2a in patients who had undergone OLT. The prophylaxis trial enrolled 54 patients within 3 weeks after OLT, and the treatment trial enrolled 67 patients 6 to 60 months after OLT. In each trial, patients were randomized to treatment with once weekly injections of 180 microg peginterferon alfa-2a or no antiviral treatment for 48 weeks and were followed up for 24 weeks thereafter. Peginterferon alfa-2a treated patients had significantly lower hepatitis C virus RNA levels and more favorable changes in hepatic histological features compared with untreated controls. However, only 2 treated patients in the prophylaxis trial (8%) and 3 in the treatment trial (12%) achieved a sustained virological response. In the prophylaxis trial, 8 patients (31%) in the peginterferon alfa-2a group and 9 (32%) in the untreated group were withdrawn prematurely; whereas in the treatment trial, 10 patients (30%) in the peginterferon alfa-2a group and 6 (19%) in the untreated group were withdrawn prematurely. The incidence of acute rejection was similar in the treated and untreated groups in both the prophylaxis (12% vs. 21%; P = .5) and treatment (12% vs. 0%; P = .1) trials. In conclusion, peginterferon alfa-2a treatment for 48 weeks is safe and tolerable and offers some efficacy in the post-OLT setting. Randomized controlled studies are needed to establish the efficacy of pegylated interferon and ribavirin in patients who have undergone OLT.",
        "Year": 2005.0,
        "CitationCount": 277
    },
    {
        "Unnamed: 0": 20243,
        "ReviewID": "CD006573",
        "PMID": "PMID:15636619",
        "Title": "Applicability, tolerability and efficacy of preemptive antiviral therapy in hepatitis C-infected patients undergoing liver transplantation.",
        "Abstract": "Preliminary studies suggest preemptive anti-HCV therapy in liver transplant recipients may enhance the rates of viral clearance, but the applicability and tolerability of preemptive therapy has not been evaluated in a contemporary cohort. In this randomized study, the safety and tolerability of preemptive standard (IFN) or pegylated (peg-IFN) interferon alfa-2b (3 MU thrice weekly or 1.5 microg/kg weekly), or IFN/peg-IFN plus ribavirin (600 mg increased to 1.0-1.2 g daily) was initiated 2-6 weeks post-transplantation and continued for a total of 48 weeks. Only 51 (41%) of 124 transplant recipients were eligible for preemptive treatment; eligible patients had lower model for end-stage liver disease (MELD) and Childs-Pugh scores pre-transplantation and were more frequently live donor transplant recipients than ineligible patients. Dose reductions and discontinuations were required in 85% and 37% of patients, respectively, and 27% experienced serious adverse events. Growth factor (GF) use (erythropoietin and GCSF) in the latter half of the study did not significantly affect the frequency of dose reductions. Only 15% of patients were able to achieve full-dose treatment during treatment. End-of-treatment and sustained virological responses were 13.6% and 9.1%, respectively, with most responders in the combination therapy group. We conclude that preemptive antiviral therapy is applicable to only a portion of transplant recipients, with 'sicker' patients less likely to be managed by this approach. Living donor liver transplant recipients were more frequently eligible for treatment than deceased donor recipients. Virological response rates are low, likely related to the poor tolerability of therapy and the lack of achievement of target drug doses. Future studies should focus on alternative dosing schedules with more aggressive use of adjuvant therapies, including GFs.",
        "Year": 2005.0,
        "CitationCount": 190
    },
    {
        "Unnamed: 0": 20244,
        "ReviewID": "CD006573",
        "PMID": "PMID:16035063",
        "Title": "A randomized, open-label study to evaluate the safety and pharmacokinetics of human hepatitis C immune globulin (Civacir) in liver transplant recipients.",
        "Abstract": "Chronic hepatitis C is the most common indication for liver transplantation, but viral recurrence is universal and progressive graft injury occurs in most recipients. Our aim was to assess the safety, pharmacokinetics (PK), and antiviral effects of high doses of a human hepatitis C antibody enriched immune globulin product (HCIG) in patients undergoing liver transplantation for chronic hepatitis C. This was a multicenter, randomized, open-label, controlled trial conducted at 4 transplant centers in the United States. A total of 18 patients with chronic hepatitis C, who underwent liver transplantation, were randomized to receive low-dose HCIG (75 mg/kg) or high-dose HCIG (200 mg/kg), or no treatment. A total of 17 infusions of HCIG were administered in each treated patient over 14 weeks using a time-dependent dosing strategy based on the PK of anti-hepatitis B immune globulin in liver transplant recipients. Hepatitis C virus levels, liver enzymes, and liver biopsies were obtained serially throughout the study period. PK profiles of HCV antibodies were determined on days 4, 10, and 98. HCIG infusions were safe and tolerated. The infusion rate could not be maximized because of symptoms for 18% to 30% of the doses. The half-life of HCIG was extremely short immediately after transplantation but was gradually prolonged. In the high-dose group, serum alanine aminotransferase (ALT) levels normalized in most subjects and no patient developed hepatic fibrosis. However, serum HCV RNA levels were not suppressed at either dose. In conclusion, HCIG, an anti-HCV enriched immune globulin product, appears to be safe in patients with chronic hepatitis C undergoing liver transplantation. Further studies are required to determine whether the drug has beneficial effects in this group of patients.",
        "Year": 2005.0,
        "CitationCount": 171
    },
    {
        "Unnamed: 0": 20245,
        "ReviewID": "CD006573",
        "PMID": "PMID:16933235",
        "Title": "Monoclonal antibody HCV-AbXTL68 in patients undergoing liver transplantation for HCV: results of a phase 2 randomized study.",
        "Abstract": "A randomized, double-blind, dose-escalation study evaluated the safety and efficacy of hepatitis C virus (HCV)-Ab(XTL)68, a neutralizing, high-affinity, fully human, anti-E2 monoclonal antibody, in 24 HCV-positive patients undergoing liver transplantation. HCV-Ab(XTL)68 or placebo was administered at doses from 20-240 mg as 2-4 infusions during the first 24 hours after transplantation, followed by daily infusions for 6 days, weekly infusions for 3 weeks, and either 2 or 4 weekly infusions for 8 weeks. Serum concentrations of total anti-E2 obtained during daily infusions of 120-240 mg HCV-Ab(XTL)68 were 50-200 microg/mL above concentrations in the placebo group. Median serum concentration of HCV RNA dropped below baseline in all groups immediately after transplantation. On day 2, median change from baseline in HCV RNA was -1.8 and -2.4 log in the 120-mg and 240-mg groups, respectively, compared with -1.5 log with placebo. The difference was lost after day 7 when the dosing frequency was reduced. The coincidence of increases in anti-E2 with decreases in HCV RNA concentration indicate that the dose-related changes in HCV RNA concentration were a result of HCV-Ab(XTL)68 administration in the 120- and 240-mg groups. The overall incidence of nonfatal serious adverse events was higher with placebo (60%) vs. all active treatments combined (42%). In conclusion, HCV-Ab(XTL)68 may decrease serum concentrations of HCV RNA in patients after liver transplantation. Studies evaluating more frequent daily dosing at doses >120 mg are necessary to investigate sustained viral suppression in this population.",
        "Year": null,
        "CitationCount": 124
    }
]