[
    {
        "Unnamed: 0": 29657,
        "ReviewID": "CD005483",
        "PMID": "PMID:9302444",
        "Title": "A trial of testosterone therapy for HIV-associated weight loss.",
        "Abstract": "Weight loss in HIV-infected patients is extremely common and is associated with increased morbidity and mortality. Decreased testosterone concentrations occur commonly in patients with HIV disease and are associated with weight loss. This study assessed the effect of testosterone therapy on HIV associated weight loss in patients with AIDS.\n                Forty HIV-seropositive patients with CD4+ counts of < 2 x 10(5)/l and weight loss greater than 5% of usual body weight were randomized in a double-blind manner to receive 200 mg of testosterone cypionate of placebo intramuscularly every 2 weeks for 3 months. Patients were then crossed to receive the alternate treatment for the next 3 months. Outcome variables included weight, skin fold measurement, a quality-of-life questionnaire, Karnofsky score, T-cell subset analysis, complete blood count, routine blood chemistry measurements and free testosterone concentration.\n                Thirty-nine patients entered the study. Of these, 35 completed the first 3-month period (18 on placebo, 17 on testosterone) and 23 completed the whole 6 month trial. Analysis of these 23 patients did not show any significant differences between testosterone and placebo treatment. Analysis of the first 3 months only for the 35 patients who completed it did not show any significant difference between the effects of testosterone and placebo treatment on weight gain. Patients treated with testosterone reported improved overall well-being (P = 0.03) and a trend towards increased muscle strength (P = 0.08). There was no difference between the two groups in terms of side-effects or other effects on hematopoetic, liver, renal, or immune function.\n                Treatment with testosterone cypionate compared with placebo did not result in significant weight gain. Testosterone supplementation did appear to produce an improved overall sense of well-being and possibly some increases in muscle strength. This randomized, double-blinded study does not confirm the results of other recent studies which show potential benefits of testosterone and its analogs when used as a treatment for weight loss in HIV-positive patients.",
        "Year": 1997,
        "CitationCount": 87
    },
    {
        "Unnamed: 0": 29653,
        "ReviewID": "CD005483",
        "PMID": "PMID:9709937",
        "Title": "Transdermal testosterone administration in women with acquired immunodeficiency syndrome wasting: a pilot study.",
        "Abstract": "Although human immunodeficiency virus (HIV) disease is increasing rapidly among women, no prior studies have investigated gender-based therapeutic strategies for the treatment of acquired immunodeficiency syndrome (AIDS) and its complications in this population. Markedly decreased serum androgen levels have been demonstrated in women with AIDS and may be a contributing factor to the wasting syndrome in this population. To assess the effects of androgen replacement therapy in women with AIDS wasting, we conducted a randomized, placebo-controlled, pilot study of transdermal testosterone administration. The primary aim of the study was to determine efficacy in terms of the change in serum testosterone levels, safety parameters and tolerability. A secondary aim of the study was to investigate testosterone effects on weight, body composition, quality of life, and functional indexes. Fifty-three ambulatory women with the AIDS wasting syndrome defined as weight less than 90% of ideal body weight or weight loss of more than 10% of the preillness maximum, free of new opportunistic infection within 6 weeks of study initiation, and with screening serum levels of free testosterone less than the mean of the normal reference range (< 3 pg/mL) were enrolled in the study. Subjects were age 37 +/- 1 yr old (mean +/- SEM), weighed 92 +/- 2% of ideal body weight, and had lost 17 +/- 1% of their maximum weight. CD4 count was 324 +/- 36 cells/mm3, and viral burden was 102,382 +/- 28,580 copies. Subjects were randomized into three treatment groups, in which two placebo patches (PP), one active/one placebo patch (AP group), or two active patches (AA group) were applied twice weekly to the abdomen for 12 weeks. The expected nominal delivery rates of testosterone were 150 and 300 microg/day, respectively, for the AP and AA groups. Forty-five subjects completed the study (PP group, n = 13; AP group, n = 14; AA group, n = 18). Two additional subjects from the PP group and two from the AP group were included in the intent to treat analysis. Serum free testosterone levels increased significantly from 1.2 +/- 0.2 to 5.9 +/- 0.8 pg/mL (AP) and from 1.9 +/- 0.4 to 12.4 +/- 1.6 pg/mL (AA) in response to testosterone administration (P < 0.0001 for comparison of AA vs. PP and AP vs. PP; normal range, 1.3-6.8 pg/mL). Testosterone administration was generally well tolerated locally and systemically, with no adverse trends in hirsutism scores, lipid profiles, or liver function tests. Weight increased significantly in the AP group (1.9 +/- 0.7 kg) vs. the PP group (0.6 +/- 0.8 kg; P = 0.043), but did not increase significantly in the AA group (0.9 +/- 0.4 kg; P = 0.263 vs. PP, by mixed effects model assessing the interaction of time and treatment on all available data, one-tailed test). Improved social functioning (P = 0.024, by one-tailed test) and a trend toward improved pain score (P = 0.059) were observed in the AP vs. the PP-treated patients (RAND 36-Item Health Survey questionnaire). Five of six previously amenorrheic patients in the AP group had spontaneous resumption of menses compared to only one of four amenorrheic patients in the AA group (P = 0.045 for comparison of actual number of periods during the study). This study is the first investigation of testosterone administration in women with AIDS wasting. We demonstrate a novel method to augment testosterone levels in such patients that is safe and well tolerated during short term administration. At the lower of the two doses administered in this study, testosterone therapy was associated with positive trends in weight gain and quality of life. Higher, more supraphysiological, dosing was not associated with positive trends in weight or overall well-being. These data suggest that testosterone administration may improve the status of women with AIDS wasting. Further studies are needed to assess the effects of testosterone on weight in HIV-infected women and to define the optimal therapeutic window for test",
        "Year": 1998,
        "CitationCount": 144
    },
    {
        "Unnamed: 0": 29655,
        "ReviewID": "CD005483",
        "PMID": "PMID:9745419",
        "Title": "Effects of testosterone replacement with a nongenital, transdermal system, Androderm, in human immunodeficiency virus-infected men with low testosterone levels.",
        "Abstract": "Although weight loss associated with human immunodeficiency virus (HIV) infection is multifactorial in its pathogenesis, it has been speculated that hypogonadism, a common occurrence in HIV disease, contributes to depletion of lean tissue and muscle dysfunction. We, therefore, examined the effects of testosterone replacement by means of Androderm, a permeation-enhanced, nongenital transdermal system, on lean body mass, body weight, muscle strength, health-related quality of life, and HIV-disease markers. We randomly assigned 41 HIV-infected, ambulatory men, 18-60 yr of age, with serum testosterone levels below 400 ng/dL, to 1 of 2 treatment groups: group I, two placebo patches (n = 21); or group II, two testosterone patches designed to release 5 mg testosterone over 24 h. Eighteen men in the placebo group and 14 men in the testosterone group completed the 12-week treatment. Serum total and free testosterone and dihydrotestosterone levels increased, and LH and FSH levels decreased in the testosterone-treated, but not in the placebo-treated, men. Lean body mass and fat-free mass, measured by dual energy x-ray absorptiometry, increased significantly in men receiving testosterone patches [change in lean body mass, +1.345 +/- 0.533 kg (P = 0.02 compared to no change); change in fat-free mass, +1.364 +/- 0.525 kg (P = 0.02 compared to no change)], but did not change in the placebo group [change in lean body mass, 0.189 +/- 0.470 kg (P = NS compared to no change); change in fat-free mass, 0.186 +/- 0.470 kg (P = NS compared to no change)]. However, there was no significant difference between the 2 treatment groups in the change in lean body mass. The change in lean body mass during treatment was moderately correlated with the increment in serum testosterone levels (r = 0.41; P = 0.02). The testosterone-treated men experienced a greater decrease in fat mass than those receiving placebo patches (P = 0.04). There was no significant change in body weight in either treatment group. Changes in overall quality of life scores did not correlate with testosterone treatment; however, in the subcategory of role limitation due to emotional problems, the men in the testosterone group improved an average of 43 points of a 0-100 possible score, whereas those in the placebo group did not change. Red cell count increased in the testosterone group (change in red cell count, +0.1 +/- 0.1 10(12)/L) but decreased in the placebo group (change in red cell count, -0.2 +/- 0.1 10(12)/L). CD4+ and CD8+ T cell counts and plasma HIV copy number did not significantly change during treatment. Serum prostate-specific antigen and plasma lipid levels did not change in either treatment group. Testosterone replacement in HIV-infected men with low testosterone levels is safe and is associated with a 1.35-kg gain in lean body mass, a significantly greater reduction in fat mass than that achieved with placebo treatment, an increased red cell count, and an improvement in role limitation due to emotional problems. Further studies are needed to assess whether testosterone supplementation can produce clinically meaningful changes in muscle function and disease outcome in HIV-infected men.",
        "Year": 1998,
        "CitationCount": 174
    },
    {
        "Unnamed: 0": 29650,
        "ReviewID": "CD005483",
        "PMID": "PMID:10208143",
        "Title": "Resistance exercise and supraphysiologic androgen therapy in eugonadal men with HIV-related weight loss: a randomized controlled trial.",
        "Abstract": "Repletion of lean body mass (LBM) that patients lose in human immunodeficiency virus (HIV) infection has proved difficult. In healthy, HIV-seronegative men, synergy between progressive resistance exercise (PRE) and very high-dose testosterone therapy has been reported for gains in LBM and muscle strength.\n                To determine whether a moderately supraphysiologic androgen regimen, including an anabolic steroid, would improve LBM and strength gains of PRE in HIV-infected men with prior weight loss and whether protease inhibitor antiretroviral therapy prevents lean tissue anabolism.\n                Double-blind, randomized, placebo-controlled trial; post hoc analysis for effect of HIV-protease inhibitor therapy conducted from January to October 1997.\n                Referral center in San Francisco, Calif.\n                Volunteer sample of 24 eugonadal men with HIV-associated weight loss (mean, 9% body weight loss), recruited from an AIDS clinic and by referral and by advertisement.\n                For 8 weeks, all subjects received supervised PRE with physiologic intramuscular testosterone replacement (100 mg/wk) to suppress endogenous testosterone production. Randomization was between an anabolic steroid, oxandrolone, 20 mg/d, and placebo.\n                Lean body mass, nitrogen balance (10-day metabolic ward measurements), body weight, muscle strength, and androgen status.\n                Twenty-two subjects completed the study (1 1 per group). Both groups showed significant nitrogen retention and increases in LBM, weight, and strength. The mean (SD) gains were significantly greater in the oxandrolone group than in the placebo group (5.6 [2.1] vs 3.8 [1.8] g of nitrogen per day [P=.05]; 6.9 [1.7] vs 3.8 [2.9] kg of LBM [P=.005]; greater strength gains for various upper and lower body muscle groups by maximum weight lifted [P = .02-.05] and dynamometry [P = .01 -.05]). The mean (SD) high-density lipoprotein cholesterol level declined 0.25 (0.14) mmol/L (9.8 [5.4] mg/dL) significantly in the oxandrolone group (P < .001 compared with placebo). Results were similar whether or not patients were taking protease inhibitors. One subject in the oxandrolone group discontinued the study because of elevated liver function test results.\n                A moderately supraphysiologic androgen regimen that included an anabolic steroid, oxandrolone, substantially increased the lean tissue accrual and strength gains from PRE, compared with physiologic testosterone replacement alone, in eugonadal men with HIV-associated weight loss. Protease inhibitors did not prevent lean tissue anabolism.",
        "Year": 1999,
        "CitationCount": 191
    },
    {
        "Unnamed: 0": 29660,
        "ReviewID": "CD005483",
        "PMID": "PMID:10460042",
        "Title": "The use of a transscrotal testosterone delivery system in the treatment of patients with weight loss related to human immunodeficiency virus infection.",
        "Abstract": "Weight loss is a strong predictor of morbidity and mortality in human immunodeficiency virus (HIV)-infected patients. Men with acquired immunodeficiency syndrome (AIDS) lose body cell mass. Hypogonadism is also common. This study tested the efficacy of a testosterone transscrotal patch (6 mg/day) in improving body cell mass and treating hypogonadism in these patients.\n                This multicenter, randomized, double-blinded, placebo-controlled trial was conducted from August 1995 to October 1996 in 133 men, 18 years of age and older, who had AIDS, 5% to 20% weight loss, and either a low morning serum total testosterone level (<400 ng/dL) or a low free testosterone level (<16 pg/mL). Outcomes included weight, body cell mass as measured using bioelectrical impedance analysis, quality of life, and morning measurements of serum testosterone and dihydrotestosterone levels, lymphocyte subsets, and HIV quantification.\n                There were no significant differences in baseline weight, CD4 cell counts, or HIV serum viral quantification between treatment arms. Morning total and free testosterone levels increased in those treated with testosterone, but not with placebo. Following 12 weeks of treatment there were no differences (testosterone-placebo) in mean weight change (-0.3 kg [95% confidence interval (CI): -1.4 to 0.8]) or body cell mass (-0.2 kg [95% CI: -1.0 to 0.6]) in the two groups. There were also no changes in quality of life in either group.\n                Hypogonadal men with AIDS and weight loss can achieve adequate morning serum sex hormone levels using a transscrotal testosterone patch. However, this system of replacement does not improve weight, body cell mass, or quality of life.",
        "Year": 1999,
        "CitationCount": 70
    },
    {
        "Unnamed: 0": 29656,
        "ReviewID": "CD005483",
        "PMID": "PMID:10683055",
        "Title": "Testosterone replacement and resistance exercise in HIV-infected men with weight loss and low testosterone levels.",
        "Abstract": "Previous studies of testosterone supplementation in HIV-infected men failed to demonstrate improvement in muscle strength. The effects of resistance exercise combined with testosterone supplementation in HIV-infected men are unknown.\n                To determine the effects of testosterone replacement with and without resistance exercise on muscle strength and body composition in HIV-infected men with low testosterone levels and weight loss.\n                Placebo-controlled, double-blind, randomized clinical trial conducted from September 1995 to July 1998 at a general clinical research center.\n                Sixty-one HIV-infected men aged 18 to 50 years with serum testosterone levels of less than 12.1 nmol/L (349 ng/dL) and weight loss of 5% or more in the previous 6 months, 49 of whom completed the study.\n                Participants were randomly assigned to 1 of 4 groups: placebo, no exercise (n = 14); testosterone enanthate (100 mg/wk intramuscularly), no exercise (n = 17); placebo and exercise (n = 15); or testosterone and exercise (n = 15). Treatment duration was 16 weeks.\n                Changes in muscle strength, body weight, thigh muscle volume, and lean body mass compared among the 4 treatment groups.\n                Body weight increased significantly by 2.6 kg (P<.001) in men receiving testosterone alone and by 2.2 kg (P = .02) in men who exercised alone but did not change in men receiving placebo alone (-0.5 kg; P = .55) or testosterone and exercise (0.7 kg; P = .08). Men treated with testosterone alone, exercise alone, or both experienced significant increases in maximum voluntary muscle strength in leg press (range, 22%-30%), leg curls (range, 18%-36%), bench press (range, 19%-33%), and latissimus pulls (range, 17%-33%). Gains in strength in all exercise categories were greater in men assigned to the testosterone-exercise group or to the exercise-alone group than in those assigned to the placebo-alone group. There was a greater increase in thigh muscle volume in men receiving testosterone alone (mean change, 40 cm3; P<.001 vs zero change) or exercise alone (62 cm3; P = .003) than in men receiving placebo alone (5 cm3; P = .70). Average lean body mass increased by 2.3 kg (P = .004) and 2.6 kg (P<.001), respectively, in men who received testosterone alone or testosterone and exercise but did not change in men receiving placebo alone (0.9 kg; P = .21). Hemoglobin levels increased in men receiving testosterone but not in those receiving placebo.\n                Our data suggest that testosterone and resistance exercise promote gains in body weight, muscle mass, muscle strength, and lean body mass in HIV-infected men with weight loss and low testosterone levels. Testosterone and exercise together did not produce greater gains than either intervention alone.",
        "Year": 2000,
        "CitationCount": 373
    },
    {
        "Unnamed: 0": 29658,
        "ReviewID": "CD005483",
        "PMID": "PMID:10979879",
        "Title": "Effects of testosterone and progressive resistance training in eugonadal men with AIDS wasting. A randomized, controlled trial.",
        "Abstract": "Substantial loss of muscle mass occurs among men with AIDS wasting.\n                To investigate the independent effects of testosterone therapy and progressive resistance training in eugonadal men with AIDS wasting.\n                Randomized, controlled trial.\n                University hospital.\n                54 eugonadal men with AIDS wasting (weight < 90% ideal body weight or weight loss > 10%).\n                In a 2 x 2 factorial design, patients were assigned to receive testosterone enanthate (200 mg/wk) or placebo injections and progressive resistance training (three times weekly) or no training for 12 weeks.\n                Cross-sectional muscle area and other indices of muscle mass.\n                Cross-sectional muscle area increased in response to training compared with nontraining (change in arm muscle mass, 499 +/- 349 mm2 vs. 206 +/- 264 mm2 [P = 0.004]; change in leg muscle mass, 1106 +/- 854 mm2 vs. 523 +/- 872 mm2 [P = 0.045]) and in response to testosterone therapy compared with placebo (change in arm muscle mass, 512 +/- 371 mm2 vs. 194 +/- 215 mm2 [P< 0.001]; change in leg muscle mass, 1,236 +/- 881 mm2 vs. 399 +/- 729 mm2 [P = 0.002]). Levels of high-density lipoprotein cholesterol decreased in response to testosterone therapy compared with placebo (-0.03 +/- 0.13 mmol/L vs. 0.05 +/- 0.13 mmol/L [-1 +/- 5 mg/dL vs. 2 +/- 5 mg/dL]; P= 0.011) and increased in response to training compared with nontraining (0.05 +/- 0.13 mmol/L vs. 0.00 +/- 0.16 mmol/L [2 +/- 5 mg/dL vs. 0 +/- 6 mg/dL]; P = 0.052).\n                In contrast to anabolic therapies that may have adverse effects on metabolic variables, supervised exercise effectively increases muscle mass and is associated with significant positive health benefits in eugonadal men with AIDS wasting.",
        "Year": 2000,
        "CitationCount": 106
    },
    {
        "Unnamed: 0": 29654,
        "ReviewID": "CD005483",
        "PMID": "PMID:12646793",
        "Title": "Double-blind, randomized, placebo-controlled phase III trial of oxymetholone for the treatment of HIV wasting.",
        "Abstract": "Despite highly active antiretroviral therapy (HAART), chronic involuntary weight loss still remains a serious problem in the care of HIV patients. Various alterations in energy metabolism and endocrine regulation have been found to cause loss of lean body mass (LBM) and body cell mass (BCM). Previous studies in HIV-positive men undergoing androgen replacement therapy or treatment with recombinant growth hormone (rGH) have shown partial restoration of LBM, but these treatments have largely been ineffective in eugonadal individuals.\n                Double-blind, randomized, placebo-controlled trial of 89 HIV-positive women and men with wasting assigned to the anabolic steroid oxymetholone [50 mg twice (BID) or three times daily (TID)] or placebo for 16 weeks followed by open-label treatment. STUDY ENDPOINTS: Body weight, bioimpedance measurements, quality of life parameters and appetite.\n                Oxymetholone led to a significant weight gain of 3.0 +/- 0.5 and 3.5 +/- 0.7 kg in the TID and BID groups, respectively (P < 0.05 for each treatment versus placebo), whereas individuals in the placebo group gained an average of 1.0 +/- 0.7 kg. Body cell mass increased in the oxymetholone BID group (3.8 +/- 0.4 kg; P < 0.0001) and in the oxymetholone TID group (2.1 +/- 0.6 kg; P < 0.005), corresponding to 12.4 and 7.4% of baseline BCM, respectively. Significant improvements were noted in appetite and food intake, increased well-being and reduced weakness by self-examination. The most important adverse event was liver-associated toxicity. Overall, 35% of patients in the TID, 27% of patients in the BID oxymetholone group and no patients in the placebo group had a greater than five times baseline increase for alanine aminotransferase during the double-blind phase of the study.\n                Oxymetholone can be considered an effective anabolic steroid in eugonadal male and female patients with AIDS-associated wasting. The BID (100 mg/day) regimen appeared to be equally effective as the TID (150 mg/day) regimen in terms of weight gain, LBM and BCM and was associated with less, but still significant liver toxicity.",
        "Year": 2003,
        "CitationCount": 51
    },
    {
        "Unnamed: 0": 29651,
        "ReviewID": "CD005483",
        "PMID": "PMID:15111377",
        "Title": "Effects of testosterone administration in human immunodeficiency virus-infected women with low weight: a randomized placebo-controlled study.",
        "Abstract": "The prevalence of human immunodeficiency virus (HIV) disease is increasing among women, many of whom remain symptomatic with low weight and poor functional status. Although androgen levels may often be reduced in such patients, the safety, tolerability, and efficacy of testosterone administration in this population remains unknown.\n                A total of 57 HIV-infected women with free testosterone levels less than the median of the reference range and weight less than 90% of ideal body weight or weight loss greater than 10% were randomly assigned to receive transdermal testosterone (4 mg/patch) twice weekly or placebo for 6 months. Muscle mass was assessed by urinary creatinine excretion. Muscle function was assessed by the Tufts Quantitative Muscle Function Test. Treatment effect at 6 months was determined by analysis of covariance. Results are mean +/- SEM unless otherwise specified.\n                At baseline, subjects were low weight (body mass index [calculated as weight in kilograms divided by the square of height in meters] 20.6 +/- 0.4), with significant weight loss from pre-illness maximum weight (18.7% +/- 1.2%), and demonstrated reduced muscle function (upper and lower extremity muscle strength, 83% and 67%, respectively, of predicted range). Testosterone treatment resulted in significant increases in testosterone levels vs placebo (total testosterone: 37 +/- 5 vs -2 +/- 2 ng/dL [1.3 +/- 0.2 vs -0.1 +/- 0.1 nmol/L] [P<.001]; free testosterone: 3.7 +/- 0.5 vs -0.4 +/- 0.3 pg/mL [12.8 +/- 1.7 vs -1.4 vs 1.0 pmol/L] [P<.001]) and was well tolerated, without adverse effects on immune function, lipid and glucose levels, liver function, or body composition or the adverse effect of hirsutism. Muscle mass tended to increase (1.4 +/- 0.6 vs 0.3 +/- 0.8 kg; P =.08), and shoulder flexion (0.4 +/- 0.3 vs -0.5 +/- 0.3 kg; P =.02), elbow flexion (0.3 +/- 0.4 vs -0.7 +/- 0.4 kg; P =.04), knee extension (0.2 +/- 1.0 vs -1.7 +/- 1.3 kg; P =.02), and knee flexion (0.7 +/- 0.5 vs 0.3 +/- 0.7 kg; P =.04) increased in the testosterone-treated compared with the placebo-treated subjects.\n                Testosterone administration is well-tolerated and increases muscle strength in low-weight HIV-infected women. Testosterone administration may be a useful adjunctive therapy to maintain muscle function in symptomatic HIV-infected women.",
        "Year": 2004,
        "CitationCount": 51
    },
    {
        "Unnamed: 0": 29652,
        "ReviewID": "CD005483",
        "PMID": "PMID:15613414",
        "Title": "Effects of testosterone replacement in human immunodeficiency virus-infected women with weight loss.",
        "Abstract": "The objective of this study was to determine whether physiological testosterone replacement increases fat-free mass (FFM) and muscle strength and contributes to weight maintenance in HIV-infected women with relative androgen deficiency and weight loss. Fifty-two HIV-infected, medically stable women, 18-50 yr of age, with more than 5% weight loss over 6 months and testosterone levels below 33 ng/dl were randomized into this double-blind, placebo-controlled trial of 24-wk duration. Subjects in the testosterone group applied testosterone patches twice weekly to achieve a nominal delivery of 300 mug testosterone over 24 h. Data were evaluable for 44 women. Serum average total and peak testosterone levels increased significantly in the testosterone group, but did not change in the placebo group. However, there were no significant changes in FFM (testosterone, 0.7 +/- 0.4 kg; placebo, 0.3 +/- 0.4 kg), fat mass (testosterone, 0.3 +/- 0.7 kg; placebo, 0.6 +/- 0.7 kg), or body weight (testosterone, 1.0 +/- 0.9 kg; placebo, 0.9 +/- 0.8 kg) between the two treatment groups. There were no significant changes in leg press strength, leg power, or muscle fatigability in either group. Changes in quality of life, sexual function, cognitive function, and Karnofsky performance scores did not differ significantly between the two groups. High-density lipoprotein cholesterol levels decreased significantly in the testosterone group. The patches were well tolerated. We conclude that physiological testosterone replacement was safe and effective in raising testosterone levels into the mid to high normal range, but did not significantly increase FFM, body weight, or muscle performance in HIV-infected women with low testosterone levels and mild weight loss. Additional studies are needed to fully explore the role of androgens in the regulation of body composition in women.",
        "Year": 2005,
        "CitationCount": 71
    },
    {
        "Unnamed: 0": 29659,
        "ReviewID": "CD005483",
        "PMID": "PMID:15767536",
        "Title": "Effect of nandrolone decanoate therapy on weight and lean body mass in HIV-infected women with weight loss: a randomized, double-blind, placebo-controlled, multicenter trial.",
        "Abstract": "Weight loss is associated with accelerated mortality and disease progression in patients with human immunodeficiency virus (HIV) infection. Although studies have examined a variety of anabolic therapies in HIV-infected men, the safety and efficacy of such treatments in women have not been adequately studied.\n                In this randomized, double-blind, placebo-controlled, multicenter, phase I/II study, 38 HIV-infected women with documented weight loss of 5% or greater in the preceding year or a body mass index of less than 20 kg/m(2) were randomized to receive nandrolone decanoate (100 mg) or an equivalent volume of placebo every other week by intramuscular injection. Subjects received blinded treatment for 12 weeks, followed by open-label therapy for 12 weeks. Lean body mass and fat (bioelectrical impedance analysis) and weight were measured at baseline and at weeks 6, 12, 18, and 24. Biochemical assessments of safety (hematologic analyses, liver function tests, and sex hormone measurements) were performed at these same time points. Clinical signs and symptoms were monitored biweekly.\n                Subjects randomized to receive nandrolone had significant increases in weight and lean body mass during blinded treatment (4.6 kg [9.0%] and 3.5 kg [8.6%], respectively; P<.001 vs baseline and placebo in each case). Fat mass did not change statistically significantly in either group. Although there were no statistically significant differences between groups in biochemical measures, the number of grade 3 or greater toxicities, or reports of virilizing effects, a full assessment of safety cannot be made in a trial of this size.\n                Nandrolone decanoate therapy may prove to be generally safe and beneficial in reversing weight loss and lean tissue loss in women with HIV infection and other chronic catabolic diseases.",
        "Year": 2005,
        "CitationCount": 33
    }
]