[
    {
        "Unnamed: 0": 1920,
        "ReviewID": "CD002296",
        "PMID": "PMID:3310942",
        "Title": "Cimetidine therapy in nonsteroidal anti-inflammatory drug gastropathy. Double-blind long-term evaluation.",
        "Abstract": "To assess the efficacy of cimetidine in treating and preventing gastric mucosal lesions associated with nonsteroidal anti-inflammatory drug (NSAID) therapy (NSAID gastropathy), we endoscopically studied 104 patients taking NSAIDs for a variety of rheumatic diseases. Fifty-six percent (22/43) of patients randomized to cimetidine 300 mg four times a day and 52% (22/42) of those randomized to placebo showed progression of endoscopic lesions during the eight-week short-term phase. Thirty-nine patients whose endoscopic lesions improved were then randomized to a ten-month maintenance regimen of either cimetidine 400 mg at bedtime or placebo. Fifty percent (7/14) of placebo-treated and 42% (5/12) of cimetidine-treated patients showed progression of lesions during the maintenance phase. The failure of cimetidine to offer any significant benefit under these protocol conditions reflects the fundamental difference in pathophysiologic features between classic acid-mediated ulcer disease and NSAID gastropathy.",
        "Year": 1987,
        "CitationCount": 110
    },
    {
        "Unnamed: 0": 1908,
        "ReviewID": "CD002296",
        "PMID": "PMID:3689065",
        "Title": "Ranitidine protects against gastroduodenal mucosal damage associated with chronic aspirin therapy.",
        "Abstract": "A randomized, double-blind, placebo-controlled study examined whether concomitant administration of ranitidine could protect against the gastroduodenal mucosal damage associated with long-term aspirin therapy in healthy men. Twenty-four subjects received ranitidine (150 mg twice daily) plus aspirin (650 mg four times daily), and 19 received placebo twice daily plus aspirin (650 mg four times daily) for four weeks. Gastric injury and duodenal injury were assessed separately according to a numerical rating scale for incidence and severity of lesions observed during endoscopic examinations at baseline and after four weeks of treatment. The ranitidine/aspirin group had significantly less mucosal damage in the stomach and duodenum than the placebo/aspirin group. Mean serum salicylate levels were similar between treatment groups after two and four weeks of aspirin therapy. Therefore, the protective effect of ranitidine was achieved with no compromise in salicylate absorption.",
        "Year": 1987,
        "CitationCount": 50
    },
    {
        "Unnamed: 0": 1887,
        "ReviewID": "CD002296",
        "PMID": "PMID:3142593",
        "Title": "Prevention of gastroduodenal damage induced by non-steroidal anti-inflammatory drugs: controlled trial of ranitidine.",
        "Abstract": "To evaluate the prophylactic effect of ranitidine 150 mg twice daily in patients requiring one of the following non-steroidal anti-inflammatory drugs: naproxen, piroxicam, diclofenac, and indomethacin. In addition, risk factors were studied in order to help in targeting of such treatment to specific groups of patients.\n                Double blind, placebo controlled, randomised, parallel group with endoscopic assessments at 0, 4, and 8 weeks.\n                Multicentre outpatient study at secondary referral centres in five European countries. PATIENTS--297 patients with rheumatoid arthritis or osteoarthritis over the age of 18 without lesions in the stomach and duodenum at baseline endoscopy (after one week without taking non-steroidal anti-inflammatory drugs). Those taking other antirheumatic agents, concomitant ulcerogenic drugs, or treatment for peptic ulcers within the previous 30 days were excluded. Age, sex, arthritic disease, and type of non-steroidal anti-inflammatory drug used were comparable in the two treatment groups. In all, 263 patients completed the trial.\n                Ranitidine 150 mg twice daily or placebo (plus the selected non-steroidal anti-inflammatory drug) was prescribed within five days after the baseline endoscopy for two consecutive periods of four weeks. Paracetamol was permitted during the study, but not antacids. Patients were withdrawn if the most severe grade of damage (including ulceration) was found at the four week endoscopy or when indicated, or with lesser damage at the investigator's discretion.\n                Frequency of gastric and duodenal ulceration or lesions, or both.\n                The cumulative incidence of peptic ulceration by eight weeks was 10.3% (27/263); 2 out of 135 (1.5%) developed duodenal ulceration in the ranitidine group, compared with 10 out of 126 (8%) taking placebo. The frequency of gastric ulceration was the same (6%) for the two groups at eight weeks. Though significantly fewer gastric lesions developed in the ranitidine group by eight weeks. The frequency of non-ulcerative lesions in the duodenum did not differ greatly for the two groups at either time point. Twelve out of 75 (16%) patients taking piroxicam developed peptic ulceration, of whom two thirds had duodenal ulceration. Patients with a history of peptic ulcer were particularly susceptible to recurrent ulceration, against which ranitidine offered some protection.\n                Ranitidine 150 mg twice daily significantly reduced the incidence of duodenal ulceration but not gastric ulceration when prescribed concomitantly with one of four commonly used non-steroidal anti-inflammatory drugs.",
        "Year": 1988,
        "CitationCount": 383
    },
    {
        "Unnamed: 0": 1916,
        "ReviewID": "CD002296",
        "PMID": "PMID:2904006",
        "Title": "Prevention of NSAID-induced gastric ulcer with misoprostol: multicentre, double-blind, placebo-controlled trial.",
        "Abstract": "A double-blind, placebo-controlled study was carried out to see whether the synthetic E prostaglandin, misoprostol, would prevent gastric ulcer induced by non-steroidal anti-inflammatory drugs (NSAIDs). 420 patients with osteoarthritis and NSAID-associated abdominal pain were studied; they were receiving ibuprofen, piroxicam, or naproxen. Endoscopy was done at entry and after 1, 2, and 3 months of continuous treatment with 100 micrograms or 200 micrograms misoprostol or placebo, given four times daily with meals and at bedtime, concurrently with the NSAID. Abdominal pain was rated independently by patients and physicians. A treatment failure was defined as development of a gastric ulcer. Gastric ulcers (0.3 cm in diameter or greater) occurred less frequently (p less than 0.001) in both misoprostol treatment groups (5.6% 100 micrograms and 1.4% 200 micrograms) than in the placebo group (21.7%). The significant difference in ulcer formation between the placebo and the misoprostol treatment groups remained when comparisons were restricted to ulcers greater than 0.5 cm in diameter (12.3% placebo, 4.2% 100 micrograms misoprostol, and 0.7% 200 micrograms misoprostol). Mild to moderate, self-limiting diarrhoea was the most frequently reported adverse effect attributed to misoprostol. These results provide the first clear indication that NSAID-induced ulcers are preventable.",
        "Year": 1988,
        "CitationCount": 566
    },
    {
        "Unnamed: 0": 1884,
        "ReviewID": "CD002296",
        "PMID": "PMID:2646087",
        "Title": "Effect of ranitidine on gastroduodenal mucosal damage induced by nonsteroidal antiinflammatory drugs.",
        "Abstract": "The effect of ranitidine in preventing mucosal damage caused by nonsteroidal antiinflammatory drugs (NSAIDs) was evaluated for eight weeks in a prospective study of 144 patients requiring NSAIDs. Patients with normal endoscopic findings were randomly assigned to receive either ranitidine 150 mg twice daily or placebo for eight weeks, along with either ibuprofen, indomethacin, naproxen, sulindac, or piroxicam. Duodenal damage was significantly less in the ranitidine group compared with the placebo group by weeks 4 and 8 (P less than or equal to 0.01). Duodenal ulcers did not develop in any patients on ranitidine (0/57) compared with 4/49 patients (8%) on placebo (P = 0.02). No significant difference was found between treatment groups with respect to gastric damage; 6/60 (10%) in the ranitidine group compared with 6/50 (12%) in the placebo group developed gastric ulcers. These findings suggest that acid suppression is of greater importance for mucosal protection in the duodenum than in the stomach, where other defense mechanisms may be operative. While ranitidine is an effective prophylaxis for NSAID-induced damage in the duodenum, further studies are needed to define specific risk groups and to assess the potential usefulness of more complete acid suppression in preventing gastric mucosal damage.",
        "Year": 1989,
        "CitationCount": 66
    },
    {
        "Unnamed: 0": 1896,
        "ReviewID": "CD002296",
        "PMID": "PMID:2693162",
        "Title": "Effect of ranitidine on gastroduodenal mucosal damage in patients on long-term non-steroidal anti-inflammatory drugs.",
        "Abstract": "Twenty-four patients taking long-term non-steroidal anti-inflammatory drugs (NSAIDs) were followed in a double-blind placebo-controlled trial to assess the effect of ranitidine 300 and 600 mg daily on upper gastrointestinal mucosal damage and to assess methods of monitoring mucosal damage. Sixteen were given ranitidine and 8 had placebo throughout the study. Comparisons suggested that ranitidine reduced symptoms and endoscopic evidence of mucosal damage. Histological evidence of gastritis was present in only half of those on ranitidine but in all receiving placebo. Erosions and blood loss occurred intermittently during the study but faecal blood losses using 51Cr-labelled red cells failed to identify any difference between groups. Endoscopic observation of erosions and serial biopsies may provide simple, reliable measurements for future studies to assess the effect of therapy in reducing mucosal damage from long-term NSAIDs.",
        "Year": 1989,
        "CitationCount": 14
    },
    {
        "Unnamed: 0": 1909,
        "ReviewID": "CD002296",
        "PMID": "PMID:1816217",
        "Title": "Double blind, placebo controlled trial on the cytoprotective effect of misoprostol in subjects with rheumatoid arthritis, osteoarthritis and seronegative spondarthropathy on NSAIDs.",
        "Abstract": "Ninety arthritic patients were randomly allotted to receive misoprostol 200 micrograms thrice daily or placebo, for 4 weeks, while they were started on various NSAIDs. While upper gastrointestinal symptoms occurred equally in both groups, patients on placebo had significantly more post-therapy abnormal endoscopy findings. Misoprostol was well tolerated without any adverse side effects; it did not interfere with the therapeutic efficacy of the NSAIDs. Arthritic patients requiring long term NSAID therapy appear to benefit from misoprostol because of its cytoprotective effect on the gastrointestinal mucosa.",
        "Year": 1991,
        "CitationCount": 8
    },
    {
        "Unnamed: 0": 1893,
        "ReviewID": "CD002296",
        "PMID": "PMID:1832313",
        "Title": "Ranitidine prevents duodenal ulcers associated with non-steroidal anti-inflammatory drug therapy.",
        "Abstract": "The results of four similarly designed, randomized, double-blind, placebo-controlled studies conducted to evaluate ranitidine as prophylaxis for NSAID-associated damage are reviewed. A total of 673 patients receiving therapeutic dosages of NSAIDs for arthritic or musculoskeletal conditions also received either ranitidine 150 mg twice daily (n = 343) or placebo (n = 330) for four weeks (two studies) or eight weeks (two studies). Endoscopic grading of mucosal lesions was based on a modified Lanza scoring system. All patients had normal baseline endoscopies. After four weeks of treatment a significant protective effect against duodenal mucosal lesions including duodenal ulcers (three studies) and gastric mucosal lesions including gastric ulcers (one study) was observed in patients who received ranitidine compared with those who received placebo. A meta-analysis of the four studies confirmed that significantly fewer patients receiving ranitidine than placebo developed duodenal ulcers (1% vs. 6%, P = 0.01). Endoscopic data at eight weeks from the two longer-term studies showed that duodenal ulcers occurred in ranitidine- and placebo-treated patients at a rate of 1% (2/137) vs. 8% (10/126) (P = 0.02), respectively, in one trial, and 0% (0/57) vs. 8% (4/49) (P = 0.02), respectively, in the other trial. No protective effect in the stomach was evident at eight weeks. We conclude that ranitidine is effective in preventing NSAID-associated duodenal ulcers and may be appropriate prophylaxis for certain high-risk patients.",
        "Year": 1991,
        "CitationCount": 30
    },
    {
        "Unnamed: 0": 1895,
        "ReviewID": "CD002296",
        "PMID": "PMID:1742504",
        "Title": "Misoprostol prevents NSAID-induced gastroduodenal lesions in patients with osteoarthritis and rheumatoid arthritis.",
        "Abstract": "The clinical use of nonsteroidal anti-inflammatory drugs (NSAIDs) is associated with significant adverse effects on the integrity of the gastrointestinal (GI) mucosa. A unique, double-blind, placebo-controlled, randomized, multicentre study investigated the prophylactic co-therapy with misoprostol, a novel PGE1 analog, for the prevention of the NSAID-induced gastric and duodenal mucosal lesions. The study also investigated whether the co-therapy with misoprostol could interfere with the anti-rheumatic action of the NSAIDs using detailed rheumatological assessments. Patients with osteoarthritis or rheumatoid arthritis had to be free of symptoms and significant erosive and/or haemorrhagic lesions of the upper GI tract. The patients were randomized to co-therapy with misoprostol or its matching placebo. Follow-up endoscopy and symptoms assessment were carried out within 4 weeks and compared to pre-study findings. Misoprostol significantly reduced (p less than 0.01) the incidence of erosive and/or haemorrhagic gastric and duodenal mucosal lesions. Misoprostol also reduced the proportion of patients with epigastric pain (p less than 0.01). Misoprostol was well tolerated and did not interfere with the anti-rheumatic activity of the administered NSAID. We conclude that misoprostol is safe and effective in the protection against NSAID-induced gastric and duodenal mucosal lesions and symptoms.",
        "Year": 1991,
        "CitationCount": 21
    },
    {
        "Unnamed: 0": 1898,
        "ReviewID": "CD002296",
        "PMID": "PMID:1570496",
        "Title": "A double-blind comparison of the gastroduodenal safety and efficacy of diclofenac and a fixed dose combination of diclofenac and misoprostol in the treatment of rheumatoid arthritis.",
        "Abstract": "This double-blind, parallel group study was conducted to evaluate the gastroduodenal safety and antiarthritic efficacy of a fixed combination of diclofenac sodium 50 mg and misoprostol 200 mcg, compared with a combination of diclofenac 50 mg and placebo. Three hundred and thirty-nine patients with rheumatoid arthritis and no significant gastric or duodenal mucosal damage were enrolled and received study medication (diclofenac/misoprostol, 164; diclofenac/placebo, 175) BID or TID for 12 weeks. Posttreatment gastroduodenal endoscopic examinations revealed ulcers in 11% of the diclofenac/placebo group, compared with only 4% of the diclofenac/misoprostol group (p = 0.034). Four-weekly assessments of arthritic condition revealed no clinically or statistically significant treatment differences. It was concluded that diclofenac/misoprostol caused significantly less gastroduodenal damage than diclofenac, but was as effective as diclofenac alone in the treatment of rheumatoid arthritis.",
        "Year": 1992,
        "CitationCount": 68
    },
    {
        "Unnamed: 0": 1907,
        "ReviewID": "CD002296",
        "PMID": "PMID:1450797",
        "Title": "The gastroduodenal safety and efficacy of the fixed combination of diclofenac and misoprostol in the treatment of osteoarthritis.",
        "Abstract": "A double-blind, randomized, parallel group study was conducted to compare the gastroduodenal safety and antiarthritic efficacy of a fixed combination of diclofenac 50 mg and misoprostol 200 micrograms with that of a combination of diclofenac 50 mg and placebo in patients with osteoarthritis. Three hundred and sixty-one patients with no significant gastroduodenal lesions were enrolled and received study medication two or three times daily for 4 weeks. Post-treatment endoscopic examination of the gastroduodenal mucosa revealed ulcers in 4% of patients in the diclofenac/placebo group compared with none in the diclofenac/misoprostol group (P = 0.015). There were no clinically or statistically significant differences between the two treatment groups in formal assessments of osteoarthritis after either 2 or 4 weeks. It was concluded that diclofenac/misoprostol was associated with significantly less gastroduodenal damage than diclofenac, whilst being as effective as diclofenac alone in the treatment of osteoarthritis.",
        "Year": 1992,
        "CitationCount": 45
    },
    {
        "Unnamed: 0": 1902,
        "ReviewID": "CD002296",
        "PMID": "PMID:8359082",
        "Title": "Helicobacter pylori infection, ABO blood group, and effect of misoprostol on gastroduodenal mucosa in NSAID-treated patients with rheumatoid arthritis.",
        "Abstract": "Our aim was to investigate the effect of misoprostol on NSAID-induced gastroduodenal mucosal damage in patients with rheumatoid arthritis. The study included 40 patients, and it was designed as a double-blind, placebo-controlled trial. Misoprostol significantly reduced the gastroduodenal mucosal lesions found at endoscopy (P < 0.05) and prevented the development of ulcers. The cumulative incidence of ulcers at four weeks was 5% in the placebo group and 0% in the misoprostol group. The basal and pentagastrin-stimulated acid output as evaluated after 23 days of treatment with misoprostol was not significantly affected. Forty-one percent of the patients had signs of current Helicobacter pylori infection, 33% had positive serology only, and 26% had no evidence of infection. Most of the patients with current infection belonged to blood group O (P < 0.05). Misoprostol treatment did not affect the occurrence of Helicobacter pylori or the rheumatic disease activity. It is concluded that the protective actions of misoprostol on the gastroduodenal mucosa of NSAID-treated patients are largely mediated by mechanisms other than inhibition of acid secretion. The relationship among active Helicobacter pylori infection, blood group O, and peptic ulcer may be helpful to identify a subpopulation of patients taking NSAIDs at risk of developing peptic ulcers.",
        "Year": 1993,
        "CitationCount": 22
    },
    {
        "Unnamed: 0": 1897,
        "ReviewID": "CD002296",
        "PMID": "PMID:8328732",
        "Title": "Duodenal and gastric ulcer prevention with misoprostol in arthritis patients taking NSAIDs. Misoprostol Study Group.",
        "Abstract": "To determine the efficacy of misoprostol for the prevention of nonsteroidal anti-inflammatory drug (NSAID)-induced duodenal and gastric ulcers in arthritis patients receiving NSAID therapy.\n                A randomized, double-blind, multicenter, placebo-controlled trial.\n                Six hundred thirty-eight private, Veterans Affairs, health maintenance, and academic practices.\n                Six hundred thirty-eight patients with chronic inflammatory or noninflammatory arthritis who were taking an NSAID but who did not have a gastric or duodenal ulcer on screening endoscopy received treatment with ibuprofen, piroxicam, naproxen, sulindac, tolmetin, indomethacin, or diclofenac daily for 3 months. Four hundred fifty-five (71%) patients completed the trial.\n                Patients meeting the entry criteria were randomized to receive either misoprostol, 200 micrograms, or placebo, four times a day for 12 weeks.\n                The endoscopy was repeated at 4, 8, and 12 weeks. The development of a duodenal or gastric ulcer (defined as a circumscribed mucosal defect > or = 0.5 cm in diameter and with perceptible depth) was regarded as prophylactic failure.\n                By 12 weeks, a duodenal ulcer developed in 2 of 320 (0.6%; 95% CI, 0.2% to 3.9%) patients randomized to receive misoprostol, compared with 15 of 323 (4.6%; CI, 2.8% to 8%) patients receiving placebo (P = 0.002). A gastric ulcer developed in 6 of 320 (1.9%; (CI, 0.8% to 4.4%) patients, compared with in 25 of 323 (7.7%; CI, 5.1% to 11.4%), respectively.\n                Misoprostol significantly lowers the frequency of both duodenal and gastric ulcer development in patients who require long-term therapy with NSAIDS.",
        "Year": 1993,
        "CitationCount": 298
    },
    {
        "Unnamed: 0": 1891,
        "ReviewID": "CD002296",
        "PMID": "PMID:8239849",
        "Title": "A controlled study comparing the effects of nabumetone, ibuprofen, and ibuprofen plus misoprostol on the upper gastrointestinal tract mucosa.",
        "Abstract": "This study was developed to compare the incidence of endoscopically diagnosed ulcers in elderly patients taking nabumetone, ibuprofen, or concomitant ibuprofen/misoprostol. Further research is indicated to better establish the clinical relevance of these endoscopy findings.\n                We conducted a prospective, multicenter, randomized, endoscopist-blinded, 12-week study involving 171 patients with osteoarthritis aged 60 years and older. Patients were randomized to receive nabumetone, 1000 mg (n = 58); ibuprofen, 600 mg four times daily (n = 53); or ibuprofen, 600 mg four times daily, administered concomitantly with misoprostol, 200 micrograms four times daily (n = 60). Endoscopy was performed at baseline and at weeks 2, 6, and 12. Endoscopy results were scored on a scale of 1 to 9. Significant ulcers were defined as breaks in the mucosa greater than 5 mm with appreciable depth.\n                Of the 171 randomized patients, 148 completed the study. There was no significant difference in the incidence of significant ulcers between the nabumetone group and the ibuprofen/misoprostol group (one vs zero). There were significantly fewer significant ulcers in the nabumetone and ibuprofen/misoprostol groups than in the ibuprofen monotherapy group (one and zero vs eight; P < .01). There also was a significant difference in the time to ulcer development, with a greater risk of developing an ulcer sooner with ibuprofen treatment (P < .01) than either nabumetone or ibuprofen/misoprostol treatment. The severity of osteoarthritis, based on physicians' assessments, improved in 64% of patients in the nabumetone group, 55% of those in the ibuprofen group, and 63% of those in the ibuprofen/misoprostol group.\n                Nabumetone is equivalent in ulcerogenicity to concomitant ibuprofen/misoprostol and is significantly less ulcerogenic than ibuprofen alone.",
        "Year": 1993,
        "CitationCount": 111
    },
    {
        "Unnamed: 0": 1906,
        "ReviewID": "CD002296",
        "PMID": "PMID:8215749",
        "Title": "Nizatidine prevents peptic ulceration in high-risk patients taking nonsteroidal anti-inflammatory drugs.",
        "Abstract": "Nonsteroidal anti-inflammatory drug (NSAID) use is increasingly recognized as a major factor associated with peptic ulcer disease and complications. We undertook a multicenter, double-blind, placebo-controlled trial to evaluate efficacy and safety of nizatidine in preventing ulcer formation in patients with osteoarthritis who were taking NSAIDs.\n                After endoscopy to rule out the presence of an acute ulcer, 496 patients were randomized to receive nizatidine, 150 mg twice daily (248 patients) or placebo (248 patients) for 3 months. Repeated endoscopies were performed monthly. We defined failure as development of a peptic ulcer (> or = 0.3 cm in diameter).\n                Baseline characteristics tested were comparable for the two groups with regard to age, sex, ulcer history, and Helicobacter pylori status. Overall ulcer occurrence in the nizatidine group (9.7%) was not significantly different from that in the placebo group (13.7%; P = .163). High-risk subgroups (patients with ulcer history and patients > or = 65 years of age), however, revealed statistically fewer ulcers for patients receiving nizatidine (P = .035 and P = .042, respectively). Analysis of antacid use showed significantly less use in nizatidine recipients, although there were similar percentages of patients showing improvement in dyspeptic symptoms in each treatment group. We failed to observe a conclusive correlation between H pylori status at baseline, as measured by serum immunoglobulin antibody, and development of an ulcer.\n                This study showed that nizatidine, 150 mg, twice daily, significantly reduces the incidence of ulcer formation in high-risk patients taking long-term NSAID therapy. It also relieves NSAID-associated dyspeptic symptoms in some patients.",
        "Year": 1993,
        "CitationCount": 48
    },
    {
        "Unnamed: 0": 1903,
        "ReviewID": "CD002296",
        "PMID": "PMID:8311540",
        "Title": "Double-blind comparison of efficacy and gastroduodenal safety of diclofenac/misoprostol, piroxicam, and naproxen in the treatment of osteoarthritis.",
        "Abstract": "To compare the efficacy and gastroduodenal safety of a fixed-dose combination of diclofenac sodium 50 mg and misoprostol 200 micrograms twice daily with those of piroxicam 10 mg twice daily and naproxen 375 mg twice daily in patients with osteoarthritis.\n                A 4 week, randomised, double-blind, parallel-group, multicentre study was conducted in 643 patients with symptomatic osteoarthritis of the hip and/or knee, who required continuous non-steroidal anti-inflammatory drug therapy for 4 weeks and who were without significant upper gastrointestinal damage as confirmed by endoscopy.\n                For patients who had pre- and post-treatment endoscopic examinations, gastroduodenal ulcers developed in 3 (1.5%) of 200 patients treated with diclofenac/misoprostol, 21 (10.3%) of 204 piroxicam-treated patients, and 17 (8.6%) of 198 patients receiving naproxen (Chi square = 13.771, p = 0.001). The improvement in the osteoarthritis severity index was greater in the diclofenac/misoprostol group than in the piroxicam group (p = 0.004). Changes in physician and patient global assessments showed no significant differences between treatment groups. The incidences of diarrhoea and abdominal pain were higher in the diclofenac/misoprostol group than in the piroxicam and naproxen groups.\n                Diclofenac/misoprostol at twice daily dosing is associated with significantly fewer gastroduodenal ulcers than either piroxicam or naproxen. The efficacy of diclofenac/misoprostol in treating the signs and symptoms of osteoarthritis is at least comparable to that of piroxicam and naproxen.",
        "Year": 1993,
        "CitationCount": 55
    },
    {
        "Unnamed: 0": 1917,
        "ReviewID": "CD002296",
        "PMID": "PMID:7863248",
        "Title": "Nizatidine in therapy and prevention of non-steroidal anti-inflammatory drug-induced gastroduodenal ulcer in rheumatic patients.",
        "Abstract": "Two hundred and sixty-nine patients with various rheumatic disorders who had been treated with non-steroidal anti-inflammatory drugs (NSAID) for at least 3 weeks were enrolled in this randomized double-blind multicentre trial. Entry criteria were the presence of an ulcer in the gastric and/or duodenal mucosa (> 3 mm and < 20 mm in diameter) and dyspeptic symptoms. The patients were treated with 150 mg nizatidine nocte (n = 86), 2 x 150 mg/d (n = 93) and 2 x 300 mg/d (n = 90) nizatidine. All patients continued to take their original NSAID medication. The three nizatidine groups were well matched with respect to important patient characteristics. After 8 weeks of treatment more than 90% of gastric and duodenal ulcers (DU) had healed under all three nizatidine dosages. There was a tendency to higher healing rates in the case of gastric ulcers after 4 weeks following the higher dose of nizatidine. Erosion, in the stomach and duodenum as well as oesophagitis, improved to a similar degree with all nizatidine doses. There were similar improvements in clinical symptoms such as epigastric pain, heartburn etc. Consumption of additional antacids were similar in all three groups. In the subsequent prevention trial, 237/221 patients were followed for 3/6 months. In addition to their continued antirheumatic medication 116/107 received nizatidine 150 mg nocte and 121/114 patients 2 x 150 mg nizatidine daily. The cumulative relapse rates within 6 months averaged 5.5% in the low and 1.8% in the high dose group (NS). The safety of nizatidine was assessed as good in both the therapeutic and the preventive trial.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1994,
        "CitationCount": 16
    },
    {
        "Unnamed: 0": 1922,
        "ReviewID": "CD002296",
        "PMID": "PMID:8091141",
        "Title": "Efficacy of 12 months' misoprostol as prophylaxis against NSAID-induced gastric ulcers. A placebo-controlled trial.",
        "Abstract": "We performed a 12-month, double-blind, randomised, placebo-controlled study to determine the long term effect of misoprostol (600-800 micrograms/d) in the prevention of gastric ulcers and gastroduodenal erosions in 83 arthritis patients on chronic NSAID therapy. Patients underwent endoscopy at 0, 3, 6 and 12 months. At the initial endoscopy, 12 patients had an ulcer (11 gastric), which was healed prior to randomization. Seventy eligible patients reached the 3 month endoscopy. Four (12.5%) of the 32 patients given misoprostol developed a gastric ulcer compared with 11 (28.9%) of the 38 on placebo (p < 0.05, life-table analysis). Six of the 11 patients with an initial gastric ulcer developed a further gastric ulcer, compared to 9 of 58 patients without an initial ulcer (p < 0.05). We conclude that misoprostol decreases the cumulative development of NSAID-induced gastric ulcers. Patients with a previous NSAID-ulcer have a higher risk of further ulceration.",
        "Year": 1994,
        "CitationCount": 75
    },
    {
        "Unnamed: 0": 1894,
        "ReviewID": "CD002296",
        "PMID": "PMID:7920500",
        "Title": "[Misoprostol in the prevention of gastric erosions caused by nonsteroidal anti-inflammatory agents].",
        "Abstract": "A multicenter, double-blind, placebo-controlled study was carried out to determine whether the synthetic prostaglandin E1 analog misoprostol is effective in preventing gastric and duodenal lesions induced by nonsteroidal anti-inflammatory drugs. Two hundred fifty-six patients under nonsteroidal anti-inflammatory drug treatment (diclofenac, naproxen, piroxicam, ibuprofen, indomethacin, ketoprofen, or tiaprofenic acid) for osteoarthritis, rheumatoid arthritis, or other rheumatic diseases were included in the study. None of the patients had patent gastroduodenal damage at entry (0 to 3 mucosal erosions or subepithelial hemorrhages on endoscopy). Patients were randomly assigned to treatment with misoprostol 400 micrograms/d (M 400), misoprostol 800 micrograms/d (M 800) or a placebo. Results of the follow-up endoscopy on day 28 in the 186 evaluable patients showed that gastric erosions were significantly less common (p < or = 0.02) in the two misoprostol groups (5% and 2% in the M 400 and M 800 groups respectively) than in the placebo group (19%). Similar small numbers of patients in the three groups had gastric subepithelial hemorrhages or duodenal lesions. Three patients developed gastric ulcers in the placebo group, versus none in the misoprostol groups. Misoprostol therapy did not modify the efficacy of the nonsteroidal antiinflammatory agent on pain or other rheumatologic manifestations. Diarrhea occurred in 1%, 10%, and 5% of patients in the M 400, M 800, and placebo groups, respectively. In conclusion, misoprostol given in combination with a nonsteroidal anti-inflammatory agent for 28 days significantly reduced the incidence of gastric erosions in a random sample of patients with a variety of rheumatic diseases. The daily dosage associated with the best risk/benefit ratio may be 400 micrograms/day.",
        "Year": 1994,
        "CitationCount": 7
    },
    {
        "Unnamed: 0": 1904,
        "ReviewID": "CD002296",
        "PMID": "PMID:7611589",
        "Title": "Misoprostol reduces serious gastrointestinal complications in patients with rheumatoid arthritis receiving nonsteroidal anti-inflammatory drugs. A randomized, double-blind, placebo-controlled trial.",
        "Abstract": "To investigate whether concurrent administration of misoprostol reduces the occurrence of serious upper gastrointestinal complications, such as perforation, gastric outlet obstruction, or bleeding, in patients with rheumatoid arthritis who are receiving nonsteroidal anti-inflammatory drugs (NSAIDs).\n                6-month randomized, double-blind, placebo-controlled trial.\n                664 clinical practices of family medicine, internal medicine, or rheumatology in the United States and Canada.\n                8843 men and women (mean age, 68 years) receiving continuous therapy with any of 10 specified NSAIDs for control of symptoms of rheumatoid arthritis. Patients were enrolled between July 1991 and August 1993.\n                Patients were randomly assigned to receive 200 micrograms of misoprostol or placebo four times a day.\n                Development of serious upper gastrointestinal complications detected by clinical symptoms or findings (not by scheduled endoscopy).\n                Serious upper gastrointestinal complications were reduced by 40% (odds ratio, 0.598 [95% CI, 0.364 to 0.982; P = 0.049]) among patients receiving misoprostol (25 of 4404 patients) compared with those receiving placebo (42 of 4439 patients). During the first month, more patients receiving misoprostol (20%) than placebo (15%) withdrew from the study, primarily because of diarrhea and related problems (P < 0.001). Risk factors for serious upper gastrointestinal complications were increasing age, history of peptic ulcer or bleeding, and cardiovascular disease. Patients with all four risk factors would have a 9% risk for a major complication in 6 months.\n                In older patients with rheumatoid arthritis, misoprostol reduced serious NSAID-induced upper gastrointestinal complications by 40% compared with placebo.",
        "Year": 1995,
        "CitationCount": 1098
    },
    {
        "Unnamed: 0": 1886,
        "ReviewID": "CD002296",
        "PMID": "PMID:7625622",
        "Title": "Misoprostol dosage in the prevention of nonsteroidal anti-inflammatory drug-induced gastric and duodenal ulcers: a comparison of three regimens.",
        "Abstract": "To compare the effectiveness and tolerability of three misoprostol dosing regimens for the prevention of gastric and duodenal ulcers associated with long-term nonsteroidal anti-inflammatory drug (NSAID) therapy.\n                A multicenter, 12-week, randomized, double-blind, placebo-controlled, parallel, four-limb study.\n                Eligibility criteria included upper gastrointestinal symptoms during NSAID therapy and no endoscopic evidence of gastric or duodenal ulcers. A total of 1623 patients was enrolled; 1197 of these met major accession and regimen-compliance criteria and completed the trial. These 1197 patients composed the evaluable group.\n                Patients were randomly assigned to one of four regimens: placebo four times daily; 200 micrograms of misoprostol twice daily and placebo twice daily; 200 micrograms of misoprostol three times daily and placebo once daily; and 200 micrograms of misoprostol four times daily.\n                Upper gastrointestinal endoscopic examinations for ulcers were done after 4, 8, and 12 weeks of therapy. Tolerability and safety of the regimens were assessed by adverse-event monitoring.\n                In the placebo group, the incidence of gastric ulcers was 15.7% and the incidence of duodenal ulcers was 7.5%. The incidence of gastric ulcers was significantly lower in the groups receiving misoprostol twice daily (8.1%; difference, 7.6% [95% CI, 2.7% to 12.5%]; P = 0.002), three times daily (3.9%; difference, 11.8% [CI, 7.4% to 16.3%]; P < 0.001), and four times daily (4%; difference, 11.7% [CI, 6.7% to 16.8%]; P < 0.001) compared with placebo. The gastric ulcer rate was significantly higher in patients receiving misoprostol twice daily compared with those receiving misoprostol three times daily (difference, 4.2% [95% CI, 0.7% to 7.7%]; P = 0.02). A significant (P = 0.02) misoprostol dose-response effect was noted in the prevention of gastric ulcers. The incidence of duodenal ulcers was significantly lower in the groups receiving misoprostol twice daily (2.6%; difference, 4.9% [CI, 1.5% to 8.2%]; P = 0.004), three times daily (3.3%; difference, 4.2% [CI, 0.6% to 7.7%]; P = 0.019), and four times daily (1.4%; difference, 6.1% [CI, 2.6% to 9.6%]; P = 0.007) compared with placebo. No significant difference was detected between patients receiving misoprostol twice daily and those receiving misoprostol three times daily, and no dose-response effect was noted with duodenal ulcers. The incidence of withdrawals for adverse events was significantly lower in the groups receiving misoprostol twice daily (12%) and three times daily (12%) than in the group receiving it four times daily (20%). The incidence of gastrointestinal adverse events was significantly higher in the group receiving misoprostol four times daily (74%) than in the placebo group (62%).\n                Misoprostol, 200 micrograms twice or three times daily, offers substantial protection against gastric and duodenal ulcers in patients receiving long-term NSAID therapy. These dosages were better tolerated than the currently approved regimen of 200 micrograms four times daily.",
        "Year": 1995,
        "CitationCount": 192
    },
    {
        "Unnamed: 0": 1892,
        "ReviewID": "CD002296",
        "PMID": "PMID:7595718",
        "Title": "Nonsteroidal antiinflammatory drugs for cancer pain: comparison between misoprostol and ranitidine in prevention of upper gastrointestinal damage.",
        "Abstract": "The prophylactic strategy of nonsteroidal antiinflammatory drug (NSAID)-induced upper gastrointestinal (UGI) damage has largely been studied in arthritic patients, but not in cancer patients. The efficacy of misoprostol and ranitidine in the prevention of gastroduodenal damage in patients taking diclofenac for their cancer pain has been compared in this study.\n                Patients who needed high-dose (200 to 300 mg/d) diclofenac for cancer pain and without mucosal lesions at baseline gastroduodenal endoscopy were randomized to receive misoprostol (200 micrograms twice daily; M group) or ranitidine (150 mg twice daily; R group). UGI endoscopy was repeated after 4 weeks.\n                Twenty-three patients treated with misoprostol and 26 treated with ranitidine concluded the study. The M group showed a significantly (P < .02) lower incidence of gastroduodenal lesions (two patients; 8.7%) than the R group (10 patients; 38.5%). Gastric ulcers occurred in one (4%) misoprostol-treated patient and in six (23%) ranitidine-treated patients. Six of seven patients with ulcers were asymptomatic. Seventy-one percent and 86% of ulcers occurred in patients older than 60 years and in those who received greater than 3.1 mg/kg of diclofenac, respectively.\n                Misoprostol was significantly more effective than ranitidine in the prevention of gastroduodenal lesions in cancer patients receiving diclofenac.",
        "Year": 1995,
        "CitationCount": 38
    },
    {
        "Unnamed: 0": 1890,
        "ReviewID": "CD002296",
        "PMID": "PMID:7729275",
        "Title": "Misoprostol coadministered with diclofenac for prevention of gastroduodenal ulcers. A one-year study.",
        "Abstract": "The objective of this study was to determine the long-term efficacy of misoprostol in preventing diclofenac-induced gastroduodenal ulcers in rheumatoid arthritis and osteoarthritis patients. Three hundred eighty-four patients who had an endoscopically confirmed gastric or duodenal lesion that had healed with misoprostol therapy were randomized to receive misoprostol or placebo coadministered with diclofenac for up to 52 weeks. Endoscopic examinations were repeated at weeks 12, 24, and 52. The development of a gastric and/or duodenal ulcer was considered a prophylaxis failure. Results in the evaluable cohort of patients demonstrated that gastroduodenal ulcer incidences were lower with misoprostol than placebo for all study periods (0-12 weeks, 7% vs 23%; 0-24 weeks, 11% vs 26%; and 0-52 weeks, 15% vs 31%). Misoprostol did not interfere with the antiarthritic effects of diclofenac. In conclusion, misoprostol coadministered with diclofenac for 12 months to patients with rheumatoid arthritis or osteoarthritis significantly reduced the incidence of diclofenac-induced gastroduodenal ulcers (P < or = 0.018).",
        "Year": 1995,
        "CitationCount": 35
    },
    {
        "Unnamed: 0": 1901,
        "ReviewID": "CD002296",
        "PMID": "PMID:8858742",
        "Title": "Prevention of peptic ulcer and dyspeptic symptoms with omeprazole in patients receiving continuous non-steroidal anti-inflammatory drug therapy. A Nordic multicentre study.",
        "Abstract": "Non-steroidal anti-inflammatory drugs (NSAIDs) are known to cause gastroduodenal lesions and dyspeptic symptoms.\n                Patients with a history of dyspepsia or uncomplicated peptic ulcer disease and with a need for continuous NSAID treatment were randomized to receive either 20 mg omeprazole once daily or placebo. Gastroduodenal ulcers, erosions, and dyspeptic symptoms were evaluated after 1 and 3 months.\n                During a 3-month study period 4.7% (4 of 85) of omeprazole-treated patients developed peptic ulcer, compared with 16.7% (15 of 90) of patients treated with placebo. This prophylactic effect of omeprazole was sustained independently of previous peptic ulcer history or Helicobacter pylori status. Development of dyspeptic symptoms requiring active treatment, either alone or in combination with ulcer(s) or erosions, occurred in 15.3% (15 of 85) of patients treated with omeprazole and 35.6% of those who received placebo.\n                Omeprazole, 20 mg once daily, provides effective prophylactic therapy in patients at risk of developing NSAID-associated peptic ulcers or dyspeptic symptoms.",
        "Year": 1996,
        "CitationCount": 233
    },
    {
        "Unnamed: 0": 1885,
        "ReviewID": "CD002296",
        "PMID": "PMID:8607484",
        "Title": "Misoprostol and ranitidine in the prevention of NSAID-induced ulcers: a prospective, double-blind, multicenter study.",
        "Abstract": "To compare ranitidine to misoprostol with respect to the prevention of gastric and duodenal ulcers in patients on chronic NSAID therapy.\n                A multi-center, 8-wk, randomized, double-blind study. Eligible patients were on chronic NSAID therapy and were experiencing NSAID-related upper gastrointestinal (UGI) pain without UGI endoscopic evidence of gastric or duodenal ulcers. Patients enrolled in the study were randomized to either misoprostol 200 micrograms q.i.d. or ranitidine 150 mg b.i.d.. Follow-up UGI endoscopy was performed after 4 and 8 wk of treatment. Therapeutic failure was considered the development of a gastric or duodenal ulcer > or = 0.3 cm in diameter with perceptible depth.\n                Gastric ulcers were found in only 1/180 (0.56%) patient on misoprostol and in 11/194 (5.67%) patients on ranitidine, a difference that was statistically significant (p < 0.01). Duodenal ulcer rates were similar for the ranitidine (2/185 or 1.08%) and misoprostol (2/181 or 1.10%) groups.\n                Misoprostol is significantly more effective than ranitidine in the prevention of NSAID-induced gastric ulcers. Ranitidine was as effective as misoprostol for the prevention of NSAID-induced duodenal ulcers. Misoprostol should be used for prophylaxis against both gastric and duodenal ulceration in patients on chronic NSAID therapy.",
        "Year": 1996,
        "CitationCount": 108
    },
    {
        "Unnamed: 0": 1919,
        "ReviewID": "CD002296",
        "PMID": "PMID:8618582",
        "Title": "Famotidine for the prevention of gastric and duodenal ulcers caused by nonsteroidal antiinflammatory drugs.",
        "Abstract": "Acid suppression with famotidine, a histamine H2-receptor antagonist, provides protection against gastric injury in normal subjects receiving short courses of aspirin or naproxen. The efficacy of famotidine in preventing peptic ulcers in patients receiving long-term therapy with nonsteroidal antiinflammatory drugs (NSAIDs) is not known.\n                We studied the efficacy of two doses of famotidine (20 mg and 40 mg, each given orally twice daily), as compared with placebo, in preventing peptic ulcers in 285 patients without peptic ulcers who were receiving long-term NSAID therapy for rheumatoid arthritis (82 percent) or osteoarthritis (18 percent). The patients were evaluated clinically and by endoscopy at base line and after 4, 12, and 24 weeks of treatment. The evaluators were unaware of the treatment assignment. The primary end point was the cumulative incidence of gastric or duodenal ulceration at 24 weeks.\n                The cumulative incidence of gastric ulcers was 20 percent in the placebo group, 13 percent in the group of patients receiving 20 mg of famotidine twice daily (P = 0.24 for the comparison with placebo), and 8 percent in the group receiving 40 mg of famotidine twice daily (P = 0.03 for the comparison with placebo). The proportion of patients in whom duodenal ulcers developed was significantly lower with both doses of famotidine than with placebo (13 percent in the placebo group, 4 percent in the low-dose famotidine group [P = 0.04], and 2 percent in the high-dose famotidine group [P = 0.01]). Both doses of famotidine were well tolerated.\n                Treatment with high-dose famotidine significantly reduces the cumulative incidence of both gastric and duodenal ulcers in patients with arthritis receiving long-term NSAID therapy.",
        "Year": 1996,
        "CitationCount": 449
    },
    {
        "Unnamed: 0": 1914,
        "ReviewID": "CD002296",
        "PMID": "PMID:8894357",
        "Title": "The effect of ranitidine on NSAID related dyspeptic symptoms with and without peptic ulcer disease of patients with rheumatoid arthritis and osteoarthritis.",
        "Abstract": "The efficacy of ranitidine in the treatment of NSAID-related dyspeptic symptoms with and without peptic ulcer disease (PUD) was investigated in 124 patients with rheumatoid arthritis (RA) and osteoarthritis (OA). The patients, who continued the use of NSAIDs were investigated by gastroduodenoscopy. Patients with PUD received open label ranitidine 150 mg b.i.d. and the patients without PUD were randomly allocated to receive ranitidine 150 mg b.i.d. or placebo for 4 weeks. PUD was found in 36 (26%) consecutive patients who presented with dyspeptic symptoms. Of these patients dyspeptic symptoms had disappeared in 8 (26%) of 31 evaluable patients and PUD was healed in 18 (56%) patients after 4 weeks of treatment. After 8 weeks of treatment PUD was healed in 27 (87%) patients. Of the remaining patients without PUD dyspeptic symptoms had disappeared in 24 (26%) of the ranitidine-treated patients which was significantly better (p < 0.02) than the 5 (6%) placebo-treated patients. The minor mucosal lesions found in this patient group improved to a similar extent in the ranitidine and placebo-treated patients although 1 placebo-treated patient deteriorated and 2 placebo-treated patients developed PUD during the 4 weeks of study. The results of this study show that oral ranitidine 150 mg b.i.d. is effective in the treatment of both dyspeptic symptoms and mucosal lesions in RA and OA patient who continue the use of NSAIDs.",
        "Year": 1996,
        "CitationCount": 29
    },
    {
        "Unnamed: 0": 1911,
        "ReviewID": "CD002296",
        "PMID": "PMID:8791962",
        "Title": "High-dose ranitidine for the prevention of recurrent peptic ulcer disease in rheumatoid arthritis patients taking NSAIDs.",
        "Abstract": "Continuous therapy with low-dose ranitidine (150 mg b.d.) is known to be effective for the prevention of recurrent nonsteroidal anti-inflammatory drug (NSAID)-associated duodenal ulcer but not for gastric ulcer.\n                To investigate, in a double-blind placebo-controlled study, the preventive effect of a high dose of ranitidine (300 mg b.d.) on the recurrence of both duodenal ulcers and gastric ulcers in rheumatoid arthritis patients with a continuous need for NSAIDs.\n                Rheumatoid arthritis patients with a history of peptic ulcer disease were randomized to receive either ranitidine 300 mg b.d. or placebo for 12 months. Endoscopy was performed at study entry and after 6 and 12 months. End-point was the recurrence of gastric or duodenal ulcers.\n                The study was stopped after a blinded interim analysis; at that time 10 of the 15 included patients in each treatment group were evaluable. Recurrent duodenal ulcers had occurred in four patients treated with placebo and none of the patients treated with ranitidine (Fisher's exact one-tailed P = 0.04; 95% CI, - 0.70 to -0.10). Recurrent gastric ulcers had occurred in six patients in the placebo group and three patients in the ranitidine group (Fisher's exact one-tailed P = 0.18; 95% CI, -0.72 to 0.12). Two patients in the placebo group had developed both duodenal ulcers and gastric ulcers. No adverse events were observed.\n                High dose ranitidine is effective for the prevention of recurrent duodenal ulcer but not for recurrent gastric ulcer in rheumatoid arthritis patients taking NSAIDs.",
        "Year": 1996,
        "CitationCount": 46
    },
    {
        "Unnamed: 0": 1889,
        "ReviewID": "CD002296",
        "PMID": "PMID:9178671",
        "Title": "Famotidine for healing and maintenance in nonsteroidal anti-inflammatory drug-associated gastroduodenal ulceration.",
        "Abstract": "Nonsteroidal anti-inflammatory drugs (NSAIDs) are strongly associated with gastroduodenal ulceration. How to manage patients with NSAID-associated ulcers is a common clinical dilemma. High-dose famotidine in the healing and maintenance of NSAID-associated gastroduodenal ulceration was therefore evaluated.\n                One hundred four patients with rheumatoid or osteoarthritis who had gastroduodenal ulceration received famotidine, 40 mg twice daily. Sixteen patients stopped and 88 continued their NSAID treatment. Ulcer healing was assessed endoscopically at 4 and 12 weeks. Seventy-eight NSAID users with healed ulcers were then randomized to receive 40 mg twice daily famotidine or placebo and underwent endoscopy at 4, 12, and 24 weeks.\n                Cumulative ulcer healing rates at 12 weeks were 89.0% (95% confidence interval [CI], 82.3%-95.7%) for patients who continued NSAID treatment and 100% (95% CI, 82.9%-100.0%) for those who stopped. The subsequent estimated cumulative gastroduodenal ulcer relapse over 6 months for NSAID users who took placebo was 53.5% (95% CI, 36.6%-70.3%). This was reduced to 26.0% (12.1%-39.9%) in patients taking famotidine (P = 0.011).\n                High-dose famotidine is effective ulcer healing therapy in patients who stop or continue NSAID treatment and significantly reduced the cumulative incidence of gastroduodenal ulcer recurrence compared with placebo when given as maintenance therapy.",
        "Year": 1997,
        "CitationCount": 135
    },
    {
        "Unnamed: 0": 1900,
        "ReviewID": "CD002296",
        "PMID": "PMID:9692687",
        "Title": "Primary gastroduodenal prophylaxis with omeprazole for non-steroidal anti-inflammatory drug users.",
        "Abstract": "To investigate the efficacy of omeprazole 20 mg o.m. as primary prophylaxis against non-steroidal anti-inflammatory drug (NSAID)-associated ulcer disease or dyspeptic symptoms.\n                A parallel group study compared patients randomized to receive omeprazole 20 mg o.m. or placebo as co-therapy with on-going NSAID treatment, over 6 months, in 19 specialist centres in Ireland, Hungary, France, the UK and the USA. One hundred and sixty-nine patients taking NSAIDs regularly, chronically and above defined minimum doses entered the trial. The main outcome measure was the development of gastric or duodenal ulcers detected endoscopically, the development of multiple erosions in the stomach or duodenum, or the onset of moderate or severe dyspeptic symptoms.\n                The estimated probability of remaining free of these end-points for 6 months for patients taking omeprazole was 0.78 compared to 0.53 for placebo (P = 0.004). Fourteen patients receiving placebo (16.5%) developed 15 ulcers, comprising nine gastric and six duodenal ulcers, compared to three patients (3.6%) receiving omeprazole (all gastric ulcers). Logistic regression analysis showed that older patients were less likely, whilst those with rheumatoid arthritis were more likely, to remain free of NSAID-associated problems.\n                Omeprazole is an effective agent for gastroduodenal prophylaxis in patients taking NSAIDs. Its main effect is to reduce the rate of development of gastric and duodenal ulcers.",
        "Year": 1998,
        "CitationCount": 177
    },
    {
        "Unnamed: 0": 1905,
        "ReviewID": "CD002296",
        "PMID": "PMID:9712107",
        "Title": "Diclofenac/misoprostol compared with diclofenac in the treatment of osteoarthritis of the knee or hip: a randomized, placebo controlled trial. Arthrotec Osteoarthritis Study Group.",
        "Abstract": "Gastric (GU) and duodenal ulcers (DU) are common adverse effects of nonsteroidal anti-inflammatory drugs (NSAID). Endoscopically diagnosed upper gastrointestinal (GI) ulceration occurs in about 24% of longterm NSAID users. Coadministration of misoprostol with the NSAID reduces the incidence of NSAID induced GU and DU and their complications. However, compliance is limited by the different dosing regimens of misoprostol and NSAID and GI symptoms associated with misoprostol at its recommended q.i.d. dose. We compared the efficacy, safety, and incidence of endoscopic upper GI ulceration associated with the administration of 2 combinations of diclofenac (50 or 75 mg) and misoprostol 200 microg (D50/M200 t.i.d., D75/M200 b.i.d.), diclofenac 75 mg b.i.d., and placebo in a 6 week, randomized, double blind study in patients with osteoarthritis (OA) of the knee or hip.\n                A total of 572 patients with symptomatic OA of the knee or hip and history of GU, DU. or 10 or more erosions were randomized to receive D50/M200 t.i.d., D75/M200 b.i.d., diclofenac 75 mg b.i.d., or placebo for 6 weeks. Arthritis assessments were performed at baseline, 2, and 6 weeks, and upper GI endoscopies at baseline and end of treatment.\n                All active treatment groups were significantly better than placebo, at all visits, in improving OA symptoms. There were no significant differences in arthritis efficacy between the diclofenac/ misoprostol combinations and diclofenac. However, endoscopically diagnosed GU and/or DU were significantly less frequent in patients receiving D50/M200 t.i.d. (8%), D75/M200 b.i.d. (7%), and placebo (4%) compared to diclofenac 75 mg b.i.d. (17%). Adverse events were not different between the active treatment groups, except for higher incidences of flatulence with D75/M200 and diarrhea with D50/M200.\n                Diclofenac 50 mg/misoprostol 200 microg t.i.d. and diclofenac 75 mg/misoprostol 200 microg b.i.d. are as efficacious as diclofenac 75 mg b.i.d. in the treatment of OA, but are associated with a significantly lower incidence of gastric and/or duodenal ulcers.",
        "Year": 1998,
        "CitationCount": 70
    },
    {
        "Unnamed: 0": 1918,
        "ReviewID": "CD002296",
        "PMID": "PMID:9494148",
        "Title": "A comparison of omeprazole with ranitidine for ulcers associated with nonsteroidal antiinflammatory drugs. Acid Suppression Trial: Ranitidine versus Omeprazole for NSAID-associated Ulcer Treatment (ASTRONAUT) Study Group.",
        "Abstract": "Suppressing acid secretion is thought o reduce the risk of ulcers associated with regular use of nonsteroidal antiinflammatory drugs (NSAIDs), but the best means of accomplishing this is uncertain.\n                We studied 541 patients who required continuous treatment with NSAIDs and who had ulcers or more than 10 erosions in either the stomach or duodenum. Patients were randomly assigned to double-blind treatment with omeprazole, 20 mg or 40 mg orally per day, or ranitidine, 150 mg orally twice a day, for four or eight weeks, depending on when treatment was successful (defined as the resolution of ulcer and the presence of fewer than five erosions in the stomach, and fewer than five erosions in the duodenum, and not more than mild dyspepsia). We randomly assigned 432 patients in whom treatment was successful to maintenance treatment with either 20 mg of omeprazole per day or 150 mg of ranitidine twice a day for six months.\n                At eight weeks, treatment was successful in 80 percent (140 of 174) of the patients in the group given 20 mg of omeprazole per day, 79 percent (148 of 187) of those given 40 mg of omeprazole per day, and 63 percent (110 of 174) of those given ranitidine (P<0.001 for the comparison with 20 mg of omeprazole and P=0.001 for the comparison with 40 mg of omeprazole). The rates of healing of all types of lesions were higher with omeprazole than with ranitidine. During maintenance therapy, the estimated proportion of patients in remission at the end of six months was 72 percent in the omeprazole group and 59 percent in the ranitidine group. The rates of adverse events were similar between groups during both phases. Both medications were well tolerated.\n                In patients with regular use of NSAIDs, omeprazole healed and prevented ulcers more effectively than did ranitidine.",
        "Year": 1998,
        "CitationCount": 698
    },
    {
        "Unnamed: 0": 1899,
        "ReviewID": "CD002296",
        "PMID": "PMID:9494149",
        "Title": "Omeprazole compared with misoprostol for ulcers associated with nonsteroidal antiinflammatory drugs. Omeprazole versus Misoprostol for NSAID-induced Ulcer Management (OMNIUM) Study Group.",
        "Abstract": "Misoprostol is effective for ulcers associated with the use of nonsteroidal antiinflammatory drugs (NSAIDs) but is often poorly tolerated because of diarrhea and abdominal pain. We compared the efficacy of omeprazole and misoprostol in healing and preventing ulcers associated with NSAIDs.\n                In a double-blind study, we randomly assigned 935 patients who required continuous NSAID therapy and who had ulcers or more than 10 erosions in the stomach or duodenum (or both) to receive 20 mg or 40 mg of omeprazole orally in the morning or 200 microg of misoprostol orally four times daily. Patients were treated for four weeks or, in the absence of healing, eight weeks. Treatment success was defined as the absence of ulcers and the presence of fewer than five erosions at each site and not more than mild dyspepsia. We then randomly reassigned 732 patients in whom treatment was successful to maintenance therapy with 20 mg of omeprazole daily, 200 microg of misoprostol twice daily, or placebo for six months.\n                At eight weeks, treatment was successful in 76 percent of the patients given 20 mg of omeprazole (233 of 308), 75 percent of those given 40 mg of omeprazole (237 of 315), and 71 percent of those given misoprostol (212 of 298). The rates of gastric-ulcer healing were significantly higher with 20 mg of omeprazole (but not 40 mg of omeprazole) than with misoprostol. Healing rates among patients with duodenal ulcers were higher with either dose of omeprazole than with misoprostol, whereas healing rates among patients with erosions alone were higher with misoprostol. More patients remained in remission during maintenance treatment with omeprazole (61 percent) than with misoprostol (48 percent, P=0.001) and with either drug than with placebo (27 percent, P<0.001). There were more adverse events during the healing phase in the misoprostol group than in the groups given 20 mg and 40 mg of omeprazole (59 percent, 48 percent, and 46 percent, respectively).\n                The overall rates of successful treatment of ulcers, erosions, and symptoms associated with NSAIDs were similar for the two doses of omeprazole and misoprostol. Maintenance therapy with omeprazole was associated with a lower rate of relapse than misoprostol. Omeprazole was better tolerated than misoprostol.",
        "Year": 1999,
        "CitationCount": 316
    },
    {
        "Unnamed: 0": 1913,
        "ReviewID": "CD002296",
        "PMID": "PMID:10975769",
        "Title": "Efficacy of pantoprazole in the prevention of peptic ulcers, induced by non-steroidal anti-inflammatory drugs: a prospective, placebo-controlled, double-blind, parallel-group study.",
        "Abstract": "To evaluate the efficacy of pantoprazole in preventing gastrointestinal lesions in patients with rheumatic diseases receiving continuous, long-term treatment with non-steroidal anti-inflammatory drugs.\n                This was a prospective, randomised, double-blind, unbalanced, placebo-controlled, parallel group study. Outpatients (n= 104, age range 22-80 years, mean age 59.5) with rheumatoid arthritis or osteoarthritis, requiring chronic intake of NSAIDs (at least 8 weeks prior to the start of the study), were randomised and enrolled to receive either 40 mg pantoprazole (n=70) or placebo (n=34) once daily, for 12 weeks. Patients had endoscopically confirmed gastric and duodenal lesions grade 0, 1 or 2 (Lanza classification grade 0: normal to hyperaemic mucosa; grade 1: 1 to 3 erosions, submucosal haemorrhage or petechiae, grade 2: 4 to 10 erosions, submucosal haemorrhages or petechiae). Clinical and endoscopic evaluations were performed at baseline, after 4, and 12 weeks. The primary end-point of the study was the incidence of gastric or duodenal ulcers after 4 and 12 weeks of treatment.\n                Patients (n=95) were evaluated: 65 in the pantoprazole group and 30 in the placebo group. When considering all patients (those with Lanza score grade 0, 1, 2 at baseline), the overall proportion of patients in remission was 82% and 77% after 4 weeks, and 72% and 59% after 12 weeks in pantoprazole and placebo groups, respectively (cumulative survival analysis according to Kaplan-Meier). The difference between the treatment groups was even more marked when only those patients with normal mucosa at baseline (grade 0) were considered. After 12 weeks, the proportion of patients in remission was 82% (95% confidence limits 70% - 94% in the pantoprazole and 55% (95% confidence limits 33% - 77%) in the placebo treatment group, p=O.036. Adverse events were reported in 4% and 6% of patients in pantoprazole and placebo treatment groups, respectively\n                Pantoprazole 40 mg once daily was well tolerated and is more effective than placebo in the prevention of peptic ulcers in patients with rheumatic diseases who require continuous, long-term, treatment with NSAIDs.",
        "Year": 2000,
        "CitationCount": 62
    },
    {
        "Unnamed: 0": 1915,
        "ReviewID": "CD002296",
        "PMID": "PMID:11136274",
        "Title": "Randomized trial of low-dose misoprostol and naproxen vs. nabumetone to prevent recurrent upper gastrointestinal haemorrhage in users of non-steroidal anti-inflammatory drugs.",
        "Abstract": "Prophylactic misoprostol or non-steroidal anti-inflammatory drugs (NSAIDs) with low gastric toxicity (nabumetone) has been shown to reduce mucosal injury.\n                To compare nabumetone vs. co-therapy of naproxen with low-dose misoprostol for secondary prevention of upper gastrointestinal bleeding in NSAID users.\n                NSAID users presenting with upper gastrointestinal bleeding were enrolled if they required long-term NSAIDs. After ulcer healing, they were randomized to receive: naproxen (500-1000 mg/day) and misoprostol (200 microg b.d.), or nabumetone (1000-1500 mg/day) and placebo misoprostol for 24 weeks. The primary end-point was recurrent upper gastrointestinal bleeding. The secondary end-point was the proportion of patients suffering from major gastrointestinal events including ulcer bleeding, symptomatic ulcers and severe dyspepsia.\n                A total of 90 patients were included in the intention-to-treat analysis (misoprostol/naproxen 45, nabumetone 45). Recurrent bleeding occurred in 10 patients (22.2%) receiving misoprostol/naproxen compared with three (6.7%) receiving nabumetone (relative risk 3.33, 95% CI: 0.98-11.32, P=0.069). The proportion of patients suffering from major gastrointestinal events at 24 weeks was 31.1% in the misoprostol/naproxen group and 28.9% in the nabumetone group.\n                Misoprostol/naproxen is not superior to nabumetone for secondary prevention of upper gastrointestinal bleeding. Neither low-dose misoprostol nor nabumetone is adequate for high-risk NSAID users.",
        "Year": 2001,
        "CitationCount": 31
    },
    {
        "Unnamed: 0": 1883,
        "ReviewID": "CD002296",
        "PMID": "PMID:11802750",
        "Title": "Ulcer prevention in long-term users of nonsteroidal anti-inflammatory drugs: results of a double-blind, randomized, multicenter, active- and placebo-controlled study of misoprostol vs lansoprazole.",
        "Abstract": "Studies that report prevention of ulcer recurrence among long-term users of nonsteroidal anti-inflammatory drugs (NSAIDs) that do not stratify for Helicobacter pylori status may not be generalizable to the large population of individuals without H pylori.\n                This was a prospective, double-blind, multicenter, active- and placebo-controlled study among 537 patients without H pylori who were long-term users of NSAIDs and who had a history of endoscopically documented gastric ulcer. Patients were randomized to receive placebo, 200 microg of misoprostol 4 times a day, or 15 or 30 mg of lansoprazole once daily for 12 weeks. Ulcer status was determined by endoscopy at 4, 8, and 12 weeks.\n                Patients receiving lansoprazole (15 or 30 mg) remained free from gastric ulcer longer than those who received placebo (P<.001) but for a shorter time than those who received misoprostol. By week 12, the percentages of gastric ulcer-free patients were as follows: placebo, 51% (95% confidence interval [CI], 41.1%-61.3%); misoprostol, 93% (95% CI, 87.2%-97.9%); 15-mg lansoprazole, 80% (95% CI, 72.5%-87.3%); and 30-mg lansoprazole, 82% (95% CI, 75.0%-89.6%). A significantly higher proportion of patients in the misoprostol group reported treatment-related adverse events and early withdrawal from the study. When the impact of withdrawals on ulcer development was considered (as failures), therapy was successful for 69% for each of the active treatment groups and 35% for the placebo group.\n                Proton pump inhibitors such as lansoprazole are superior to placebo for the prevention of NSAID-induced gastric ulcers but not superior to misoprostol, 800 microg/d. When the poor compliance and potential adverse effects associated with misoprostol are considered, proton pump inhibitors and full-dose misoprostol are clinically equivalent.",
        "Year": 2002,
        "CitationCount": 324
    },
    {
        "Unnamed: 0": 1921,
        "ReviewID": "CD002296",
        "PMID": "PMID:14535877",
        "Title": "Lansoprazole reduces ulcer relapse after eradication of Helicobacter pylori in nonsteroidal anti-inflammatory drug users--a randomized trial.",
        "Abstract": "To study whether prophylaxis with lansoprazole could prevent relapse of ulcers after eradication of Helicobacter pylori in patients with NSAID-related peptic ulcers.\n                Patients who presented with peptic ulcers and were found to be infected with H. pylori while receiving NSAIDs were recruited into the study. They received, twice daily, lansoprazole 30 mg, amoxicillin 1 g and clarithromycin 500 mg for 1 week, followed by lansoprazole 30 mg daily for 4 weeks. Patients with healed ulcers and H. pylori eradicated were given naproxen 750 mg daily, and randomly assigned to receive lansoprazole 30 mg daily or no treatment for 8 weeks. The primary endpoint was the cumulative recurrence of symptomatic and complicated ulcers.\n                At the end of the 8-week treatment period, significantly fewer patients (1/22, 4.5%, 95% confidence interval [CI] 0-23) in the lansoprazole group compared with the group that received H. pylori eradication alone (9/21, 42.9%, 95% CI 22-66) developed recurrence of symptomatic and complicated ulcers (log rank test P=0.0025).\n                Lansoprazole significantly reduced the cumulative relapse of symptomatic and complicated ulcers in patients requiring NSAIDs after eradication of H. pylori.",
        "Year": 2003,
        "CitationCount": 78
    },
    {
        "Unnamed: 0": 1912,
        "ReviewID": "CD002296",
        "PMID": "PMID:14707396",
        "Title": "Efficacy and tolerability of pantoprazole compared with misoprostol for the prevention of NSAID-related gastrointestinal lesions and symptoms in rheumatic patients.",
        "Abstract": "To compare the efficacy and tolerability of pantoprazole 20 mg once daily (o.d.) with misoprostol 200 microg twice daily (b.i.d.), administered for 6 months to rheumatic patients who required long-term therapy with nonsteroidal anti-inflammatory drugs (NSAIDs) and who were at increased risk of developing gastrointestinal lesions.\n                This randomized, double-blind, multicenter, parallel group comparison study was performed with rheumatic patients (n = 515) who were likely to take NSAIDs continuously for at least 6 months. Patients were 55 years or older, at risk to develop gastrointestinal lesions, had less than five erosions/petechiae in the stomach and duodenum, no ulcers, no reflux esophagitis (endoscopy-proven), and gastrointestinal symptoms of at most moderate intensity. A minimum daily dose was defined for NSAIDs (COX-2 inhibitors were not available at the time). Patients were randomized to take either pantoprazole 20 mg o.d. (n = 257) or misoprostol 200 microg b.i.d. (n = 258) for 6 months while continuing NSAID therapy. Endoscopy was performed at baseline, 3, and 6 months.\n                Pantoprazole was superior to misoprostol (p < 0.001) with regard to 'therapeutic failure' (occurrence of a peptic ulcer, ten or more erosions/petechiae in the stomach/duodenum, reflux esophagitis, severe gastrointestinal symptoms, and/or 'likely' or 'definitely' related adverse event leading to study termination). Estimated remission rates at 3 and 6 months (Kaplan-Meier life-table analysis) were, respectively, 93 and 89% (pantoprazole) and 79 and 70% (misoprostol). Pantoprazole was superior to misoprostol (p = 0.005) with regard to 'endoscopic failure' (occurrence of a peptic ulcer, ten or more erosions/petechiae in the stomach/duodenum, or reflux esophagitis) after 6 months. Estimated remission rates at 3 and 6 months were, respectively, 98 and 95% (pantoprazole) and 95 and 86% (misoprostol). Patients discontinuing the study early due to adverse events 'likely' or 'definitely' related to the study drug accounted for 13/257 (5%) in the pantoprazole and 33/258 (13%) in the misoprostol treatment groups.\n                Pantoprazole 20 mg o.d. is superior to misoprostol 200 microg b.i.d. in the prevention of NSAID-induced gastrointestinal lesions and symptoms in patients on continuous long-term treatment with NSAIDs due to rheumatic diseases and at risk to develop such lesions or symptoms.\n                Copyright 2003 S. Karger AG, Basel",
        "Year": 2004,
        "CitationCount": 36
    },
    {
        "Unnamed: 0": 1910,
        "ReviewID": "CD002296",
        "PMID": "PMID:15480981",
        "Title": "Celecoxib versus diclofenac plus omeprazole in high-risk arthritis patients: results of a randomized double-blind trial.",
        "Abstract": "The gastric safety of cyclooxgenase-2 inhibitors and prophylactic antisecretory therapy in high-risk arthritis patients is unclear. We studied the ulcer incidence and factors predicting ulcer recurrence in a prospective, double-blinded trial.\n                We studied patients who presented with nonsteroidal anti-inflammatory drug-associated ulcer bleeding. After ulcer healing, patients who were negative for Helicobacter pylori were randomly assigned to celecoxib 200 mg twice a day plus omeprazole placebo once daily or diclofenac 75 mg twice daily plus omeprazole 20 mg once daily for 6 months. Patients underwent endoscopy if they developed recurrent bleeding. Those without recurrent events underwent endoscopy at their last follow-up visit.\n                Two hundred eighty-seven patients were enrolled; 24 had recurrent gastrointestinal complications. Among 259 patients without events, 222 underwent endoscopy (116 received celecoxib and 106 received diclofenac plus omeprazole). The probability of recurrent ulcers in 6 months was 18.7% in the celecoxib group and 25.6% in the diclofenac plus omeprazole group (difference, -6.7%; 95% CI: -17.8% to 3.9%) (P = 0.21). Combining bleeding and endoscopic ulcers, 24.1% in the celecoxib group and 32.3% in the diclofenac plus omeprazole group had recurrent ulcers in 6 months (difference, -8.2%; 95% CI: -19.5% to 2.9%) (P = 0.15). Treatment-induced significant dyspepsia (hazard ratio, 5.3; 95% CI: 2.6-10.8), age > or =75 (hazard ratio, 2.0; 95% CI: 1.1-3.5), and comorbidity (hazard ratio, 2.1; 95% CI: 1.2-3.7) independently predicted ulcer recurrence.\n                Among patients with previous ulcer bleeding, neither celecoxib nor diclofenac plus omeprazole adequately prevents ulcer recurrence. Treatment-induced significant dyspepsia is an indication for endoscopic evaluation.",
        "Year": 2004,
        "CitationCount": 162
    },
    {
        "Unnamed: 0": 1888,
        "ReviewID": "CD002296",
        "PMID": "PMID:1905501",
        "Title": "Misoprostol compared with sucralfate in the prevention of nonsteroidal anti-inflammatory drug-induced gastric ulcer. A randomized, controlled trial.",
        "Abstract": "To compare the efficacy and frequency of adverse experiences of misoprostol and sucralfate in the prevention of gastric ulcers in patients receiving nonsteroidal anti-inflammatory drug (NSAID) therapy.\n                A prospective, randomized, single-blind, multicenter trial.\n                Patients with osteoarthritis receiving treatment with ibuprofen, piroxicam, or naproxen and experiencing abdominal pain were eligible.\n                Patients who were expected to receive at least 3 months of NSAID therapy and who did not have a gastric ulcer at the time of the initial screening endoscopy were randomized to receive misoprostol, 200 micrograms four times a day, or sucralfate, 1 g four times a day. A gastric ulcer was defined as a lesion of the gastric mucosa 0.3 cm or greater in diameter. Patients were followed clinically, and repeat endoscopies were performed after 4, 8, and 12 weeks.\n                The development of a gastric ulcer, which was regarded as a prophylaxis failure.\n                Two hundred fifty-three patients were evaluable for efficacy analysis. A gastric ulcer developed in 2 of the 122 (1.6%, 95% CI, 0.3% to 6.4%) patients on misoprostol, compared with 21 of 131 patients on sucralfate (16%, CI, 10.4% to 23.7%). The difference in ulcer rates was 14.4% (CI, 10.4% to 19.5%; P less than 0.001).\n                In patients receiving chronic NSAID therapy for osteoarthritis, treatment with misoprostol for 3 months was associated with a significantly lower frequency of gastric ulcer formation, compared with treatment with sucralfate (P less than 0.001).",
        "Year": 2020,
        "CitationCount": 3
    }
]