[
    {
        "Unnamed: 0": 40106,
        "ReviewID": "CD003620",
        "PMID": "PMID:353464",
        "Title": "[Results of a double blind study on the effect of silymarin in the treatment of acute viral hepatitis, carried out at two medical centres (author's transl)].",
        "Abstract": "In a double blind study carried out under standard conditions at two treatment centers silymarin, 2 sugar-coated tablets 70 mg three times daily, showed a definite therapeutic influence on the characteristic increased serum levels of bilirubin, GOT and GPT associated with acute viral hepatitis. The above mentioned values in 28 patients treated with silymarin were compared with those in 29 patients treated with placebo. The laboratory parameters in the silymarin group regressed more than in the placebo group after the 5th day of treatment. The number of patients having attained normal values after 3 weeks' treatment was higher in the silymarin group than in the placebo group. A statistical comparison revealed a difference between bilirubin and GOT values in the placebo and silymarin groups and a definite trend in the regression of GPT values in favour of silymarin. The course of the immune reaction in HBS Ag patients was not influenced by silymarin. As already proved by other investigators, the use of silymarin in acute viral hepatitis can lead to an accelerated regression in pathological values, thus indicating its use in the treatment of this liver disease.",
        "Year": 1978,
        "CitationCount": 47
    },
    {
        "Unnamed: 0": 40111,
        "ReviewID": "CD003620",
        "PMID": "PMID:6753109",
        "Title": "Effect of silymarin on chemical, functional, and morphological alterations of the liver. A double-blind controlled study.",
        "Abstract": "One hundred and six consecutive patients with liver disease were selected on the basis of elevated serum transaminase levels. The patients were randomly allocated into a group treated with silymarin (treated) and a group receiving placebo (controls). Ninety-seven patients complete the 4-week trial-47 treated and 50 controls. In general, the series represented a relatively slight acute and subacute liver disease, mostly induced by alcohol abuse. There was a statistically highly significantly greater decrease of S-SGPT (S-ALAT) and S-SGOT (S-ASAT) in the treated group than in controls. Serum total and conjugated bilirubin decreased more in the treated than in controls, but the differences were not statistically significant. BSP retention returned to normal significantly more often in the treated group. The mean percentage decrease of BSP was also markedly higher in the treated. Normalization of histological changes occurred significantly more often in the treated than in controls.",
        "Year": 1982,
        "CitationCount": 192
    },
    {
        "Unnamed: 0": 40105,
        "ReviewID": "CD003620",
        "PMID": "PMID:2707520",
        "Title": "[Treatment of alcoholic hepatitis with silymarin. A double-blind comparative study in 116 patients].",
        "Abstract": "A randomized double-blind trial of silymarin versus placebo was carried out in 116 patients with histologically proven alcoholic hepatitis, 58 of them with cirrhosis. Patients were not included in case of hepatic encephalopathy, contraindication to percutaneous liver biopsy, hepatocellular carcinoma, evident lack of discipline or refusal to enter the trial. Fifty-seven patients received silymarin orally 420 mg/day and 59 received placebo during 3 months. Biologic parameters were assessed in the serum, and a percutaneous liver biopsy was obtained at the start of the trial and 3 months later. Histologic scores of alcoholic hepatitis and fibrosis were established on each biopsy specimen by two independent pathologists. The 2 groups were comparable at inclusion; 26 p. 100 of patients were lost to follow-up at 3 months, abstinence was obtained in 46 p. 100 of patients at the end of the trial. These percentages were similar in the two groups. Four patients died of hepatic failure during the trial, 3 in the placebo group. Significant improvement in the score of alcoholic hepatitis and serum amino transferase activity, was noted in both groups during the trial, irrespective of treatment with silymarin or placebo. No side-effects were noted. Our results suggest that silymarin 420 mg/d is not clinically relevant in the treatment of moderate alcoholic hepatitis.",
        "Year": 1989,
        "CitationCount": 62
    },
    {
        "Unnamed: 0": 40109,
        "ReviewID": "CD003620",
        "PMID": "PMID:2671116",
        "Title": "Randomized controlled trial of silymarin treatment in patients with cirrhosis of the liver.",
        "Abstract": "Silymarin, the active principle of the milk thistle Silybum marianum, protects experimental animals against various hepatotoxic substances. To determine the effect of silymarin on the outcome of patients with cirrhosis, a double blind, prospective, randomized study was performed in 170 patients with cirrhosis. 87 patients (alcoholic 46, non-alcoholic 41; 61 male, 26 female; Child A, 47; B, 37; C, 3; mean age 57) received 140 mg silymarin three times daily. 83 patients (alcoholic 45, non-alcoholic 38; 62 male, 21 female; Child A, 42; B, 32; C, 9: mean age 58) received a placebo. Non-compliant patients and patients who failed to come to a control were considered as 'drop outs' and were withdrawn from the study. All patients received the same treatment until the last patient entered had finished 2-years of treatment. The mean observation period was 41 months. There were 10 drop outs in the placebo group and 14 in the treatment group. In the placebo group, 37 (+2 drop outs) patients had died, and in 31 of these, death was related to liver disease. In the treatment group, 24 (+4 drop outs) had died, and in 18 of these, death was related to liver disease. The 4-year survival rate was 58 +/- 9% (S.E.) in silymarin-treated patients and 39 +/- 9% in the placebo group (P = 0.036). Analysis of subgroups indicated that treatment was effective in patients with alcoholic cirrhosis (P = 0.01) and in patients initially rated 'Child A' (P = 0.03). No side effects of drug treatment were observed.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1989,
        "CitationCount": 479
    },
    {
        "Unnamed: 0": 40112,
        "ReviewID": "CD003620",
        "PMID": "PMID:2574842",
        "Title": "[Liver-protective action of silymarin therapy in chronic alcoholic liver diseases].",
        "Abstract": "The effects of silymarin (Legalon) therapy on liver function tests, serum procollagen III peptide level and liver histology were studied in 36 patients with chronic alcoholic liver disease in a six month double blind clinical trial. During silymarin treatment serum bilirubin, aspartate aminotransferase and alanin-aminotransferase values have been normalized, while gamma-glutamyl transferase activity and procollagen III peptid level decreased. The changes were significant, and there was a significant difference between post-treatment values of the two groups, as well. In the placebo group only gamma-glutamyl transferase values decreased significantly but to a lesser extent than that in the silymarin group. The histological alterations showed an improvement in the silymarin group, while remained unchanged in the placebo group. These results indicate that silymarin exerts hepatoprotective activity and is able to improve liver functions in alcoholic patients.",
        "Year": 1989,
        "CitationCount": 110
    },
    {
        "Unnamed: 0": 40115,
        "ReviewID": "CD003620",
        "PMID": "PMID:1983711",
        "Title": "Immunomodulatory and hepatoprotective effects of in vivo treatment with free radical scavengers.",
        "Abstract": "The hepatoprotective and immunomodulatory effects of silymarin and amino-imidazol-carboxamid-phosphate were studied in 60 patients with compensated alcoholic cirrhosis of the liver in a one month double blind clinical trial. Treatment with both drugs normalized the elevated levels of aspartate aminotransferase, alanine aminotransferase and serum bilirubin, markedly reduced the high level of gamma-glutamyl transferase, increased lectin-induced lymphoblasttransformation, decreased the percentage of CD8+ cells and suppressed lymphocytotoxicity. None of these changes occurred in the placebo-treated group. Thus the hepato-protective effects of silymarin and amino-imidazol-carboxamid-phosphate are accompanied by changes in parameters of cellular immunoreactivity of the treated patients.",
        "Year": 1990,
        "CitationCount": 27
    },
    {
        "Unnamed: 0": 40110,
        "ReviewID": "CD003620",
        "PMID": "PMID:1343377",
        "Title": "[Controlled study of the effect of silymarin on alcoholic liver disease].",
        "Abstract": "A controlled trial on the use of Silymarin in patients with alcoholic liver disease was performed. Seventy two patients were admitted to the trial and randomly assigned to an experimental or controls group. Experimentals received 280 mg/day of Silymarin and controls an equal number of placebo tablets. Three patients on placebo and nine on Silymarin were lost from control (p = 0.035), remaining in control 34 patients receiving placebo and 25 patients receiving the drug. Both groups did not differ in their initial laboratory assessment and were followed up for an average of 15 months. Ten patients died during the follow up (5 in placebo and 5 in Silymarin); life table analysis did not show significant differences in mortality. Patients who died had lower serum albumin and prothrombin time and higher total bilirubin, alkaline phosphatases and CCLI on the initial clinical and laboratory assessment. Final laboratory values and their changes in those who survived did not differ between Silymarin and placebo. Twenty two patients on placebo (65%) and 14 on Silymarin (58%) recognized alcohol ingestion or had a positive urine sample analysis for alcohol during follow up. Those who abstained from alcohol had a significant fall in gamma glutamyl transferase during follow up. No other significant differences were observed between these two groups. It is concluded that in this trial, Silymarin did not change the evolution or mortality of alcoholic liver disease.",
        "Year": 1992,
        "CitationCount": 35
    },
    {
        "Unnamed: 0": 40114,
        "ReviewID": "CD003620",
        "PMID": "PMID:8225695",
        "Title": "A pilot study on the liver protective effect of silybin-phosphatidylcholine complex (IdB1016) in chronic active hepatitis.",
        "Abstract": "In order to assess the liver protective activity and the antioxidant properties of a new silybin complex (IdB1016), we carried out a short-term pilot study on 20 patients with chronic active hepatitis (CAH), randomly assigned to 240 mg of silybin b.i.d. (10 patients, 4 m/6 f, mean age: 50 years) or placebo (10 patients, 2 m/8 f, mean age: 55 years). Blood samples were collected before and after 7 days of treatment for liver function tests (LFTs), malonaldehyde (MDA) as an index of lipid peroxidation, and copper (Cu) and zinc (Zn), two trace elements involved in protecting cells against free radical-mediated lipid peroxidation. In the treated group, there was a statistically significant reduction of mean (+/- SEM) serum concentrations of aspartate aminotransferase (AST) from 88.0 (+/- 13.3) to 65.9 (+/- 7.5) u/l, (p < 0.01), of alanine aminotransferase (ALT) from 115.9 (+/- 12.9) to 82.5 (+/- 10.6) u/l (p < 0.01), of gamma-glutamyltranspeptidase (gamma-GT) from 51.4 (+/- 9.3) to 41.3 (+/- 4.2) u/l (p < 0.02) and of total bilirubin (TB) from 0.76 (+/- 0.08) to 0.53 (+/- 0.04) mg/dl (p < 0.05). Alkaline phosphatase (AP) fell slightly from 143.4 (+/- 6.4) to 137.5 (+/- 7.8) u/l. There were no significant changes in MDA, Cu or Zn serum concentrations. These results show that IdB1016 may improve LFTs related to hepatocellular necrosis and/or increases membrane permeability in patients affected by CAH.",
        "Year": 1993,
        "CitationCount": 118
    },
    {
        "Unnamed: 0": 40107,
        "ReviewID": "CD003620",
        "PMID": "PMID:9126802",
        "Title": "Long-term (12 months) treatment with an anti-oxidant drug (silymarin) is effective on hyperinsulinemia, exogenous insulin need and malondialdehyde levels in cirrhotic diabetic patients.",
        "Abstract": "Several studies have demonstrated that diabetic patients with cirrhosis require insulin treatment because of insulin resistance. As chronic alcoholic liver damage is partly due to the lipoperoxidation of hepatic cell membranes, anti-oxidizing agents may be useful in treating or preventing damage due to free radicals. The aim of this study was to ascertain whether long-term treatment with silymarin is effective in reducing lipoperoxidation and insulin resistance in diabetic patients with cirrhosis.\n                A 12-month open, controlled study was conducted in two well-matched groups of insulin-treated diabetics with alcoholic cirrhosis. One group (n=30) received 600 mg silymarin per day plus standard therapy, while the control group (n=30) received standard therapy alone. The efficacy parameters, measured regularly during the study, included fasting blood glucose levels, mean daily blood glucose levels, daily glucosuria levels, glycosylated hemoglobin (HbA1c) and malondialdehyde levels.\n                There was a significant decrease (p<0.01) in fasting blood glucose levels, mean daily blood glucose levels, daily glucosuria and HbA1c levels already after 4 months of treatment in the silymarin group. In addition, there was a significant decrease (p<0.01) in fasting insulin levels and mean exogenous insulin requirements in the treated group, while the untreated group showed a significant increase (p<0.05) in fasting insulin levels and a stabilized insulin need. These findings are consistent with the significant decrease (p<0.01) in basal and glucagon-stimulated C-peptide levels in the treated group and the significant increase in both parameters in the control group. Another interesting finding was the significant decrease (p<0.01) in malondialdehyde/levels observed in the treated group.\n                These results show that treatment with silymarin may reduce the lipoperoxidation of cell membranes and insulin resistance, significantly decreasing endogenous insulin overproduction and the need for exogenous insulin administration.",
        "Year": 1997,
        "CitationCount": 215
    },
    {
        "Unnamed: 0": 40104,
        "ReviewID": "CD003620",
        "PMID": "PMID:9566830",
        "Title": "Effects of silymarin in alcoholic patients with cirrhosis of the liver: results of a controlled, double-blind, randomized and multicenter trial.",
        "Abstract": "Silymarin has protective effects in different experimental conditions, but its efficacy in human liver cirrhosis has not been completely established. Therefore, this study was carried out to determine the effect of silymarin in alcoholics with liver cirrhosis with respect to survival and clinical and laboratory changes.\n                From February 1986 to June 1989, we enrolled 200 alcoholics with histologically or laparoscopically proven liver cirrhosis in a randomized, double-blind multicenter trial comparing 450 mg of silymarin (150 mg/ three times per day) with placebo. The primary outcome was time to death, and the secondary outcome was the progression of liver failure. Additional analyses were also performed in 75 patients in whom anti-hepatitis C virus antibodies were measured after completion of the trial.\n                One hundred and three patients were assigned to receive silymarin and 97 to receive placebo. The two groups were well matched for demographic and baseline clinical and laboratory features. A 2-year study period was completed in 125 patients (57 receiving silymarin and 68 receiving placebo). Twenty-nine patients (15 receiving silymarin, and 14 receiving placebo) died during the trial. Survival was similar in patients receiving silymarin or placebo. The effect of silymarin on survival was not influenced by sex, the persistence of alcohol intake, the severity of liver dysfunction or by the presence of alcoholic hepatitis in the liver biopsy. Silymarin did not have any significant effect on the course of the disease. No relevant side-effects were observed in any group.\n                The results of this study indicate that silymarin has no effect on survival and the clinical course in alcoholics with liver cirrhosis.",
        "Year": 1998,
        "CitationCount": 325
    },
    {
        "Unnamed: 0": 40108,
        "ReviewID": "CD003620",
        "PMID": "PMID:12416659",
        "Title": "Silybin-beta-cyclodextrin in the treatment of patients with diabetes mellitus and alcoholic liver disease. Efficacy study of a new preparation of an anti-oxidant agent.",
        "Abstract": "In patients with non-insulin dependent diabetes mellitus (T2DM) and associated chronic liver disease, plasma levels of glucose, insulin and triglycerides are high, lipid peroxidation is increased and natural antioxidant reserves are reduced. Thus, we hypothesised that the re-balancing of cell redox levels and amelioration of liver function could result in a better glucose and lipid metabolism. To study this, we assessed the effect of a new oral formulation of an antioxidant agent - silybin-beta-cyclodextrin (named IBI/S) - in patients with chronic alcoholic liver disease and concomitant T2DM.\n                Sixty outpatients were enrolled in a three-centre, double blind, randomised, IBI/S vs placebo study. Forty-two (21 in the group IBI/S - 135 mg/d silybin per os - and 21 in the placebo group) concluded the 6-month treatment period. The efficacy parameters included fasting and mean daily plasma glucose levels, glycosylated hemoglobin (HbA1c), basal, stimulated C-peptide and insulin levels, total-, HDL-cholesterol and triglycerides levels in addition to conventional liver function tests. Insulin sensitivity was estimated by HOMA-IR. Malondialdehyde (MDA) was also measured before and after treatment as an index of oxidative stress.\n                Fasting blood glucose levels, which were similar at baseline in IBI/S group and in the placebo group (173.9 mg/dl and 177.1 mg/dl, respectively), decreased to 148.4 mg/dl (-14.7% vs baseline; p = 0.03) in the IBI/S group while they were virtually unchanged in the placebo group. The comparison between the groups at mo 6 (T6) also showed a significant reduction of glucose levels in the IBI/S group (p = 0.03). The same trend was observed in mean daily blood glucose levels, HbA1c and HOMA-IR, although differences were not significant. Basal and stimulated C-peptide values showed that only a few changes had occured in both groups. Such results indicate that insulin secretion was virtually unaffected, as confirmed also by the insulinemia data. Plasma triglycerides concentrations dropped from a baseline value of 186 mg/dl to 111 mg/dl (T6) in the IBI/S group, with significant differences at all instances with respect to baseline values. By contrast, triglycerides increased from 159 mg/dl at entry to 185 mg/dl (T6) in the placebo group. The difference between the groups at T6 was highly significant (p < 0.01). Total and HDL cholesterol as well as liver function tests did not change significantly during the study in both groups. MDA decreased significantly only in the group receiving IBI/S. No clinically relevant side effects were observed in either group.\n                Oral administration silybin-beta-cyclodextrin in patients with T2DM and compensated chronic alcoholic liver disease causes a significant decrease in both glucose and triglyceride plasma levels. These effects may be due to the recovery of energy substrates, consistent with a reduced lipid peroxidation and an improved insulin activity.",
        "Year": 2002,
        "CitationCount": 89
    },
    {
        "Unnamed: 0": 40113,
        "ReviewID": "CD003620",
        "PMID": "PMID:11841050",
        "Title": "Effects of silymarin MZ-80 on oxidative stress in patients with alcoholic cirrhosis. Results of a randomized, double-blind, placebo-controlled clinical study.",
        "Abstract": "The role of silymarin in the treatment of liver cirrhosis is controversial.\n                Clinical outcome,biochemical profile and the antiperoxidative effects of silymarin MZ-80 during 6 months treatment were investigated in patients with alcoholic liver cirrhosis.\n                Sixty consecutive patients with alcoholic liver cirrhosis were randomized to receive either silymarin MZ-80 (S) (150 mg t.i.d. per day) or placebo (P) for periods of 6 months. Erythrocyte total glutathione (GSH) content, platelet malondialdehyde (MDA) and serum amino-terminal propeptide of procollagen Type III (PIIINP) were determined at baseline and at the end of treatment.\n                Forty-nine patients completed the study (24 S and 25 P). The 2 groups were well-matched for demographic as well as baseline clinical and laboratory parameters. Silymarin increased total GSH at 6 months (4.5 +/- 3.4 to 5.8 +/- 4.0 micromol/g Hb) whereas, in the placebo group, GSH remained unchanged (4.1 +/- 3.9 to 4.4 +/- 4.1 micromol/gHb) (p < 0.001), and platelet-derived non-induced MDA decreased by 33% (p < 0.015). A parallel decrease in PIIINP values was seen with silymarin (1.82 1.03 to 1.36 +/- 0.5 U/ml, p < 0.033) but not with placebo (1.31 +/- 0.4 to 1.27 +/- 0.6 U/ml). There were no concurrent changes on laboratory indices of the pathology.\n                Silymarin is well-tolerated and produces a small increase in glutathione and a decrease in lipid peroxidation in peripheral blood cells in patients with alcoholic liver cirrhosis. Despite these effects no changes in routine liver tests were observed during the course of therapy.",
        "Year": 2002,
        "CitationCount": 104
    }
]