[
    {
        "Unnamed: 0": 5213,
        "ReviewID": "CD004815",
        "PMID": "PMID:11419424",
        "Title": "Comparison of early invasive and conservative strategies in patients with unstable coronary syndromes treated with the glycoprotein IIb/IIIa inhibitor tirofiban.",
        "Abstract": "There is continued debate as to whether a routine, early invasive strategy is superior to a conservative strategy for the management of unstable angina and myocardial infarction without ST-segment elevation.\n                We enrolled 2220 patients with unstable angina and myocardial infarction without ST-segment elevation who had electrocardiographic evidence of changes in the ST segment or T wave, elevated levels of cardiac markers, a history of coronary artery disease, or all three findings. All patients were treated with aspirin, heparin, and the glycoprotein IIb/IIIa inhibitor tirofiban. They were randomly assigned to an early invasive strategy, which included routine catheterization within 4 to 48 hours and revascularization as appropriate, or to a more conservative (selectively invasive) strategy, in which catheterization was performed only if the patient had objective evidence of recurrent ischemia or an abnormal stress test. The primary end point was a composite of death, nonfatal myocardial infarction, and rehospitalization for an acute coronary syndrome at six months.\n                At six months, the rate of the primary end point was 15.9 percent with use of the early invasive strategy and 19.4 percent with use of the conservative strategy (odds ratio, 0.78; 95 percent confidence interval, 0.62 to 0.97; P=0.025). The rate of death or nonfatal myocardial infarction at six months was similarly reduced (7.3 percent vs. 9.5 percent; odds ratio, 0.74; 95 percent confidence interval, 0.54 to 1.00; P<0.05).\n                In patients with unstable angina and myocardial infarction without ST-segment elevation who were treated with the glycoprotein IIb/IIIa inhibitor tirofiban, the use of an early invasive strategy significantly reduced the incidence of major cardiac events. These data support a policy involving broader use of the early inhibition of glycoprotein IIb/IIIa in combination with an early invasive strategy in such patients.",
        "Year": 2001,
        "CitationCount": 1407
    },
    {
        "Unnamed: 0": 5210,
        "ReviewID": "CD004815",
        "PMID": "PMID:11741361",
        "Title": "ST depression in ECG at entry indicates severe coronary lesions and large benefits of an early invasive treatment strategy in unstable coronary artery disease; the FRISC II ECG substudy. The Fast Revascularisation during InStability in Coronary artery disease.",
        "Abstract": "In unstable coronary artery disease, ST-segment depression indicates a poor prognosis. We evaluated whether the effect of early revascularization and the extent of coronary lesions were related to ST-segment and T wave changes on admission.\n                2457 patients with unstable coronary artery disease were randomized to an early invasive strategy with coronary angiography/revascularization within 7 days or to a non-invasive strategy with coronary procedures only when symptoms or severe ischaemia recurred. ST depression was present in 1114 (45.5%) patients. In the invasive group, 45% of the patients with ST depression had three-vessel disease or left main stenosis compared with 22% if no ST-segment depression was present, PP=0.004 while mortality was changed from 5.8 to 3.3%, P=0.050. In patients without ST-segment depression the corresponding rates concerning death/myocardial infarction were 10.4 and 8.9, and for mortality 2.0 and 1.2% (non-significant).\n                In unstable coronary artery disease, ST-segment depression is associated with a 100% increase in the occurrence of three-vessel/left main disease and to an increased risk of subsequent cardiac events. In these patients an early invasive strategy substantially decreases death/myocardial infarction.\n                Copyright 2001 The European Society of Cardiology.",
        "Year": 2002,
        "CitationCount": 4
    },
    {
        "Unnamed: 0": 5212,
        "ReviewID": "CD004815",
        "PMID": "PMID:11792138",
        "Title": "Value of first day angiography/angioplasty in evolving Non-ST segment elevation myocardial infarction: an open multicenter randomized trial. The VINO Study.",
        "Abstract": "Direct angioplasty is an effective treatment for ST-elevation myocardial infarction. The role of very early angioplasty in non-ST-elevation infarction is not known. Thus, a randomized study of first day angiography/angioplasty vs early conservative therapy of evolving myocardial infarction without persistent ST-elevation was conducted.\n                One hundred and thirty-one patients with confirmed acute myocardial infarction without ST-segment elevations were randomized within 24 h of last rest chest pain: 64 in the first day angiography/angioplasty group and 67 in the early conservative group (coronary angiography only after recurrent or stress induced myocardial ischaemia).\n                All patients in the invasive group underwent coronary angiography on the day of admission (mean randomization-angiography time 6.2 h). First day angioplasty of the infarct related artery was performed in 47% of the patients and bypass surgery in 35%. In the conservative group, 55% underwent coronary angiography, 10% angioplasty and 30% bypass surgery within 6 months. The primary end-point (death/reinfarction) at 6 months occurred in 6.2% vs 22.3% (P<0.001). Six month mortality in the first day angiography/angioplasty group was 3.1% vs 13.4% in the conservative group (P<0.03). Non-fatal reinfarction occurred in 3.1% vs. 14.9% (P<0.02).\n                First day coronary angiography followed by angioplasty whenever possible reduces mortality and reinfarction in evolving myocardial infarction without persistent ST-elevation, in comparison with an early conservative treatment strategy.\n                Copyright 2001 The European Society of Cardiology.",
        "Year": 2002,
        "CitationCount": 174
    },
    {
        "Unnamed: 0": 5209,
        "ReviewID": "CD004815",
        "PMID": "PMID:15351164",
        "Title": "Do men benefit more than women from an interventional strategy in patients with unstable angina or non-ST-elevation myocardial infarction? The impact of gender in the RITA 3 trial.",
        "Abstract": "The RITA 3 trial randomized patients with non-ST-elevation myocardial infarction or unstable angina to strategies of early intervention (angiography followed by revascularization) or conservative care (ischaemia or symptom driven angiography). The aim of this analysis was to investigate the impact of gender on the effect of these two strategies.\n                In total, 1810 patients (682 women and 1128 men) were randomized. The risk factor profile of women at presentation was markedly different to men. There was evidence that men benefited more from an early intervention strategy for death or non-fatal myocardial infarction at 1 year (adjusted odds ratios 0.63, 95% confidence interval 0.41-0.98 for men and 1.79, 95% confidence interval 0.95-3.35 for women; interaction p-value=0.007). Men who underwent the assigned angiogram were more likely to be put forward for coronary artery bypass surgery, even after allowing for differences in disease severity.\n                An early intervention strategy resulted in a beneficial effect in men which was not seen in women although caution is needed in interpretation. Further research is needed to evaluate why women do not appear to benefit from early intervention and to identify treatments that improve the prognosis of women.",
        "Year": 2004,
        "CitationCount": 97
    },
    {
        "Unnamed: 0": 5211,
        "ReviewID": "CD004815",
        "PMID": "PMID:17350451",
        "Title": "Long-term outcome after an early invasive versus selective invasive treatment strategy in patients with non-ST-elevation acute coronary syndrome and elevated cardiac troponin T (the ICTUS trial): a follow-up study.",
        "Abstract": "The ICTUS trial was a study that compared an early invasive with a selective invasive treatment strategy in patients with non-ST-elevation acute coronary syndrome (nSTE-ACS). The study reported no difference between the strategies for frequency of death, myocardial infarction, or rehospitalisation after 1 year. We did a follow-up study to assess the effects of these treatment strategies after 4 years.\n                1200 patients with nSTE-ACS and an elevated cardiac troponin were enrolled from 42 hospitals in the Netherlands. Patients were randomly assigned either to an early invasive strategy, including early routine catheterisation and revascularisation where appropriate, or to a more selective invasive strategy, where catheterisation was done if the patient had refractory angina or recurrent ischaemia. The main endpoints for the current follow-up study were death, recurrent myocardial infarction, or rehospitalisation for anginal symptoms within 3 years after randomisation, and cardiovascular mortality and all-cause mortality within 4 years. Analysis was by intention-to-treat. This study is registered as an International Standard Randomised Controlled Trial, number ISRCTN82153174.\n                The in-hospital revascularisation rate was 76% in the early invasive group and 40% in the selective invasive group. After 3 years, the cumulative rate for the combined endpoint was 30.0% in the early invasive group compared with 26.0% in the selective invasive group (hazard ratio 1.21; 95% CI 0.97-1.50; p=0.09). Myocardial infarction was more frequent in the early invasive strategy group (106 [18.3%] vs 69 [12.3%]; HR 1.61; 1.19-2.18; p=0.002). Rates of death or spontaneous myocardial infarction were not different (76 [14.3%] patients in the early invasive and 63 [11.2%] patients in the selective invasive strategy [HR 1.19; 0.86-1.67; p=0.30]). No difference in all-cause mortality (7.9%vs 7.7%; p=0.62) or cardiovascular mortality (4.5%vs 5.0%; p=0.97) was seen within 4 years.\n                Long-term follow-up of the ICTUS trial suggests that an early invasive strategy might not be better than a more selective invasive strategy in patients with nSTE-ACS and an elevated cardiac troponin, and implementation of either strategy might be acceptable in these patients.",
        "Year": 2007,
        "CitationCount": 145
    }
]