[
    {
        "Unnamed: 0": 23550,
        "ReviewID": "CD003715",
        "PMID": "PMID:1634054",
        "Title": "Oral 5-aminosalicylic acid (Asacol) in the maintenance treatment of Crohn's disease. The Italian IBD Study Group.",
        "Abstract": "A randomized, placebo-controlled multicenter trial was conducted to evaluate the efficacy and safety of a delayed-release formulation of 5-aminosalicylic acid (5-ASA) (Asacol; Giuliani & Bracco, Milan, Italy) for prevention of clinical relapse in 125 patients with inactive Crohn's disease. Patients in remission [Crohn's Disease Activity Index (CDAI) less than 150] between 3 months and 2 years were randomly allocated to receive either 800 mg 5-ASA three times daily (n = 64) or placebo (n = 61) for up to 12 months or until relapse of symptoms. Relapse was defined by a CDAI greater than 150, with a minimum increase of 100 points over the baseline value. The cumulative relapse rates were 12% in the 5-ASA group and 22% in the placebo group at 3 months [95% confidence interval (CI) for the difference, -4 to 24]; 28% and 41%, respectively, at 6 months (95% CI, -4 to 30); and 34% and 55%, respectively, at 12 months (95% CI, 3-39; P = 0.02, log rank test). Significant decrease in the risk of relapse was found in patients with ileitis, in those with previous bowel resection and, in those with prolonged prestudy remission. Eight patients (5 on 5-ASA, 3 on placebo) withdrew from the study because of adverse reactions, but no major clinical or laboratory adverse effect was observed. It is concluded that oral 5-ASA coated with Eudragit S (Rohn Pharma GmbH, Wieterstadt, Germany), 2.4 g daily, is safe and seems superior to placebo in preventing or delaying clinical relapse in Crohn's disease, especially in milder cases and in ileal disease.",
        "Year": 1992,
        "CitationCount": 2
    },
    {
        "Unnamed: 0": 23548,
        "ReviewID": "CD003715",
        "PMID": "PMID:8425685",
        "Title": "Oral mesalamine (Pentasa) as maintenance treatment in Crohn's disease: a multicenter placebo-controlled study. The Groupe d'Etudes Thérapeutiques des Affections Inflammatoires Digestives (GETAID)",
        "Abstract": "Mesalamine provides a new therapeutic approach in treating Crohn's disease.\n                To assess the efficacy and safety of slow-release mesalamine (Pentasa; Ferring AS, Vanløse, Denmark) in maintaining remission in Crohn's disease, 161 patients with inactive disease were randomized to receive either Pentasa (2 g/day) or placebo in a 2-year double-blind, multicenter trial. Two strata were defined according to the duration of their remission: < 3 months (n = 64) or 3-24 months (n = 97), presumed to be high and a low relapse risk strata, respectively.\n                The probability of relapse was higher in the short-remission placebo group than in the three other groups (P < 0.003), showing there was a significant benefit from Pentasa in the high relapse risk stratum. In this stratum, the 2-year ongoing remission rate was of 29% +/- 9% and 45% +/- 11% (mean +/- SD) in the placebo and Pentasa groups, respectively. The incidences of side effects were similar in both groups.\n                Pentasa (2 g/day for 2 years) is a safe and effective maintenance treatment for Crohn's disease when given within 3 months of achieving remission.",
        "Year": 1993,
        "CitationCount": 143
    },
    {
        "Unnamed: 0": 23546,
        "ReviewID": "CD003715",
        "PMID": "PMID:8824656",
        "Title": "Mesalazine (Mesasal/Claversal) 1.5 g b.d. vs. placebo in the maintenance of remission of patients with Crohn's disease.",
        "Abstract": "INVESTIGATORS: This multicentre study was conducted by 29 principal investigators in 11 countries.\n                To compare the safety and efficacy of oral mesalazine (Mesasal/Claversal, 5-ASA) 1.5 g b.d. in comparison with placebo in the maintenance of remission in 286 patients with Crohn's disease.\n                Patients had to score less than 150 in their Crohn's Disease Activity Index (CDAI), and had to have had one period of clinical activity (CDAI > 150) within 18 months of the study start. Patients were randomized to receive 5-ASA 1.5 g b.d. daily or matching placebo for 12 months. Study visits were scheduled for months 1, 3, 6, 9 and 12, or when symptoms suggested a relapse of the disease. Relapse was defined as a CDAI score greater than 150, with at least a 60-point increase from the baseline index score. None of the patients used glucocorticoids or immunosuppressants during the trial.\n                In the first group, 207 patients with Crohn's colitis or ileocolitis were randomized: there were 101 females and 106 males, in age range 18-71 years. A total of 106 patients (51 in the 5-ASA group and 55 in the placebo group) were withdrawn from the study due to adverse events, insufficient therapeutic effect, or for other reasons. This left 101 patients (51 in the 5-ASA group and 50 in the placebo group) who completed the 12-month trial. In the second group, 79 patients with Crohn's ileitis were randomized to treatment. There were 53 females and 26 males, age range 18-66 years. A total of 41 patients (19 in the 5-ASA group and 22 in the placebo group) were withdrawn from the study. This left 38 patients (17 in the 5-ASA group and 21 in the placebo group) who completed the 12-month trial. The primary efficacy variable was the CDAI. A protocol-eligible analysis and an intent-to-treat analysis were performed. No statistical differences were noted between the two analyses. In patients with Crohn's colitis or ileocolitis, or in those with ileitis, no statistically significant differences were noted with respect to the relapse rates between the 5-ASA and the placebo treatment groups. Adverse events in the gastrointestinal system were the most frequently reported in both treatment groups. Many of the events such as diarrhoea or abdominal pain are symptoms of Crohn's disease. The majority of the events reported were mild or moderate in severity. In neither study was the prevalence of adverse events or the proportion of drop-outs different between patients in the treatment or in the placebo groups. The site of the Crohn's disease had no effect on the frequency of adverse events.\n                The relapse rates of Crohn's disease were similar for up to 12 months in both the 5-ASA 1.5 g b.d. and the placebo treatment groups.",
        "Year": 1995,
        "CitationCount": 53
    },
    {
        "Unnamed: 0": 23547,
        "ReviewID": "CD003715",
        "PMID": "PMID:7797827",
        "Title": "A controlled double blind multicenter study of the effectiveness of 5-aminosalicylic acid in patients with Crohn's disease in remission.",
        "Abstract": "We evaluated the efficacy of an oral formulation of 5-amino-salicylic acid in lowering the relapse rate after remission of Crohn's disease. Included were 59 patients who had proven Crohn's disease of at least 1 year's duration, and who had been in continuous remission for at least 6 months, while taking only 5-aminosalicylic acid or no therapy at all. Remission was defined as a Harvey Bradshaw index score (Softley-Clamp modification) of < 4. Patients were given coded mesalzaine 250 mg or placebo tablets (2 x 2 day). They were seen at 0, 1, and 2 months, and then every 2 months until the end of the study. Trial endpoints were 1 year of follow-up, or clinical relapse results. After randomization, 31 patients were included in the placebo arm, and 28 in the treatment arm. There were no significant differences between the two groups at entry. Ten patients were withdrawn from the trial because of noncompliance, loss of follow-up, or headache. There were more clinical relapses in the placebo arm (15 patients, 55%) than in the treatment arm (6 patients, 27%) (p < 0.05). Mesalazine had a significant advantage over placebo (p < 0.05) only in the subgroups of patients with ileal Crohn's disease and in those older than 30 years. We conclude that mesalazine has a moderate but significant benefit in preventing relapse in Crohn's disease in remission; this occurred only in patients with small-bowel involvement or in those older than 30 years.",
        "Year": 1995,
        "CitationCount": 49
    },
    {
        "Unnamed: 0": 23549,
        "ReviewID": "CD003715",
        "PMID": "PMID:9097988",
        "Title": "A randomized, placebo-controlled, double-blind trial of mesalamine in the maintenance of remission of Crohn's disease. The Canadian Mesalamine for Remission of Crohn's Disease Study Group.",
        "Abstract": "The efficacy of mesalamine for the maintenance of remission in patients with Crohn's disease is controversial. The aim of this study was to conduct a double-blind, placebo-controlled study of mesalamine (750 mg four times a day for 48 weeks) in maintaining remission in 293 patients with Crohn's disease. Patients were stratified according to the method of induction of remission (medical or surgical).\n                Patients were assessed at weeks 4, 12, 24, 36, and 48. Relapse was defined as a Crohn's Disease Activity Index of >150 (+60 points over baseline).\n                Of the 293 patients, 246 (84%) returned for at least 4 weeks of follow-up and were included in the final analysis. Thirty of the 118 (25%) who received mesalamine had a relapse compared with 47 of 128 (36%) receiving placebo (P = 0.056). Among those with relapse, the time to relapse was 119 days for the mesalamine-treated patients compared with 109 days for placebo-treated patients (P = NS). However, 25% of mesalamine-treated patients had relapsed by 249 days of follow-up compared with 154 days for placebo-treated patients. Subgroup analysis showed that patients with ileocecal-colonic disease or patients who were women had fewer relapses on mesalamine therapy than placebo-treated patients (21% vs. 41%, P = 0.018; and 19% vs. 41%, P = 0.003, respectively).\n                Mesalamine treatment reduced relapse compared with placebo treatment, although conventional statistical significance was not achieved.",
        "Year": 1997,
        "CitationCount": 150
    },
    {
        "Unnamed: 0": 23551,
        "ReviewID": "CD003715",
        "PMID": "PMID:11559654",
        "Title": "Olsalazine is not superior to placebo in maintaining remission of inactive Crohn's colitis and ileocolitis: a double blind, parallel, randomised, multicentre study.",
        "Abstract": "The benefit of 5-aminosalicylic acid therapy for maintenance of remission in Crohn's disease is controversial. The primary aim of this study was to evaluate the prophylactic properties of olsalazine in comparison with placebo for maintenance of remission in quiescent Crohn's colitis and/or ileocolitis.\n                In this randomised, double blind, parallel group study of olsalazine versus placebo, 328 patients with quiescent Crohn's colitis and/or ileocolitis were recruited. Treatment consisted of olsalazine 2.0 g daily or placebo for 52 weeks. The primary end point of efficacy was relapse, as defined by the Crohn's disease activity index (CDAI) and by clinical relapse. Laboratory and clinical disease activity indicators were also measured. Safety analysis consisted of documentation of adverse events and laboratory values.\n                No differences in the frequency of termination due to relapse or time to termination due to relapse were noted between the two treatment groups (olsalazine 48.5% v placebo 45%) for either colitis or ileocolitis. The failure rate, defined as not completing the study, was significantly higher in olsalazine treated patients compared with placebo treated patients for the overall population (colitis and/or ileocolitis: olsalazine 65.4% v 53.9%; p=0.038). Similar failure rates were seen for patients with colitis. A significantly higher percentage of olsalazine treated patients experienced adverse gastrointestinal events. Drug attributed adverse events were reported more frequently in the olsalazine treated group with gastrointestinal symptoms being causally related to olsalazine treatment (olsalazine 40.7% v placebo 26.9%; p=0.010). Back pain was reported significantly more often by the placebo treated group. However, serious medical events did not differ between the two groups. Adverse events led to more early withdrawals in the olsalazine treated group than in the placebo treated group; thus average time in the study for patients in the olsalazine treatment group was significantly shorter than that of patients in the placebo group.\n                Patients treated with olsalazine were more likely to terminate their participation in the trial than those taking placebo. This difference was not related to relapse of disease, as measured by CDAI and clinical measures, but rather was due to the development of intolerable adverse medical events of a non-serious nature related to the gastrointestinal tract. The gastrointestinal related events in the olsalazine treated group may be due to the difference in gastrointestinal status at baseline which favoured the placebo treatment group.",
        "Year": 2001,
        "CitationCount": 49
    }
]