[
    {
        "Unnamed: 0": 1349,
        "ReviewID": "CD001842",
        "PMID": "PMID:358381",
        "Title": "The effects of long-term treatment with norephedrine on stress incontinence and urethral closure pressure profile.",
        "Abstract": "Twenty-five women with stress incontinence of urine were given an alpha-adrenoceptor stimulating agent (norephedrine) and a placebo during respective 14-day periods according to a double-blind cross-over schedule. The results were classified as the patient's own assessment of therapeutic effect and as change in urethral closure pressure profile measured by a microtransducer catheter. Norephedrine had a significant therapeutic effect on the symptom stress incontinence and produced significant increase in maximum urethral pressure and maximum urethral closure pressure in the lithotomy and the erect position. Reduction of incontinence was associated with increase in maximum urethral closure pressure. The sum therapeutic effect was of moderate degree.",
        "Year": 1978,
        "CitationCount": 67
    },
    {
        "Unnamed: 0": 1356,
        "ReviewID": "CD001842",
        "PMID": "PMID:7006273",
        "Title": "Effects of oestradiol and combined norephedrin and oestradiol treatment on female stress incontinence.",
        "Abstract": "Thirteen postmenopausal stress incontinent women were treated with oestradiol for one month, and then with oestradiol in combination with norephedrine or placebo according to a double-blind, cross-over schedule. Therapeutic results were assessed by measuring changes in urethral closure pressure profile (UCPP) by means of micro transducer catheters, and by the patient's subjective assessment of the effects. Oestradiol had no effect on the symptom stress incontinence or on UCPP. Norephedrine in combination with oestradiol had a statistically significant therapeutic effect on the symptoms of the patients, and increased UCPP. However, the combination did not increase UCPP more than did norephedrine alone.",
        "Year": 1980,
        "CitationCount": 28
    },
    {
        "Unnamed: 0": 1354,
        "ReviewID": "CD001842",
        "PMID": "PMID:6685364",
        "Title": "Stress incontinence in females: treatment with phenylpropanolamine. A urodynamic and pharmacological evaluation.",
        "Abstract": "23 females, mean age 53 years, with genuine stress incontinence were treated with phenylpropanolamine (PPA), 50 mg twice daily, versus placebo. Simultaneous urethrocystometry with recording of the transmission of increased abdominal pressure to the bladder and the urethra was carried out, and serum concentration of PPA measured and related to subjective effect, effect on the maximal urethral closure pressure (MUCP) and on the pressure transmission ratio. 3 patients were excluded, 1 because of side effects, and 2 were dropouts. 12 patients reported improvement while on PPA, but none became continent. 3 patients improved on placebo. The remaining patients were unchanged. A plasma level of PPA of more than 150 ng/ml seemed necessary to obtain an effect; this level was reached after approximately 90 min after intake of 50 mg. Objectively a rise in MUCP was recorded, but there was no correlation between serum concentration and the increase in MUCP. An improvement of the pressure transmission ratio was also recorded.",
        "Year": 1983,
        "CitationCount": 5
    },
    {
        "Unnamed: 0": 1347,
        "ReviewID": "CD001842",
        "PMID": "PMID:6541387",
        "Title": "Urethral sphincteric insufficiency in postmenopausal females: treatment with phenylpropanolamine and estriol separately and in combination. A urodynamic and clinical evaluation.",
        "Abstract": "A randomized open comparative cross-over trial was carried out in 20 postmenopausal women, mean age 69 years, suffering from urinary incontinence due to urethral sphincteric insufficiency. They were treated with phenylpropanolamine (PPA) 50 mg p.o. twice daily or estriol vaginal suppositories 1 mg daily separately and in combination for periods of 4 weeks. Urodynamic investigations were carried out before and after each period of treatment. Both PPA and estriol increased the maximal urethral closure pressure and the continence area significantly compared to the initial values, but combined treatment was substantially more effective. The functional urethral length increased significantly while on estriol. No significant change was registered in the bladder pressure or in the pressure transmission ratio. PPA was clinically more effective than estriol, but not sufficient to obtain complete continence. With combined treatment 8 patients became completely continent, 9 were considerably improved and only 1 patient remained unchanged. 2 patients dropped out of the study because of side effects. Combined treatment with PPA and estriol represents a recommendable treatment to postmenopausal women with urinary incontinence due to urethral sphincteric insufficiency.",
        "Year": 1984,
        "CitationCount": 100
    },
    {
        "Unnamed: 0": 1352,
        "ReviewID": "CD001842",
        "PMID": "PMID:6367811",
        "Title": "Treatment of motor urge incontinence with clenbuterol and flavoxate hydrochloride.",
        "Abstract": "A controlled double-blind trial is reported of the parasympatholytic drug, flavoxate hydrochloride, and the new sympathomimetic drug, clenbuterol, in the treatment of 39 women with motor urge incontinence. The clinical results and the urodynamic findings of urethro-cystomanometry after therapy showed clenbuterol to be very effective with few side effects.",
        "Year": 1984,
        "CitationCount": 65
    },
    {
        "Unnamed: 0": 1353,
        "ReviewID": "CD001842",
        "PMID": "PMID:6203818",
        "Title": "[Conservative therapy of female stress incontinence. Double-blind study with the alpha-sympathomimetic midodrin].",
        "Abstract": "Midodrine, an alpha-adrenergic agent, was tested in a double-blind randomized fashion in 50 female patients suffering from stress incontinence. 61,5% of the patients receiving midodrine became completely continent, 23,1% improved and 15,4% were considered failure. The results obtained, have been statistically significant.",
        "Year": 1984,
        "CitationCount": 9
    },
    {
        "Unnamed: 0": 1348,
        "ReviewID": "CD001842",
        "PMID": "PMID:3535621",
        "Title": "The effect of phenylpropanolamine on female stress urinary incontinence.",
        "Abstract": "In a randomized double-blind manner, 43 women with grade I and II stress urinary incontinence were treated with either phenylpropanolamine p.o. 50 mg twice daily (Rinexin, 1 tablet b.i.d.) or placebo during two weeks. Urethral CO2 profilometry, with recording of maximum urethral closure pressure (MUCP) and functional urethral length (FUL), and subjective response were considered for effect evaluation. The subjective response of Rinexin was highly significant (p = 0.01) above that of placebo. Clinical improvement was reported by 15 of 21 women on Rinexin and by 8 of 22 women on placebo. A significant increase in MUCP, 14%, was registered in women on Rinexin treatment. This increase was more pronounced in the grade I than in the grade II incontinent women. No statistically significant correlations were obtained between subjective response and increase in MUCP. An increase in FUL was recorded in both two treatment groups, but no statistically significant difference between them was obtained. Adverse drug reactions were rare. No changes in blood pressure occurred. Based on the present study, Rinexin (1 tablet b.i.d.) is an effective and safe medication for female grade I and II stress incontinence and is also recommended as adjunctive therapy to physiotherapy before Teflon injection or operation.",
        "Year": 1986,
        "CitationCount": 21
    },
    {
        "Unnamed: 0": 1351,
        "ReviewID": "CD001842",
        "PMID": "PMID:3310369",
        "Title": "Phenylpropanolamine in treatment of female stress urinary incontinence. Double-blind placebo controlled study in 24 patients.",
        "Abstract": "Twenty-four women with stress urinary incontinence of slight to moderate grade were treated with phenylpropanolamine (PPA), po 50 mg twice daily, and placebo for periods of two weeks according to randomized double-blind cross-over schedule. A significant increase in maximum urethral closure pressure (MUCP) was found after treatment with PPA compared to placebo, but functional urethral length was unchanged. Number of leakage episodes were significantly reduced during PPA treatment, but micturition frequency was unchanged. Fourteen women preferred PPA, 4 preferred placebo, and 6 considered PPA and placebo to be ineffective. The scored improvements obtained by PPA were highly significant when tested against the scored placebo effect. There was a significant correlation between subjective assessment and improvement in number of leakage episodes and increase of MUCP. Plasma-PPA levels showed no significant correlation with any of the effect variables. Adverse reactions were few and negligible.",
        "Year": 1987,
        "CitationCount": 59
    },
    {
        "Unnamed: 0": 1358,
        "ReviewID": "CD001842",
        "PMID": "PMID:3287737",
        "Title": "Norfenefrine in the treatment of female stress incontinence. A double-blind controlled trial.",
        "Abstract": "Forty-four consecutive patients with genuine stress incontinence were treated with norfenefrine 15-30 mg t.i.d. in a 6-week, double-blind and parallel, placebo-controlled study. Subjectively, 52% were improved and 26% became continent during norfenefrine treatment. Objectively (stress test), 30% became continent and the maximum urethral closure pressure increased 10% which was statistically significant. These results, however, were not statistically different from those of placebo treatment. Simultaneously, subjective and objective improvement was seen more often in patients given norfenefrine compared to placebo (p less than 0.1). In patients with most severe incontinence according to urodynamic criteria the effect of norfenefrine was statistically significantly better than placebo. A low incidence of side effects was observed and no differences between norfenefrine and placebo were found. It is concluded that norfenefrine may be of value in the treatment of female stress incontinence.",
        "Year": 1988,
        "CitationCount": 17
    },
    {
        "Unnamed: 0": 1355,
        "ReviewID": "CD001842",
        "PMID": "PMID:2227611",
        "Title": "Effect of combined treatment with phenylpropanolamine and estriol, compared with estriol treatment alone, in postmenopausal women with stress urinary incontinence.",
        "Abstract": "Twenty-nine postmenopausal women with slight to severe stress urinary incontinence and estrogen deficiency symptoms in the urogenital tract were treated with estriol, p.o. 4 mg once daily, and either phenylpropanolamine (PPA), p.o. 50 mg twice daily, or placebo for periods of 6 weeks according to a randomized double-blind crossover schedule. At urodynamic recordings the maximum urethral closure pressure increased by 22% with combined treatment (p less than 0.001) and an additional effect of PPA to estriol was shown (p = 0.022). The pressure transmission ratio increased, by about 15%, with both treatments (p less than 0.07). The number of leakage episodes was reduced by 28% with combined treatment (p = 0.007), but not with estriol alone (p = 0.08). Both combined treatment and estriol alone reduced significantly (p less than 0.01) the urinary incontinence complaints. Twelve women (43%) preferred combined treatment, while 7 (25%) preferred estriol alone. In women with initially slight to very severe urine loss, combined treatment reduced also (p = 0.02) the amount of urine loss, measured at a standardized physical stress test. Signs of estrogen deficiency in vulva, vagina and urethra were reduced, 75% (p less than 0.001) or 65% (p = 0.001) with estriol given in combination with PPA or alone. Maturation index of both urethral and vaginal epithelium displayed significant changes. It is concluded that the combined treatment, PPA + estriol, by affecting both the muscular and mucosal factor of the urethra, is more effective than estriol alone for treatment of female stress urinary incontinence in the postmenopausal ages.",
        "Year": 1990,
        "CitationCount": 42
    },
    {
        "Unnamed: 0": 1357,
        "ReviewID": "CD001842",
        "PMID": "PMID:2071809",
        "Title": "Pelvic muscle exercise for stress urinary incontinence in elderly women.",
        "Abstract": "To compare pelvic muscle exercise to pharmacologic treatment of stress urinary incontinence, the most common cause of urine leakage reported by community-living elderly women.\n                Convenience sample of 157 community-living women, aged 55 to 90 years, after completion of a comprehensive diagnostic evaluation.\n                Eighty-two subjects were randomly assigned to the exercise protocol (with a 34% attrition rate). Pelvic muscle exercises were taught and monitored for 6 months. Phenylpropanolamine hydrochloride was given to the other group in a dose of 50 mg a day, increasing to 50 mg twice a day.\n                Treatment outcomes (subjective improvement, self recorded frequency of wetting) were equally satisfactory in both groups. The response to exercises was as good in 5 months as in 6. It was also as good when the minimum recommended number of exercises per day was 80 as when it was 125.\n                Among those completing the protocol, pelvic exercises were beneficial in reducing stress incontinence, and the benefit was comparable to that produced by phenylpropanolamine.",
        "Year": 1991,
        "CitationCount": 139
    },
    {
        "Unnamed: 0": 1350,
        "ReviewID": "CD001842",
        "PMID": "PMID:11044540",
        "Title": "beta(2)-adrenergic agonists and pelvic floor exercises for female stress incontinence.",
        "Abstract": "We compared beta(2)-adrenergic agonist therapy with clenbuterol (DT) and physiological therapy (PT) in a randomized study to establish the first line therapy for stress incontinence (SI).\n                The clinical efficacy of DT (group A), PT (group B), and a combination of DT and PT (group C) was investigated in 61 patients with SI by means of a 12-week randomized controlled study. The frequency and volume of SI and the patients' own impressions were used as the basis for the assessment of efficacy.\n                The SI improvement rates in groups A, B, and C were 76.9, 52.6, and 89. 5%, respectively (P=0.0361). A significant therapeutic effect on the frequency of SI was observed in group B and group C at 2 weeks after the start of treatment (both P<0.05), and in all groups at 6 weeks (all P<0.01). The efficacy rates based on the patients' own impressions in groups A, B, and C were 84.6, 31.6, and 68.4%, respectively (P=0.0064).\n                The beta(2)-adrenergic agonist appeared to be clinically useful as a drug of choice for SI.",
        "Year": 2000,
        "CitationCount": 15
    },
    {
        "Unnamed: 0": 1346,
        "ReviewID": "CD001842",
        "PMID": "PMID:14678373",
        "Title": "A randomized crossover study to evaluate Ro 115-1240, a selective alpha1A/1L-adrenoceptor partial agonist in women with stress urinary incontinence.",
        "Abstract": "To investigate the potential therapeutic benefits of the selective alpha1A/1l-adrenoceptor partial agonist Ro 115-1240 in women with mild-to-moderate stress urinary incontinence (SUI).\n                Thirty-seven women with mild-to-moderate SUI were enrolled in a randomized, placebo-controlled crossover study. Patients received 1.5 mg Ro 115-1240 twice daily or matching placebo for 2 or 4 weeks. Voiding diaries were used to record the number of SUI episodes, urge incontinence episodes and pads used. Sitting blood pressures and heart rate were recorded at each visit.\n                Ro 115-1240 was associated with a significantly lower mean weekly number of SUI episodes than placebo (8.4 vs 6.0; P= 0.0079), a 28% relative improvement over placebo. There was also a significantly lower mean number of pads used and wet pads changed/week with Ro 115-1240 than with placebo (P = 0.0055 and 0.0066, respectively). The most frequently reported treatment-emergent adverse events were scalp tingling, headache, chills, piloerection, and pruritus. Generally these events were transient and mild to moderate. There was a slightly lower mean sitting heart rate with Ro 115-1240 than with placebo, but no difference in mean systolic or diastolic blood pressure between treatments.\n                This study suggests that selective alpha1A/1l-adrenoceptor partial agonists have the potential to improve the symptoms of SUI with little or no cardiovascular effect. These results are encouraging and a randomized controlled trial of Ro 115-1240 in a larger population with SUI is warranted to substantiate these findings.",
        "Year": 2004,
        "CitationCount": 45
    },
    {
        "Unnamed: 0": 1345,
        "ReviewID": "CD001842",
        "PMID": "PMID:9745973",
        "Title": "Randomized double-blind placebo-controlled multicenter evaluation of efficacy and dose finding of midodrine hydrochloride in women with mild to moderate stress urinary incontinence: a phase II study.",
        "Abstract": "Midodrine is a potent and selective alpha1-receptor agonist and its potential to increase urethral closure pressure could be useful in the treatment of female stress incontinence. The aim of this randomized double-blind placebo-controlled multicenter study was to evaluate the efficacy and safety of midodrine for the treatment of stress urinary incontinence. The primary criterion of efficacy was the maximum urethral closure pressure at rest. Voiding diaries, symptom and incontinence questionnaires and patient/investigator global assessment were also used to evaluate its efficacy. After 4 weeks of treatment no significant changes in MUCP were found. The global assessment by the patient and investigator did indicate that patients on active treatment had a more positive assessment than the placebo group. In conclusion, midodrine did not cause significant improvements in urodynamic parameters, but there were subjective improvements in some of the patients in the treated groups. Furthermore midodrine was well tolerated.",
        "Year": 2005,
        "CitationCount": 35
    }
]