[
    {
        "Unnamed: 0": 18940,
        "ReviewID": "CD004818",
        "PMID": "PMID:1442480",
        "Title": "Myocardial hibernation identified by hyperbaric oxygen treatment and echocardiography in postinfarction patients: comparison with exercise thallium scintigraphy.",
        "Abstract": "To evaluate the potential for hyperbaric oxygen (HBO) to produce transient improvement in function in areas of myocardium ischemic at rest (hibernating myocardium), 24 patients were studied within 1 week of acute myocardial infarction. Results were compared with single-photon emission computed tomography (SPECT) thallium-201 exercise scintigraphy. Echocardiography demonstrated improved contraction following HBO in 20 of 62 damaged left ventricular segments in 12 of 24 patients. Thirteen of the 28 segments and 9 of the 14 patients showing reversible ischemia on SPECT imaging showed improvement with HBO. There were eight segments with apparently normal resting contraction that showed a reversible thallium defect. Of 42 segments with fixed contraction abnormalities following HBO, eight had reversible thallium defects, four had normal thallium kinetics, and 30 had fixed thallium defects. Thus hyperbaric oxygen can demonstrate improvement in function in some segments of left ventricle after infarction. There is some overlap with viability as determined by thallium studies, but the two techniques may be complementary in describing myocardial ischemia.",
        "Year": 1992,
        "CitationCount": 31
    },
    {
        "Unnamed: 0": 18942,
        "ReviewID": "CD004818",
        "PMID": "PMID:9778551",
        "Title": "Hyperbaric oxygen and thrombolysis in myocardial infarction: the 'HOT MI' randomized multicenter study.",
        "Abstract": "In a previous pilot study, we demonstrated that adjunctive treatment with hyperbaric oxygen (HBO) appears to be feasible and safe in patients with acute myocardial infarction (AMI) and may result in an attenuated rise in creatine phosphokinase (CPK), more rapid resolution of pain and ST changes. This randomized multicenter trial was organized to further assess the safety and feasibility of this treatment in human subjects. Patients with an AMI treated with recombinant tissue plasminogen activator (rTPA) or streptokinase (STK), were randomized to treatment with HBO combined with either rTPA or STK, or rTPA or STK alone. An analysis included 112 patients, 66 of whom had inferior AMIs (p = NS). The remainder of the patients had anterior AMIs. The mean CPK at 12 and 24 h was reduced in the HBO patients by approximately 7.5% (p = NS). Time to pain relief was shorter in the HBO group. There were 2 deaths in the control and 1 in those treated with HBO. The left ventricle ejection fraction (LVEF) on discharge was 51.7% in the HBO group as compared to 48.4% in the controls (p = NS). The LVEF of the controls was 43.4 as compared to 47.6 for those treated, approximately 10% better (no significant difference). Treatment with HBO in combination with thrombolysis appears to be feasible and safe for patients with AMI and may result in an attenuated CPK rise, more rapid resolution of pain and improved ejection fractions. More studies are needed to assess the benefits of this treatment.",
        "Year": 1998,
        "CitationCount": 62
    },
    {
        "Unnamed: 0": 18939,
        "ReviewID": "CD004818",
        "PMID": "PMID:15194029",
        "Title": "Usefulness of hyperbaric oxygen therapy to inhibit restenosis after percutaneous coronary intervention for acute myocardial infarction or unstable angina pectoris.",
        "Abstract": "The purpose of this trial was to assess whether the addition of hyperbaric oxygen to percutaneous coronary intervention can reduce clinical restenosis. Major adverse cardiac events at 8 months were found in only 1 of 24 patients (4%) who received hyperbaric oxygen compared with 13 of 37 patients (35%) who did not.",
        "Year": 2004,
        "CitationCount": 56
    },
    {
        "Unnamed: 0": 18943,
        "ReviewID": "CD004818",
        "PMID": "PMID:15459609",
        "Title": "Adjunctive effect of hyperbaric oxygen treatment after thrombolysis on left ventricular function in patients with acute myocardial infarction.",
        "Abstract": "The role of hyperbaric oxygen in patients with acute myocardial infarction is controversial, ranging from not beneficial to having a favorable effect. This randomized study was conducted to further assess the benefit of hyperbaric oxygen treatment after thrombolysis on left ventricular function and remodeling in patients with acute myocardial infarction.\n                Seventy-four consecutive patients with first acute myocardial infarction were randomly assigned to treatment with hyperbaric oxygen treatment combined with streptokinase (HBO+) or streptokinase alone (HBO-).\n                There was a significant decrease of end-systolic volume index from the first day to the third week in HBO+ patients compared with HBO- patients (from 30.40 to 28.18 vs from 30.89 to 36.68 mL/m2, P <.05) accompanied with no changes of end-diastolic volume index in HBO+ compared with increased values in HBO- (from 55.68 to 55.10 vs from 55.87 to 63.82 mL/m2, P <.05). Ejection fraction significantly improved in the HBO+ group and decreased in the HBO- group of patients after 3 weeks of acute myocardial infarction (from 46.27% to 50.81% vs from 45.54% to 44.05 %, P <.05).\n                Adjunctive hyperbaric oxygen therapy after thrombolysis in acute myocardial infarction has a favorable effect on left ventricular systolic function and the remodeling process.",
        "Year": 2004,
        "CitationCount": 57
    },
    {
        "Unnamed: 0": 18941,
        "ReviewID": "CD004818",
        "PMID": "PMID:18260980",
        "Title": "[Long-term results of the use of hyperbaric oxygenation in patients with acute myocardial infarction].",
        "Abstract": "Effect of hyperbaric oxygenation (HBO) on mortality and rate of development of reinfarctions during 24 month follow-up was studied in 129 otherwise conventionally treated patients with acute myocardial infarction (AMI). These patients were randomly divided into control (n=65) and intervention (n=64) groups. In the latter group treatment was supplemented with course of HBO. This course consisted of 6 HBO sessions in a single-place chamber (isopression for 40 min at working pressure 0.03 MPa o.d.) starting from day 4 - 6 of the disease. The use of HBO in combination with traditional course of drug treatment significantly reduced rate of reinfarctions (control group - 19%, intervention group - 5.3%, p < 0.05) and increased survival (control group 86.2%, intervention group 94.7%) during 2 years after hospital discharge. Maximal effect on survival was seen during first 0.5 years (91.4 and 100% in control and intervention groups, respectively, p=0.05).",
        "Year": 2007,
        "CitationCount": 2
    }
]