[
    {
        "Unnamed: 0": 11356,
        "ReviewID": "CD007244",
        "PMID": "PMID:2841818",
        "Title": "[Clinical and endocrinologic studies of the treatment of ovarian insufficiency manifestations following hysterectomy with intact adnexa].",
        "Abstract": "60 hysterectomized patients under 40 years old, who all had at least one intact ovary and still complained of climacteric symptoms, were treated with estriol, conjugated estrogens, estrogen-gestagen sequential therapy or an extract from cimicifuga racemosa after randomized distribution into 4 equal groups. Therapy was controlled after 4, 8, 12 and 24 weeks with a modified Kupperman-Index that also included trophic disorders of the genitals, and also by serum-FSH and -LH measurement. In all groups, the modified Kupperman-Index became significantly lower, the parallel decrease of gonadotropins could not be confirmed statistically, however. There were no significant differences between groups concerning therapy success.",
        "Year": 1988,
        "CitationCount": 76
    },
    {
        "Unnamed: 0": 11365,
        "ReviewID": "CD007244",
        "PMID": "PMID:11352967",
        "Title": "Randomized trial of black cohosh for the treatment of hot flashes among women with a history of breast cancer.",
        "Abstract": "Most breast cancer survivors experience hot flashes; many use complementary or alternative remedies for these symptoms. We undertook a randomized clinical trial of black cohosh, a widely used herbal remedy for menopausal symptoms, among breast cancer patients.\n                Patients diagnosed with breast cancer who had completed their primary treatment were randomly assigned to black cohosh or placebo, stratified on tamoxifen use. At enrollment, patients completed a questionnaire about demographic factors and menopausal symptoms. Before starting to take the pills and at 30 and 60 days, they completed a 4-day hot flash diary. At the final visit, they completed another menopausal symptom questionnaire. Follicle-stimulating hormone (FSH) and luteinizing hormone (LH) levels were measured in a subset of patients at the first and final visits.\n                Of 85 patients (59 on tamoxifen, 26 not on tamoxifen) enrolled in the study, 42 were assigned to treatment and 43 were assigned to placebo; 69 completed all three hot flash diaries. Both treatment and placebo groups reported declines in number and intensity of hot flashes; the differences between the groups were not statistically significant. Both groups also reported improvements in menopausal symptoms that were, for the most part, not significantly different. Changes in blood levels of FSH and LH also did not differ in the two groups.\n                Black cohosh was not significantly more efficacious than placebo against most menopausal symptoms, including number and intensity of hot flashes. Our study illustrates the feasibility and value of standard clinical trial methodology in assessing the efficacy and safety of herbal agents.",
        "Year": 2001,
        "CitationCount": 353
    },
    {
        "Unnamed: 0": 11355,
        "ReviewID": "CD007244",
        "PMID": "PMID:15969244",
        "Title": "Efficacy of Cimicifuga racemosa on climacteric complaints: a randomized study versus low-dose transdermal estradiol.",
        "Abstract": "To investigate, in a randomized clinical study, the efficacy of an isopropanolic aqueous extract of Cimicifuga racemosa (CR) on climacteric complaints in comparison with low-dose transdermal estradiol (TTSE2). Hormonal parameters, lipid profile and endometrial thickness were also evaluated.\n                Sixty-four postmenopausal women were enrolled and over the course of 3 months filled in a diary recording the number of hot flushes per day. Other climacteric symptoms (vasomotor and urogenital symptoms) as well as anxiety and depression, were evaluated at baseline and after 3 months. Gonadotropins (follicle-stimulating hormone (FSH), luetinizing hormone (LH)), prolactin (PRL), 17 beta-estradiol (17beta-E2) and cortisol, lipid profile (total cholesterol high-density lipoprotein (HDL)/low-density lipoprotein (LDL)-cholesterol, triglycerides, liver function (glutamic-oxalacetic transaminase, glutamic-pyruvic transaminase) and endometrial thickness were measured. Patients were randomly allocated to receive, for 3 months, either 40 mg isopropanolic aqueous CR extract daily or 25 microg TTSE2 every 7 days plus dihydrogesterone 10 mg/day for the last 12 days of the 3-month estradiol treatment.\n                Both CR and low-dose TTSE2 significantly reduced the number of hot flushes per day (p < 0.001) and vasomotor symptoms (p < 0.001), starting at the first month of treatment. Such a positive effect was maintained throughout the 3 months of observation, without any significant difference between the two treatments. An identical effect was evident also for both anxiety (p < 0.001) and depression (p < 0.001) which were significantly reduced following 3 months of both CR and low-dose TTSE2. Total cholesterol was unchanged by CR treatment but significantly (p < 0.033) reduced by 3 months of low-dose TTSE2. A slight but significant increase of HDL-cholesterol (p < 0.04) was found only in women treated with CR, while LDL-cholesterol levels were significantly lowered by 3 months of both CR (p < 0.003) and low dose TTSE2 (p < 0.002). Triglycerides were not affected by both treatments, nor was liver function. FSH, LH and cortisol were not significantly affected after the 3-month treatment, while PRL (p < 0.005) and 17 beta-E2 (p < 0.001) were increased slightly only by low-dose TTSE2. Endometrial thickness was not affected by either CR or low-dose TTSE2.\n                CR (40 mg/day) may be a valid alternative to low-dose TTSE2 in the management of climacteric complaints in those women who cannot be treated with or just refuse conventional strategies.",
        "Year": 2005,
        "CitationCount": 148
    },
    {
        "Unnamed: 0": 11360,
        "ReviewID": "CD007244",
        "PMID": "PMID:15863547",
        "Title": "Efficacy and safety of isopropanolic black cohosh extract for climacteric symptoms.",
        "Abstract": "Several clinical studies suggest that black cohosh may be effective in climacteric complaints. However, evidence of its efficacy based on current quality standards has been limited.\n                This randomized, multicenter, double-blind clinical trial compared the efficacy and tolerability of the isopropanolic black cohosh extract in the treatment of climacteric complaints compared with placebo. A total of 304 patients were randomly allocated to receive tablets corresponding to 40 mg drug or matching placebo daily for 12 weeks. The primary efficacy measure was the change from baseline on the Menopause Rating Scale I; secondary measures included changes in its subscores and safety variables.\n                Patient groups did not differ in baseline characteristics. The isopropanolic black cohosh extract was more effective than placebo (P < .001) depending on time from symptom onset (P = .014) and follicle-stimulating hormone level (P = .011). The effect size was 0.03 to 0.05 Menopause Rating Scale units which is similar to recent hormone replacement therapy study results (0.036 Menopause Rating Scale units) and may therefore be considered clinically relevant. Women in the early climacteric phase benefited more than in the late phase. The hot flush subscore was the most effective measure of the isopropanolic black cohosh extract's efficacy. There were no relevant group differences in adverse events, laboratory findings, or tolerability.\n                This isopropanolic extract of black cohosh root stock is effective in relieving climacteric symptoms, especially in early climacteric women.",
        "Year": 2005,
        "CitationCount": 206
    },
    {
        "Unnamed: 0": 11366,
        "ReviewID": "CD007244",
        "PMID": "PMID:16039414",
        "Title": "Cimicifuga racemosa dried ethanolic extract in menopausal disorders: a double-blind placebo-controlled clinical trial.",
        "Abstract": "To compare the efficacy and safety of the black cohosh root extract Cr 99 with placebo in women with climacteric complaints.\n                A multicenter, randomized, placebo-controlled, double-blind, parallel group study was conducted in 122 menopausal women (intention-to-treat population) with > or =3 hot flashes a day, treated over 12 weeks. Two main efficacy measures - weekly weighted score of hot flashes and Kupperman Index - and secondary efficacy variables, e.g. Menopause Rating Scale, were defined. Routine safety laboratory parameters and adverse events were documented.\n                The primary efficacy analysis showed no superiority of the tested black cohosh extract compared to placebo. However, in the subgroup of patients with a Kupperman Index> or =20 a significant superiority regarding this index could be demonstrated (P<0.018). A decrease of 47% and 21% was observed in the black cohosh and placebo group, respectively. The weekly weighted scores of hot flashes (P<0.052) and the Menopause Rating Scale (P<0.009) showed similar results. Prevalence and intensity of the adverse events did not differ in the two treatment groups.\n                The results indicate a superiority of the tested Cimicifuga racemosa extract compared to placebo in patients with menopausal disorders of at least moderate intensity according to a Kupperman Index > or =20, but not in the intention-to-treat population as a whole.",
        "Year": 2005,
        "CitationCount": 127
    },
    {
        "Unnamed: 0": 11358,
        "ReviewID": "CD007244",
        "PMID": "PMID:16782922",
        "Title": "Phase III double-blind, randomized, placebo-controlled crossover trial of black cohosh in the management of hot flashes: NCCTG Trial N01CC1.",
        "Abstract": "Hot flashes can cause significant morbidity in postmenopausal women undergoing or finished with breast cancer treatment. Black cohosh has been used to treat hot flashes, but definitive clinical data about efficacy have been equivocal.\n                A double-blind, randomized, cross-over clinical trial with two 4-week periods, was used to study the efficacy of black cohosh (1 capsule, Cimicifuga racemosa 20 mg BID) for the treatment of hot flashes in women. Participants kept a daily hot flash diary during a baseline week and then during two 4-week crossover treatment periods. Hot flash scores were measured by assigning points (1 to 4 for mild to very severe) to each hot flash based on severity and then adding the points for a given time period.\n                Between October 31, 2003, to March 4, 2004, 132 patients were randomly assigned. Toxicity was minimal and not different by treatment group. Patients receiving black cohosh reported a mean decrease in hot flash score of 20% (comparing the fourth treatment week to the baseline week) compared with a 27% decrease for patients on placebo (P = .53). Mean hot flash frequency was reduced 17% on black cohosh and 26% on placebo (P = .36). Patient treatment preferences were measured after completion of both treatment periods by ascertaining which treatment period, if any, the patient preferred. Thirty-four percent of patients preferred the black cohosh treatment, 38% preferred the placebo, and 28% did not prefer either treatment.\n                This trial failed to provide any evidence that black cohosh reduced hot flashes more than the placebo.",
        "Year": 2006,
        "CitationCount": 186
    },
    {
        "Unnamed: 0": 11362,
        "ReviewID": "CD007244",
        "PMID": "PMID:17179056",
        "Title": "Treatment of vasomotor symptoms of menopause with black cohosh, multibotanicals, soy, hormone therapy, or placebo: a randomized trial.",
        "Abstract": "Herbal supplements are widely used for vasomotor symptoms.\n                To test the efficacy of 3 herbal regimens and hormone therapy for relief of vasomotor symptoms compared with placebo.\n                1-year randomized, double-blind, placebo-controlled trial conducted from May 2001 to September 2004.\n                Group Health, Washington State.\n                351 women age 45 to 55 years with 2 or more vasomotor symptoms per day; 52% of the women were in menopausal transition and 48% were postmenopausal.\n                Rate and intensity of vasomotor symptoms (1 = mild to 3 = severe), and Wiklund Vasomotor Symptom Subscale.\n                1) Black cohosh, 160 mg daily; 2) multibotanical with black cohosh, 200 mg daily, and 9 other ingredients; 3) multibotanical plus dietary soy counseling; 4) conjugated equine estrogen, 0.625 mg daily, with or without medroxyprogesterone acetate, 2.5 mg daily; or 5) placebo.\n                Vasomotor symptoms per day, symptom intensity, Wiklund Vasomotor Symptom Subscale score did not differ between the herbal interventions and placebo at 3, 6, or 12 months or for the average over all the follow-up time points (P > 0.05 for all comparisons) with 1 exception: At 12 months, symptom intensity was significantly worse with the multibotanical plus soy intervention than with placebo (P = 0.016). The difference in vasomotor symptoms per day between placebo and any of the herbal treatments at any time point was less than 1 symptom per day; for the average over all the follow-up time points, the difference was less than 0.55 symptom per day. The difference for hormone therapy versus placebo was -4.06 vasomotor symptoms per day for the average over all the follow-up time points (95% CI, -5.93 to -2.19 symptoms per day; P < 0.001).\n                The trial did not simulate the whole-person approach used by naturopathic physicians. Differences between treatment groups smaller than 1.5 Vasomotor symptoms per day cannot be ruled out.\n                Black cohosh used in isolation, or as part of a multibotanical regimen, shows little potential as an important therapy for relief of vasomotor symptoms. Clinical Trials Registration number: NCT00169299.",
        "Year": 2006,
        "CitationCount": 141
    },
    {
        "Unnamed: 0": 11363,
        "ReviewID": "CD007244",
        "PMID": "PMID:16645532",
        "Title": "Effects of black cohosh (Cimicifuga racemosa) on bone turnover, vaginal mucosa, and various blood parameters in postmenopausal women: a double-blind, placebo-controlled, and conjugated estrogens-controlled study.",
        "Abstract": "In this study, the effects of the Cimicifuga racemosa (CR) preparation CR BNO 1055 on markers of bone metabolism, hormones, sex hormone-binding globulin (SHBG), lipometabolism, vaginal maturity, and routine laboratory parameters were compared with those of conjugated estrogens (CE) and placebo.\n                Sixty-two postmenopausal women were included in this double-blind study. Treatment duration with CR (daily dose corresponds to 40 mg of herbal drug), CE (0.6 mg/day), or placebo was 12 weeks. Markers of bone turnover (bone-specific alkaline phosphatase, CrossLaps), estradiol, follicle-stimulating hormone, leuteinizing hormone, SHBG, triglycerides, total cholesterol, high-density cholesterol, low-density cholesterol, and routine clinical chemistry parameters were determined from blood samples. Vaginal \"maturity index\" was determined from vaginal smears.\n                The analyses of bone turnover markers indicated beneficial effects for CR and CE on bone metabolism. CR stimulated osteoblast activity, whereas CE inhibited osteoclast activity. Whereas CE showed strong estrogenic effects on vaginal mucosa, CR showed weak estrogen-like activity. No significant effects were seen on coagulation markers and liver enzymes in the blood. CR was well tolerated.\n                These results suggest that CR has beneficial bone remodeling and weak estrogen-like effects in the vaginal mucosa.",
        "Year": 2006,
        "CitationCount": 99
    },
    {
        "Unnamed: 0": 11361,
        "ReviewID": "CD007244",
        "PMID": "PMID:17565936",
        "Title": "Black cohosh and fluoxetine in the treatment of postmenopausal symptoms: a prospective, randomized trial.",
        "Abstract": "The objective of this study was to evaluate the efficacy of fluoxetine and black cohosh in the treatment of women with postmenopausal symptoms. A total of 120 healthy women with menopausal symptoms were recruited to this prospective study with a follow-up period of 6 mo. They were randomly assigned to 1 of 2 groups and were treated with fluoxetine or black cohosh. After entry into the study, patients were examined at the first, second, third, and sixth months of the treatment period. The women kept diaries in which they reported the daily number and intensity of hot flushes and night sweats. In addition, at the beginning and end of the third month, they completed questionnaires consisting of a modified Kupperman Index, Beck's Depression Scale, and a RAND-36 Quality-of-Life Questionnaire. Statistically significant differences were noted in the Kupperman Index and Beck's Depression Scale at the end of the third month in both groups compared with baseline values. In the black cohosh group, the Kupperman Index decreased significantly compared with that in the fluoxetine group by the end of the third month. On the other hand, in the fluoxetine group, Beck's Depression Scale decreased significantly compared with that in the black cohosh group. Monthly scores for hot flushes and night sweats decreased significantly in both groups; however, black cohosh reduced monthly scores for hot flushes and night sweats to a greater extent than did fluoxetine. At the end of the sixth month of treatment, black cohosh reduced the hot flush score by 85%, compared with a 62% result for fluoxetine. By the sixth month of the study, 40 women had discontinued the study--20 (33%) in the fluoxetine group and 20 (33%) in the black cohosh group. Compared with fluoxetine, black cohosh is more effective for treating hot flushes and night sweats. On the other hand, fluoxetine is more effective in improvements shown on Beck's Depression Scale.",
        "Year": 2007,
        "CitationCount": 57
    },
    {
        "Unnamed: 0": 11364,
        "ReviewID": "CD007244",
        "PMID": "PMID:17587516",
        "Title": "Efficacy and tolerability of a medicinal product containing an isopropanolic black cohosh extract in Chinese women with menopausal symptoms: a randomized, double blind, parallel-controlled study versus tibolone.",
        "Abstract": "To investigate the efficacy-safety balance of the isopropanolic extract of Actaea (=Cimicifuga) racemosa (iCR, Remifemin) in comparison with tibolone in Chinese women with climacteric complaints.\n                The randomized, double-blind, controlled 3-month study in 5 centers of 3 cities in China enrolled 244 menopausal patients aged 40-60 years and with a Kupperman Menopause Index (KMI)>or=15. The participants were assigned to either iCR corresponding to 40 mg crude drug/day (N=122) or tibolone 2.5mg/day (N=122) orally. The primary endpoint was the combination of the Mann-Whitney values (MWV) of the KMI and the frequency of adverse events (benefit-risk balance) at end of treatment (MWV>0.5 shows superiority; MWV>0.36 shows non-inferiority).\n                KMI decreased from 24.7+/-6.1 to 11.2+/-6.2 and 7.7+/-5.8 (iCR) and to 11.2+/-7.2 and 7.5+/-6.8 (tibolone) at 4 and 12 weeks. This remarkable and clinically relevant improvement was similar in both treatment groups (MWV=0.47; 95% CI=0.39-0.54; p(non-inferiority)=0.002) showing statistical significant non-inferiority of iCR to tibolone. The KMI-responder rate was similar in both groups (84% and 85%). The safety evaluation showed for both groups a good safety and tolerability profile, however, there is a significant lower incidence of adverse events (p<0.0001) in favor of the herbal treatment. None of the postmenopausal iCR patients experienced vaginal bleeding in contrast to tibolone (17 cases). Breast and abdominal pain as well as leukorrhea was mostly observed in the tibolone group (p=0.015, p=0.008, p=0.002). No serious adverse event was observed in the iCR-group, however, two occurred in the tibolone-group. The benefit-risk balance for iCR was significantly (p=0.01) superior to tibolone (MWV=0.56; 95% confidence interval [0.51-0.62]).\n                The efficacy of iCR (medicinal product Remifemin) is as good as tibolone for the treatment of climacteric complaints, even for moderate to severe symptoms, whereby iCR is clearly superior regarding the safety profile. This iCR containing medicinal product is an excellent option for treatment of climacteric complaints which has now for the first time been verified in Asian women.",
        "Year": 2007,
        "CitationCount": 118
    },
    {
        "Unnamed: 0": 11354,
        "ReviewID": "CD007244",
        "PMID": "PMID:19745648",
        "Title": "Randomized, double-blind, placebo-controlled trial of Cimicifuga racemosa (black cohosh) in women with anxiety disorder due to menopause.",
        "Abstract": "We conducted a randomized, double-blind, placebo-controlled, parallel group trial of the efficacy and tolerability of Cimicifuga racemosa (black cohosh) extract for the treatment of anxiety disorder due to menopause. We hypothesized that black cohosh would be superior to placebo in reducing anxiety symptoms of menopause, with a comparable tolerability profile to placebo.\n                Subjects were randomized to therapy with either pharmaceutical-grade black cohosh extract (n = 15) or placebo (n = 13) for up to 12 weeks. The primary outcome measure was changed over time in total Hamilton Anxiety Rating Scale (HAM-A) scores. Secondary outcomes included a change in scores on the Beck Anxiety Inventory, Green Climacteric Scale (GCS), and Psychological General Well-Being Index (PGWBI) and the proportion of patients with a change of 50% or higher in baseline HAM-A scores.\n                There was neither a significant group difference in change over time in total HAM-A scores (P = 0.294) nor a group difference in the proportion of subjects with a reduction of 50% or higher in baseline HAM-A scores at study end point (P = 0.79). There was a significantly greater reduction in the total GCS scores during placebo (vs black cohosh; P = 0.035) but no group difference in change over time in the GCS subscale scores or in the PGWBI (P = 0.140). One subject (3.6%) taking black cohosh discontinued treatment because of adverse events.\n                We found no statistically significant anxiolytic effect of black cohosh (vs placebo). However, small sample size, choice of black cohosh preparation, and dosage used may have been limiting factors producing negative results.",
        "Year": 2009,
        "CitationCount": 30
    },
    {
        "Unnamed: 0": 11357,
        "ReviewID": "CD007244",
        "PMID": "PMID:19609225",
        "Title": "Safety and efficacy of black cohosh and red clover for the management of vasomotor symptoms: a randomized controlled trial.",
        "Abstract": "The aim of this study was to evaluate the safety and efficacy of black cohosh and red clover compared with placebo for the relief of menopausal vasomotor symptoms.\n                This study was a randomized, four-arm, double-blind clinical trial of standardized black cohosh, red clover, placebo, and 0.625 mg conjugated equine estrogens plus 2.5 mg medroxyprogesterone acetate (CEE/MPA; n = 89). Primary outcome measures were reduction in vasomotor symptoms (hot flashes and night sweats) by black cohosh and red clover compared with placebo; secondary outcomes included safety evaluation, reduction of somatic symptoms, relief of sexual dysfunction, and overall improvement in quality of life.\n                Reductions in number of vasomotor symptoms after a 12-month intervention were as follows: black cohosh (34%), red clover (57%), placebo (63%), and CEE/MPA (94%), with only CEE/MPA differing significantly from placebo. Black cohosh and red clover did not significantly reduce the frequency of vasomotor symptoms as compared with placebo. Secondary measures indicated that both botanicals were safe as administered. In general, there were no improvements in other menopausal symptoms.\n                Compared with placebo, black cohosh and red clover did not reduce the number of vasomotor symptoms. Safety monitoring indicated that chemically and biologically standardized extracts of black cohosh and red clover were safe during daily administration for 12 months.",
        "Year": 2009,
        "CitationCount": 172
    },
    {
        "Unnamed: 0": 11359,
        "ReviewID": "CD007244",
        "PMID": "PMID:20220537",
        "Title": "Effect of exercise and Cimicifuga racemosa (CR BNO 1055) on bone mineral density, 10-year coronary heart disease risk, and menopausal complaints: the randomized controlled Training and Cimicifuga racemosa Erlangen (TRACE) study.",
        "Abstract": "The aim of this study was to determine the effect of periodized exercise training with and without Cimicifuga racemosa (CR) on bone mineral density (BMD) and 10-year coronary heart disease (CHD) risk in early postmenopausal women.\n                A total of 128 women were randomly assigned to three subgroups: exercise (EG, n = 43), exercise and CR supplementation (EGCR, n = 43), and wellness control (control group [CG], n = 42). Both exercise groups performed a periodized exercise program with high-intensity-resistance/high-impact exercise dedicated to bone parameters interspersed by blocks of 10 weeks of training focusing on CHD parameters. In addition to the exercise program, the EGCR was supplemented with 40 mg/day of CR according to the specification of the manufacturer. A low-intensity exercise program of 60 minutes per week for a period of 10 weeks interspersed with 10-week blocks without exercise was performed in the CG. Primary endpoints were BMD and 10-year CHD risk proposed by Wilson. Secondary endpoints were body composition and menopausal symptoms.\n                BMD at the lumbar spine was maintained in both exercise groups (EG, -0.1% +/- 2.2%, P = 0.74; EGCR, -0.4% +/- 2.4%, P = 0.40) and significantly decreased (P < 0.001) in the CG (2.0% +/- 2.0%). Both exercise groups significantly differed from the CG (P = 0.001 and 0.005 for the EG and EGCR, respectively); however, no differences between the exercise groups with and without CR was determined. Although slight increases in femoral neck BMD were determined in both exercise groups (EG, 0.5% +/- 3.0%, P = 0.36; EGCR, 0.4% +/- 3.1%, P = 0.52), a reduction was assessed in the CG (-0.6% +/- 2.7%, P = 0.29). No significant differences were determined between the groups. The 10-year CHD risk significantly increased in the EGCR (12.9% +/- 25.1%, P = 0.018) and in the CG (16.5% +/- 27.8%, P = 0.007). The EG did not show corresponding changes (-2.7% +/- 21.9%, P = 0.60). However, no significant between-group differences were observed.\n                In conclusion our exercise program favorably affected bone, menopausal symptoms, lean body mass, and, to a smaller extent, 10-year CHD risk in early postmenopausal women. Adjuvant supplementation of CR did not enhance these positive effects.",
        "Year": 2010,
        "CitationCount": 37
    }
]