[
    {
        "Unnamed: 0": 20438,
        "ReviewID": "CD003831",
        "PMID": "PMID:9751091",
        "Title": "Preliminary study of the safety and efficacy of SC-58635, a novel cyclooxygenase 2 inhibitor: efficacy and safety in two placebo-controlled trials in osteoarthritis and rheumatoid arthritis, and studies of gastrointestinal and platelet effects.",
        "Abstract": "To investigate the efficacy and safety of SC-58635 (celecoxib), an antiinflammatory and analgesic agent that acts by selective cyclooxygenase 2 (COX-2) inhibition and is not expected to cause the typical gastrointestinal (GI), renal, and platelet-related side effects associated with inhibition of the COX-1 enzyme.\n                Four phase II trials were performed: a 2-week osteoarthritis efficacy trial, a 4-week rheumatoid arthritis efficacy trial, a 1-week endoscopic study of GI mucosal effects, and a 1-week study of effects on platelet function.\n                The 2 arthritis trials identified SC-58635 dosage levels that were consistently effective in treating the signs and symptoms of arthritis and were distinguished from placebo on standard arthritis scales. In the upper GI endoscopy study, 19% of subjects receiving naproxen (6 of 32) developed gastric ulcers, whereas no ulcers occurred in subjects receiving SC-58635 or placebo. The study of platelet effects revealed no meaningful effect of SC-58635 on platelet aggregation or thromboxane B2 levels, whereas aspirin caused significant decreases in 2 of 3 platelet aggregation measures and thromboxane B2 levels. In all 4 trials, SC-58635 was well tolerated, with a safety profile similar to that of placebo.\n                SC-58635 achieves analgesic and antiinflammatory efficacy in arthritis through selective COX-2 inhibition, without showing any evidence of 2 of the toxic effects of COX-1 inhibition associated with nonsteroidal antiinflammatory drugs.",
        "Year": 1998,
        "CitationCount": 479
    },
    {
        "Unnamed: 0": 20439,
        "ReviewID": "CD003831",
        "PMID": "PMID:10609815",
        "Title": "Celecoxib versus diclofenac in long-term management of rheumatoid arthritis: randomised double-blind comparison.",
        "Abstract": "Non-steroidal anti-inflammatory drugs (NSAIDs) inhibit cyclo-oxygenase (COX), which leads to suppression of COX-1-mediated production of gastrointestinal-protective prostaglandins. Gastrointestinal injury is a common outcome. We compared the efficacy, safety, and tolerability of long-term therapy with celecoxib, a COX-1 sparing inhibitor of COX-2, with diclofenac, a non-specific COX inhibitor.\n                655 patients with adult-onset rheumatoid arthritis of at least 6 months' duration were randomly assigned oral celecoxib 200 mg twice daily or diclofenac SR 75 mg twice daily for 24 weeks. Anti-inflammatory and analgesic activity and tolerability were assessed at baseline, every 4 weeks, and at week 24. We assessed gastrointestinal safety by upper-gastrointestinal endoscopy within 7 days of the last treatment dose at centres where the procedure was available. Analysis was by intention-to-treat.\n                430 patients underwent endoscopy (celecoxib n=212, diclofenac n=218). The two drugs were similar in management of rheumatoid arthritis pain and inflammation. Gastroduodenal ulcers were detected endoscopically in 33 (15%) patients treated with diclofenac and in eight (4%) in the celecoxib group (p<0.001). The rate of withdrawal for any gastrointestinal-related adverse event, most commonly abdominal pain, diarrhoea, and dyspepsia, was nearly three times higher in the diclofenac-treated group than in the celecoxib group (16 vs 6%; p<0.001).\n                Celecoxib showed sustained anti-inflammatory and analgesic activity similar to diclofenac, with a lower frequency of upper gastrointestinal ulceration or gastrointestinal adverse events, and tolerability was better.",
        "Year": 1999,
        "CitationCount": 550
    },
    {
        "Unnamed: 0": 20440,
        "ReviewID": "CD003831",
        "PMID": "PMID:10979111",
        "Title": "Gastrointestinal toxicity with celecoxib vs nonsteroidal anti-inflammatory drugs for osteoarthritis and rheumatoid arthritis: the CLASS study: A randomized controlled trial. Celecoxib Long-term Arthritis Safety Study.",
        "Abstract": "Conventional nonsteroidal anti-inflammatory drugs (NSAIDs) are associated with a spectrum of toxic effects, notably gastrointestinal (GI) effects, because of inhibition of cyclooxygenase (COX)-1. Whether COX-2-specific inhibitors are associated with fewer clinical GI toxic effects is unknown.\n                To determine whether celecoxib, a COX-2-specific inhibitor, is associated with a lower incidence of significant upper GI toxic effects and other adverse effects compared with conventional NSAIDs.\n                The Celecoxib Long-term Arthritis Safety Study (CLASS), a double-blind, randomized controlled trial conducted from September 1998 to March 2000.\n                Three hundred eighty-six clinical sites in the United States and Canada.\n                A total of 8059 patients (>/=18 years old) with osteoarthritis (OA) or rheumatoid arthritis (RA) were enrolled in the study, and 7968 received at least 1 dose of study drug. A total of 4573 patients (57%) received treatment for 6 months.\n                Patients were randomly assigned to receive celecoxib, 400 mg twice per day (2 and 4 times the maximum RA and OA dosages, respectively; n = 3987); ibuprofen, 800 mg 3 times per day (n = 1985); or diclofenac, 75 mg twice per day (n = 1996). Aspirin use for cardiovascular prophylaxis (</=325 mg/d) was permitted.\n                Incidence of prospectively defined symptomatic upper GI ulcers and ulcer complications (bleeding, perforation, and obstruction) and other adverse effects during the 6-month treatment period.\n                For all patients, the annualized incidence rates of upper GI ulcer complications alone and combined with symptomatic ulcers for celecoxib vs NSAIDs were 0.76% vs 1.45% (P =.09) and 2. 08% vs 3.54% (P =.02), respectively. For patients not taking aspirin, the annualized incidence rates of upper GI ulcer complications alone and combined with symptomatic ulcers for celecoxib vs NSAIDs were 0.44% vs 1.27% (P =.04) and 1.40% vs 2.91% (P =.02). For patients taking aspirin, the annualized incidence rates of upper GI ulcer complications alone and combined with symptomatic ulcers for celecoxib vs NSAIDs were 2.01% vs 2.12% (P =.92) and 4.70% vs 6.00% (P =.49). Fewer celecoxib-treated patients than NSAID-treated patients experienced chronic GI blood loss, GI intolerance, hepatotoxicity, or renal toxicity. No difference was noted in the incidence of cardiovascular events between celecoxib and NSAIDs, irrespective of aspirin use.\n                In this study, celecoxib, at dosages greater than those indicated clinically, was associated with a lower incidence of symptomatic ulcers and ulcer complications combined, as well as other clinically important toxic effects, compared with NSAIDs at standard dosages. The decrease in upper GI toxicity was strongest among patients not taking aspirin concomitantly. JAMA. 2000;284:1247-1255",
        "Year": 2000,
        "CitationCount": 3296
    }
]