[
    {
        "Unnamed: 0": 7267,
        "ReviewID": "CD004587",
        "PMID": "PMID:14550694",
        "Title": "Sirolimus-eluting stents for treatment of patients with long atherosclerotic lesions in small coronary arteries: double-blind, randomised controlled trial (E-SIRIUS).",
        "Abstract": "Sirolimus-eluting stents have been developed to prevent restenosis in the treatment of coronary artery disease. We investigated the risk of restenosis with use of sirolimus-eluting stents compared with bare-metal stents to assess possible differences.\n                We enrolled 352 patients in whom one coronary artery required treatment, with diameter 2.5-3.0 mm and lesion length 15-32 mm. We randomly assigned patients sirolimus-eluting stents (n=175) or bare-metal stents (control, n=177). At 8 months we assessed differences in minimum lumen diameter and binary restenosis within the lesion (restenosis of > or =50% diameter, including 5 mm vessel segments proximal and distal to stented segment). Patients were also followed up for 9 months for major adverse cardiac events. Analysis was by intention to treat.\n                Stent implantation was successful in 100% of sirolimus-stent patients and 99.4% of controls. The mean diameter of treated coronary arteries was 2.55 mm (SD 0.37) and mean lesion length was 15.0 mm (6.0). Multiple stents were implanted in 170 (48%) patients. At 8 months, minimum lumen diameter was significantly higher with sirolimus-eluting stents than with control stents (2.22 vs 1.33 mm, p<0.0001). The rate of binary restenosis was significantly reduced with sirolimus-eluting stents compared with control stents (5.9 vs 42.3%, p=0.0001). Significantly fewer patients with sirolimus-eluting stents had major adverse cardiac events at 9 months than did controls (8.0 vs 22.6%, p=0.0002), due mainly to a lower need for target-lesion revascularisations (4.0 vs 20.9%, p<0.0001).\n                Sirolimus-eluting stents are better than bare-metal stents for treatment of single long atherosclerotic lesions in a coronary vessel smaller than 3 mm in diameter.",
        "Year": 2003,
        "CitationCount": 995
    },
    {
        "Unnamed: 0": 7245,
        "ReviewID": "CD004587",
        "PMID": "PMID:12900339",
        "Title": "Randomized study to assess the effectiveness of slow- and moderate-release polymer-based paclitaxel-eluting stents for coronary artery lesions.",
        "Abstract": "Early clinical studies demonstrated the feasibility of local paclitaxel delivery in reducing restenosis after treatment of de novo coronary lesions in small patient populations.\n                We conducted a randomized, double-blind trial of 536 patients at 38 medical centers evaluating slow-release (SR) and moderate-release (MR) formulations of a polymer-based paclitaxel-eluting stent (TAXUS) for revascularization of single, primary lesions in native coronary arteries. Cohort I compared TAXUS-SR with control stents, and Cohort II compared TAXUS-MR with a second control group. The primary end point was 6-month percent in-stent net volume obstruction measured by intravascular ultrasound. Secondary end points were 6-month angiographic restenosis and 6- and 12-month incidence of major adverse cardiac events, a composite of cardiac death, myocardial infarction, and repeat revascularization. At 6 months, percent net volume obstruction within the stent was significantly lower for TAXUS stents (7.9% SR and 7.8% MR) than for respective controls (23.2% and 20.5%; P<0.0001 for both). This corresponded with a reduction in angiographic restenosis from 17.9% to 2.3% in the SR cohort (P<0.0001) and from 20.2% to 4.7% in the MR cohort (P=0.0002). The incidence of major adverse cardiac events at 12 months was significantly lower (P=0.0192) in the TAXUS-SR (10.9%) and TAXUS-MR (9.9%) groups than in controls (22.0% and 21.4%, respectively), predominantly because of a significant reduction in repeat revascularization of the target lesion in TAXUS-treated patients.\n                Compared with a bare metal stent, paclitaxel-eluting stents reduced in-stent neointimal formation and restenosis and improved 12-month clinical outcome of patients with single de novo coronary lesions.",
        "Year": 2003,
        "CitationCount": 1076
    },
    {
        "Unnamed: 0": 7256,
        "ReviewID": "CD004587",
        "PMID": "PMID:15028375",
        "Title": "The Canadian study of the sirolimus-eluting stent in the treatment of patients with long de novo lesions in small native coronary arteries (C-SIRIUS).",
        "Abstract": "We assessed the safety and effectiveness of the sirolimus-eluting stent (SES) in treating single de novo long lesions in small native coronary arteries compared to an identical bare metal stent (BMS).\n                The SES was previously demonstrated to reduce restenosis significantly. However, patients with long lesions in small vessels have not been well studied and may define a group at very high risk.\n                The Canadian Study of the Sirolimus-Eluting Stent in the Treatment of Patients With Long De Novo Lesions in Small Native Coronary Arteries (C-SIRIUS) was a multicenter, randomized, double-blind trial comparing SES versus identical BMS. The primary end point was in-stent minimal lumen diameter (MLD) at eight months. Secondary end points included angiographic restenosis at 8 months, target lesion revascularization (TLR), and major adverse cardiac events (MACE) at 270 days.\n                A total of 100 patients were enrolled at eight Canadian sites. The in-stent MLD at eight months was 2.46 +/- 0.37 mm in the SES compared with 1.49 +/- 0.75 mm in the BMS (a 65% increase, p < 0.001). Angiographic restenosis occurred in 1 of 44 SES patients (2.3%, with no in-stent restenosis) and in 23 of 44 BMS patients (52.3%, p < 0.001). At 270 days, there were two clinically driven TLRs in the SES (4%) and nine in the BMS (18%, p = 0.05). The Kaplan-Meier estimate of freedom from MACE at 270 days was 96.0% for SES patients and 81.7% for BMS patients (p = 0.029).\n                Patients with long lesions in small vessels are at very high risk of restenosis. In these patients, the SES dramatically reduces the risk of restenosis at eight months, translating into an excellent clinical outcome at nine months.",
        "Year": 2004,
        "CitationCount": 620
    },
    {
        "Unnamed: 0": 7268,
        "ReviewID": "CD004587",
        "PMID": "PMID:15464315",
        "Title": "High-dose 7-hexanoyltaxol-eluting stent with polymer sleeves for coronary revascularization: one-year results from the SCORE randomized trial.",
        "Abstract": "The Study to COmpare REstenosis Rate between QueST and QuaDDS-QP2 (SCORE) trial was a multicenter, randomized, open-label trial comparing the safety and performance of 13- and 17-mm QuaDDS stents (n = 126) (Quanam Medical Corp., Santa Clara, California/Boston Scientific Corp., Natick, Massachusetts) versus uncoated control stents (n = 140) in focal, de novo coronary lesions.\n                The pioneering drug-delivery QuaDDS stent used four to six acrylate polymer sleeves, each loaded with 800 microg of the paclitaxel derivative 7-hexanoyltaxol.\n                Clinical end points were assessed at 1, 6, and 12 months post procedure. Quantitative coronary angiography and intravascular ultrasound were performed post procedure and at six-month follow-up.\n                In the QuaDDS group, early stent thrombosis and myocardial infarction (MI) rates were significantly higher, leading to premature cessation of enrollment. For the QuaDDS group, the stent thrombosis rate increased from 3.2% to 10.3% between 1 and 12 months, associated with increased non-Q-wave MI and death rates. The angiographic restenosis rate at six months was reduced from 32.7% (control) to 7.4% (p < 0.0001). However, the primary end point was not met with six-month target vessel revascularization (TVR) rate as well as the composite major adverse cardiac event rates (cardiac death, MI, and TVR) comparable between groups.\n                Despite angiographic indications of potential anti-restenotic benefit, increased rates of stent thrombosis, MI, and cardiac death associated with the QuaDDS stent show an unacceptable safety profile.",
        "Year": 2004,
        "CitationCount": 82
    },
    {
        "Unnamed: 0": 7261,
        "ReviewID": "CD004587",
        "PMID": "PMID:15054589",
        "Title": "ABT-578-eluting stents. The promising successor of sirolimus- and paclitaxel-eluting stent concepts?",
        "Abstract": "ABT-578 is a new synthetic analog of rapamycin, designed to inhibit smooth muscle cell proliferation-a key contributor to restenosis-by blocking the function of the mTOR cell cycle regulatory protein. Given these pharmacodynamics, ABT-578 was considered beneficial for intracoronary delivery to arrest the process responsible for neointimal hyperplasia after angioplasty and stenting. Consequently, the ABT-578-eluting ENDEAVOR stent system has been created, representing a potential new alternative for treating patients with coronary heart disease. In order to evaluate safety, feasibility and efficacy of this stent design, the ENDEAVOR clinical program has been started, including three randomized clinical trials. ENDEAVOR I is the first-in-man trial including 100 patients with native de novo coronary lesions. The 4-month follow-up data, recently presented, demonstrated safety and feasibility of this new drug-eluting stent (DES) concept with a 4-month MACE (major adverse cardiac events) rate of 2.0%. In order to evaluate this stent system in a larger patient population as well as more complex lesion subsets, the multicenter study ENDEAVOR II has been started including a total of 1,200 patients. The enrollment of this study was completed in January 2004. The aim of the US multicenter study ENDEAVOR III is a head-to-head comparison of the ENDEAVOR ABT-578-eluting stent system with the already approved sirolimus-eluting Cypher stent in 369 patients. If the results of both pivotal studies ENDEAVOR II and III confirm the efficacy of the ENDEAVOR stent design observed so far, the ENDEAVOR stent will be established as a new and promising contender in the field of DES.",
        "Year": 2004,
        "CitationCount": 43
    },
    {
        "Unnamed: 0": 7258,
        "ReviewID": "CD004587",
        "PMID": "PMID:14744971",
        "Title": "Inhibition of restenosis with a paclitaxel-eluting, polymer-free coronary stent: the European evaLUation of pacliTaxel Eluting Stent (ELUTES) trial.",
        "Abstract": "The use of a stent to deliver a drug may reduce in-stent restenosis. Paclitaxel interrupts the smooth muscle cell cycle by stabilizing microtubules, thereby arresting mitosis.\n                On the basis of prior animal studies, the European evaLUation of the pacliTaxel Eluting Stent (ELUTES) pilot clinical trial (n=190) investigated the safety and efficacy of V-Flex Plus coronary stents (Cook Inc) coated with escalating doses of paclitaxel (0.2, 0.7, 1.4, and 2.7 microg/mm2 stent surface area) applied directly to the abluminal surface of the stent in de novo lesions compared with bare stent alone. The primary efficacy end point was angiographic percent diameter stenosis at 6 months. At angiographic follow-up, percent diameter stenosis was 33.9+/-26.7% in controls (n=34) and 14.2+/-16.6% in the 2.7-microg/mm2 group (n=31; P=0.006). Late loss decreased from 0.73+/-0.73 to 0.11+/-0.50 mm (P=0.002). Binary restenosis (> or =50% at follow-up) decreased from 20.6% to 3.2% (P=0.056), with no significant benefit from intermediate paclitaxel doses. Freedom from major adverse cardiac events in the highest (effective) dose group was 92%, 89%, and 86% at 1, 6, and 12 months, respectively (P=NS versus control). No late stent thromboses were seen in any treated group despite clopidogrel treatment for 3 months only.\n                Paclitaxel applied directly to the abluminal surface of a bare metal coronary stent, at a dose density of 2.7 microg/mm2, reduced angiographic indicators of in-stent restenosis without short- or medium-term side effects.",
        "Year": 2004,
        "CitationCount": 273
    },
    {
        "Unnamed: 0": 7247,
        "ReviewID": "CD004587",
        "PMID": "PMID:14724301",
        "Title": "A polymer-based, paclitaxel-eluting stent in patients with coronary artery disease.",
        "Abstract": "Restenosis after coronary stenting necessitates repeated percutaneous or surgical revascularization procedures. The delivery of paclitaxel to the site of vascular injury may reduce the incidence of neointimal hyperplasia and restenosis.\n                At 73 U.S. centers, we enrolled 1314 patients who were receiving a stent in a single, previously untreated coronary-artery stenosis (vessel diameter, 2.5 to 3.75 mm; lesion length, 10 to 28 mm) in a prospective, randomized, double-blind study. A total of 652 patients were randomly assigned to receive a bare-metal stent, and 662 to receive an identical-appearing, slow-release, polymer-based, paclitaxel-eluting stent. Angiographic follow-up was prespecified at nine months in 732 patients.\n                In terms of base-line characteristics, the two groups were well matched. Diabetes mellitus was present in 24.2 percent of patients; the mean reference-vessel diameter was 2.75 mm, and the mean lesion length was 13.4 mm. A mean of 1.08 stents (length, 21.8 mm) were implanted per patient. The rate of ischemia-driven target-vessel revascularization at nine months was reduced from 12.0 percent with the implantation of a bare-metal stent to 4.7 percent with the implantation of a paclitaxel-eluting stent (relative risk, 0.39; 95 percent confidence interval, 0.26 to 0.59; P<0.001). Target-lesion revascularization was required in 3.0 percent of the group that received a paclitaxel-eluting stent, as compared with 11.3 percent of the group that received a bare-metal stent (relative risk, 0.27; 95 percent confidence interval, 0.16 to 0.43; P<0.001). The rate of angiographic restenosis was reduced from 26.6 percent to 7.9 percent with the paclitaxel-eluting stent (relative risk, 0.30; 95 percent confidence interval, 0.19 to 0.46; P<0.001). The nine-month composite rates of death from cardiac causes or myocardial infarction (4.7 percent and 4.3 percent, respectively) and stent thrombosis (0.6 percent and 0.8 percent, respectively) were similar in the group that received a paclitaxel-eluting stent and the group that received a bare-metal stent.\n                As compared with bare-metal stents, the slow-release, polymer-based, paclitaxel-eluting stent is safe and markedly reduces the rates of clinical and angiographic restenosis at nine months.\n                Copyright 2004 Massachusetts Medical Society",
        "Year": 2004,
        "CitationCount": 2830
    },
    {
        "Unnamed: 0": 7252,
        "ReviewID": "CD004587",
        "PMID": "PMID:14769686",
        "Title": "Analysis of 1-year clinical outcomes in the SIRIUS trial: a randomized trial of a sirolimus-eluting stent versus a standard stent in patients at high risk for coronary restenosis.",
        "Abstract": "This study evaluated a large group of patients enrolled in a double-blind randomized trial of the sirolimus-eluting stent to document whether the initial clinical improvement seen in previous smaller series is maintained out to 12 months and to study the potential treatment effect in patient subsets known to be at increased risk of restenosis.\n                A total of 1058 patients with de novo native coronary stenosis undergoing clinically indicated percutaneous coronary intervention were randomly assigned to sirolimus-eluting stent (533) or control bare stent (525). Procedural success and in-hospital outcomes were excellent and did not differ between the 2 groups. At 9 months, clinical restenosis, defined as target-lesion revascularization, was 4.1% in the sirolimus limb versus 16.6% in the control limb (P<0.001). At 12 months, the absolute difference in target-lesion revascularization continued to increase and was 4.9% versus 20% (P<0.001). There were no differences in death or myocardial infarction rates. In high-risk patient subsets, defined by vessel size, lesion length, and presence of diabetes mellitus, there was a 70% to 80% reduction in clinical restenosis at 1 year.\n                Placement of the sirolimus-eluting stent results in continued clinical improvement at 1 year after initial implantation, with significant reduction in clinical restenosis as defined by target-lesion revascularization. Between 9 and 12 months, the absolute reduction of clinical restenosis continues to increase. Even in high-risk subsets of patients, there is a 70% to 80% relative reduction in clinical restenosis at 12 months with this drug-eluting stent.",
        "Year": 2004,
        "CitationCount": 554
    },
    {
        "Unnamed: 0": 7249,
        "ReviewID": "CD004587",
        "PMID": "PMID:15585732",
        "Title": "Sirolimus-eluting vs uncoated stents for prevention of restenosis in small coronary arteries: a randomized trial.",
        "Abstract": "Percutaneous coronary revascularization of small vessels is associated with a high restenosis rate. Sirolimus-eluting stents reduce restenosis in simple and previously untreated lesions of large coronary arteries, but their outcomes in small vessels have not been adequately investigated.\n                To determine whether sirolimus-eluting stents are associated with a reduced 8-month rate of angiographic restenosis in comparison with an uncoated stent.\n                This was a randomized, multicenter, single-blind, prospective trial performed with 257 patients undergoing percutaneous coronary revascularization for ischemic heart disease, and who had a previously untreated atherosclerotic lesion located in a small segment with a diameter of 2.75 mm or less, in 20 Italian centers between August 2002 and December 2003.\n                Patients were randomly assigned to receive a sirolimus-eluting stent (129 patients) or an uncoated stent having an identical architecture and radiographic appearance (128 patients).\n                The primary end point was the 8-month binary in-segment restenosis rate; secondary end points included procedural success and the 8-month rate of major adverse cardiac and cerebrovascular events.\n                The mean (SD) reference diameter of the treated segment was 2.2 (0.28) mm; the lesion length, 11.84 (6.15) mm. After 8 months, the binary in-segment restenosis rate was 53.1% (60/113) in the patients receiving an uncoated stent and 9.8% (12/123) in those receiving a sirolimus-eluting stent (relative risk [RR], 0.18; 95% confidence interval [CI], 0.10-0.32; P<.001). Fewer patients randomized to sirolimus-eluting stents experienced major adverse cardiac events (12/129 [9.3%] vs 40/128 [31.3%]; RR, 0.30; 95% CI, 0.15-0.55; P<.001) mainly because of a reduction in target lesion revascularization (9/129 [7%] vs 27/128 [21.1%]; RR, 0.33; 95% CI, 0.14-0.70; P = .002) and myocardial infarction (2/129 [1.6%] vs 10/129 [7.8%]; RR, 0.20; 95% CI, 0.01-0.93; P = .04).\n                The use of sirolimus-eluting stents to treat atherosclerotic lesions in small coronary arteries reduces restenosis and may also reduce major adverse cardiac events.",
        "Year": 2004,
        "CitationCount": 347
    },
    {
        "Unnamed: 0": 7263,
        "ReviewID": "CD004587",
        "PMID": "PMID:15723977",
        "Title": "Maintenance of long-term clinical benefit with sirolimus-eluting coronary stents: three-year results of the RAVEL trial.",
        "Abstract": "The use of sirolimus-eluting coronary stents has been associated with a nearly complete elimination of restenosis at 6 months and with a very low 1-year incidence of major adverse cardiac events (MACE). This analysis examined whether these beneficial effects persist over the longer term.\n                This multicenter trial randomly assigned 238 patients to revascularization of single, de novo, native coronary artery lesions with sirolimus-eluting versus conventional bare-metal stents. Survival free from target lesion revascularization (TLR), target vessel failure (TVF), and MACE up to 3 years of follow-up was compared between the 2 treatment groups. Complete data sets were available in 94.2% of patients treated with sirolimus-eluting stents and in 94.1% of patients randomized to the control group. The cumulative 1-, 2-, and 3-year event-free survival rates were 99.2%, 96.5%, and 93.7% for TLR and 95.8%, 92.3%, and 87.9% for TVF, respectively, in the sirolimus-eluting stent group, versus 75.9%, 75.9%, and 75.0% for TLR and 71.2%, 69.4%, and 67.3% for TVF in the control group (P<0.001 for both comparisons at 3 years). Rates of MACE at 3 years were 15.8% in patients randomly assigned to sirolimus-eluting stents versus 33.1% in patients assigned to bare-metal stents (P=0.002). One patient treated with a sirolimus-eluting stent died of a cardiac cause between 12 and 36 months.\n                Treatment of de novo coronary stenosis with sirolimus-eluting stents was associated with a sustained clinical benefit and very low rates of TLR and of other MACE up to 3 years after device implantation.",
        "Year": 2005,
        "CitationCount": 233
    },
    {
        "Unnamed: 0": 7262,
        "ReviewID": "CD004587",
        "PMID": "PMID:15619406",
        "Title": "Angiographic results of the first human experience with everolimus-eluting stents for the treatment of coronary lesions (the FUTURE I trial).",
        "Abstract": "The purpose of this study was to report the angiographic findings of the first human evaluation of the everolimus-eluting stent (EES) for the treatment of noncomplex coronary lesions. Forty-two patients with de novo coronary lesions (2.75 to 4.00 mm vessels; lesion length, <18 mm) were prospectively randomized in a 2:1 ratio to receive either the EES (n = 27) or a metallic stent (n = 15). Baseline clinical and angiographic characteristics were similar among both groups. At 6-month follow-up, EES had a lower in-stent late lumen loss (0.10 +/- 0.22 vs 0.85 +/- 0.32 mm, p <0.0001) and in-segment diameter stenoses (20.7 +/- 12.3% vs 37.0 +/- 15.8%, p = 0.002). There was no in-stent restenosis with EES; however, 1 focal distal edge restenosis was present. There was 1 in-stent and 1 in-segment (proximal edge) restenosis in the metallic stent group. There was no stent thrombosis or aneurysm formation at follow-up in either group.",
        "Year": 2005,
        "CitationCount": 93
    },
    {
        "Unnamed: 0": 7239,
        "ReviewID": "CD004587",
        "PMID": "PMID:15737962",
        "Title": "Drug-eluting stents compared with thin-strut bare stents for the reduction of restenosis: a prospective, randomized trial.",
        "Abstract": "Drug-eluting stents have considerably reduced restenosis. Their relative merits have been assessed on the basis of comparisons made with control bare stents with thick struts. However, increased strut thickness negatively affects restenosis. No direct comparisons between drug-eluting stents and bare stents with thin struts have been performed. The aim of this study was to evaluate the relative efficacy of sirolimus-eluting stents (Cypher) as compared with that of bare stents with thin struts (BeStent 2).\n                A total of 500 patients with coronary artery disease were randomly assigned to receive a Cypher stent or BeStent. The primary endpoint was angiographic restenosis defined as a stenosis diameter > or = 50% at 6-month angiographic follow-up. The secondary endpoint was the need for target vessel revascularization (TVR) during the year following the procedure. Follow-up angiography was performed in 81.8% of the patients. Patients treated with Cypher stents had a lower angiographic restenosis rate [8.3 vs. 25.5%, relative risk, 0.33 (95% confidence interval, 0.19-0.56), P<0.001] and a lower incidence of TVR [7.2 vs. 18.8%, relative risk, 0.38 (0.22-0.66), P<0.001]. For smaller vessels (< 2.8 mm), the angiographic restenosis rates were 7.0% with the Cypher stent and 34.2% with the BeStent (P<0.001). For larger vessels (> or = 2.8 mm), angiographic restenosis rates were 10.0% with the Cypher stent and 13.1% with the BeStent (P=0.52).\n                The drug-eluting stent, Cypher, is associated with a significantly lower risk of restenosis compared with the bare thin-strut BeStent. The advantage of the Cypher stent is vastly reduced in large vessels.",
        "Year": 2005,
        "CitationCount": 135
    },
    {
        "Unnamed: 0": 7273,
        "ReviewID": "CD004587",
        "PMID": "PMID:19758877",
        "Title": "Six-month results of a randomized study to evaluate safety and efficacy of a Biolimus A9 eluting stent with a biodegradable polymer coating.",
        "Abstract": "Objectives: The STEALTH (STent Eluting A9 BioLimus Trial in Humans) trial was the first-in-man study to assess the safety and efficacy of the bioabsorbable-polymer-coated Biolimus A9-eluting BioMATRIX-Stent, as compared to a bare metal stent control (S-Stent). Methods: One hundred twenty patients were enrolled in a prospective, 2:1 randomised, double-blind, multi-center clinical study. Patients with single de novo coronary lesions received either a Biolimus-eluting stent (n=80 patients with 82 lesions) or bare metal control stent (n=40 patients with 40 lesions). The primary study endpoint was in-lesion late lumen loss at 6 month follow-up. Results: The six month in-lesion late loss was significantly reduced in the Biolimus-eluting stent group (0.14 +/- 0.45mm) as compared to the control (0.40 +/- 0.41mm) (p=0.004). The in-stent late loss was 0.26 +/- 0.43mm in the Biolimus-eluting stent group vs. 0.74 +/- 0.45mm in the control (p<0.001). The secondary study endpoint of event-free survival at 6-months was similar in both groups (96.3% Biolimus group vs. 97.5% control; p=0.72). There was no significant difference in target lesion revascularizations due to the low binary restenosis rates in both groups (3.9% in Biolimus group vs. 7.7% in control; p=ns). Conclusions: In this first-in-man feasibility trial, the bioabsorbable-polymer-coated Biolimus A9-eluting stent demonstrated superior efficacy in reducing 6-month in-stent and in-lesion late loss and percent diameter stenosis, with clinical safety similar to bare metal control stents.",
        "Year": 2005,
        "CitationCount": 101
    },
    {
        "Unnamed: 0": 7248,
        "ReviewID": "CD004587",
        "PMID": "PMID:16286586",
        "Title": "Clinical efficacy of polymer-based paclitaxel-eluting stents in the treatment of complex, long coronary artery lesions from a multicenter, randomized trial: support for the use of drug-eluting stents in contemporary clinical practice.",
        "Abstract": "Intracoronary polymer-based stent delivery of paclitaxel has been shown to be effective in reducing restenosis in simple coronary lesions, but the evidence base for contemporary use in longer, more complex coronary stenoses is lacking.\n                TAXUS VI is a prospective, multicenter, double-blind, randomized trial assessing clinical and angiographic outcomes of the TAXUS Moderate Release paclitaxel-eluting stent in the treatment of long, complex coronary artery lesions. Four hundred forty-eight patients at 44 sites were randomized (1:1) between a drug-eluting TAXUS Express2 and an uncoated Express2 control stent. Per protocol, the 9-month follow-up included an angiographic reevaluation in all patients. The primary end point was the rate of target-vessel revascularization 9 months after the study procedure; secondary end points included the rate of target-lesion revascularization and binary restenosis at follow-up. Mean lesion length in the study was 20.6 mm, with a mean stent-covered length of 33.4 mm. Of all lesions, 55.6% were classified as complex lesions (type C of the AHA/ACC classification). At 9 months, target-vessel revascularization was 9.1% in the TAXUS group and 19.4% in the control group (P=0.0027; relative reduction, 53%). Target-lesion revascularization was reduced from 18.9% to 6.8%, respectively (P=0.0001). The incidence of major adverse cardiac events was similar in the 2 groups, 16.4% and 22.5% in TAXUS and control, respectively (P=0.12), including comparable rates for acute myocardial infarction. Binary restenosis in the stented area was reduced from 32.9% in the control group to 9.1% in the TAXUS patients (P<0.0001).\n                The finding that the TAXUS Moderate Release stent system is safe and effective in the treatment of long, complex coronary artery lesions provides the evidence base for the more widespread use of drug-eluting stents in contemporary clinical practice.",
        "Year": 2005,
        "CitationCount": 344
    },
    {
        "Unnamed: 0": 7244,
        "ReviewID": "CD004587",
        "PMID": "PMID:16160130",
        "Title": "Comparison of a polymer-based paclitaxel-eluting stent with a bare metal stent in patients with complex coronary artery disease: a randomized controlled trial.",
        "Abstract": "Compared with bare metal stents, drug-eluting stents reduce restenosis in noncomplex lesions. The utility of drug-eluting stents has not been evaluated in more difficult stenoses.\n                To investigate the safety and efficacy of the polymer-based, slow-release paclitaxel-eluting stent in a patient population with more complex lesions than previously studied.\n                Prospective, placebo-controlled, double-blind, multicenter randomized trial conducted from February 2003 to March 2004 at 66 academic and community-based institutions with 1156 patients who underwent stent implantation in a single coronary artery stenosis (vessel diameter, 2.25-4.0 mm; lesion length, 10-46 mm), including 664 patients (57.4%) with complex or previously unstudied lesions (requiring 2.25-mm, 4.0-mm, and/or multiple stents) and 9-month clinical and angiographic follow-up.\n                Patients were randomly assigned to receive 1 or more bare metal stents (n = 579) or identical-appearing paclitaxel-eluting stents (n = 577).\n                Ischemia-driven target vessel revascularization at 9 months.\n                Baseline characteristics were well matched. Diabetes was present in 31% of patients. The mean (SD) reference vessel diameter was 2.69 (0.57) mm, the reference lesion length was 17.2 (9.2) mm, and 78% of lesions were type B2/C. A mean (SD) of 1.38 (0.58) stents (total mean [SD] length, 28.4 [13.1] mm) were implanted per lesion; 33% of lesions required multiple stents. Stents that were 2.25 mm and 4.0 mm in diameter were used in 18% and 17% of lesions, respectively. Compared with bare metal stents, paclitaxel-eluting stents reduced the 9-month rate of target lesion revascularization from 15.7% to 8.6% (P<.001) and target vessel revascularization from 17.3% to 12.1% (P = .02). Similar rates were observed for cardiac death or myocardial infarction (5.5% for bare metal stent group vs 5.7% for paclitaxel-eluting stent group) and stent thrombosis (0.7% in both groups). Angiographic restenosis was reduced from 33.9% to 18.9% in the entire study cohort (P<.001), including among patients receiving 2.25-mm stents (49.4% vs 31.2%; P = .01), 4.0-mm stents (14.4% vs 3.5%; P = .02), and multiple stents (57.8% vs 27.2%; P<.001).\n                Compared with a bare metal stent, implantation of the paclitaxel-eluting stent in a patient population with complex lesions effectively reduces clinical and angiographic restenosis.",
        "Year": 2005,
        "CitationCount": 830
    },
    {
        "Unnamed: 0": 7242,
        "ReviewID": "CD004587",
        "PMID": "PMID:16154019",
        "Title": "Incremental cost-effectiveness of drug-eluting stents compared with a third-generation bare-metal stent in a real-world setting: randomised Basel Stent Kosten Effektivitäts Trial (BASKET).",
        "Abstract": "No prospective trial-based data are available for incremental cost-effectiveness of drug-eluting stents (DES) compared with bare-metal stents (BMS) in unselected patients, as treated in everyday practice.\n                The Basel stent cost-effectiveness trial (BASKET) included 826 consecutive patients treated with angioplasty and stenting for 1281 de-novo lesions, irrespective of indication for angioplasty. Patients were randomised to one of two DES (Cypher, n=264; Taxus, n=281) or to a cobalt-chromium-based BMS (Vision, n=281) and followed up for 6 months for occurrence of major adverse cardiac events and costs. Analysis was by intention-to-treat. The primary endpoint was cost-effectiveness after 6 months, with effectiveness defined as reduction of major adverse cardiac events.\n                Cardiac death, myocardial infarction, or target vessel revascularisation occurred in 39 of 544 (7.2%) patients with DES and 34 of 280 (12.1%) with BMS (odds ratio 0.56, 95% CI 0.35-0.91; p=0.02), without significant differences between the two DES. Total costs at 6 months were higher with DES (mean 10,544, SD 6849) than with BMS (9639, 9067; p<0.0001); higher stent costs of DES were not compensated for by lower follow-up costs. Incremental cost-effectiveness ratio of DES compared with BMS to avoid one major event was 18,311, and costs per quality-adjusted life-year gained were more than 50 000. Subgroup analyses showed that DES were more cost-effective for elderly patients in specific high-risk groups.\n                In a real-world setting, use of DES in all patients is less cost effective than in studies with selected patients. Use of these stents could be restricted to patients in high-risk groups.",
        "Year": 2005,
        "CitationCount": 251
    },
    {
        "Unnamed: 0": 7254,
        "ReviewID": "CD004587",
        "PMID": "PMID:19755236",
        "Title": "Direct stenting of de novo coronary stenoses with tacrolimus-eluting versus carbon-coated carbostents. The randomized JUPITER II trial.",
        "Abstract": "Aims: Drug-eluting stents are being increasingly used for the treatment of de novo coronary lesions. This trial compared the performance of tacrolimus-eluting stents (TES) with that of equivalent carbon-coated stents (CCS).Methods and results: The JUPITER II trial enrolled 332 patients (mean age = 64 years, 75% men) with de novo coronary stenoses. Patients were randomly assigned to TES versus CCS and underwent repeat coronary angiography at 6 months. The primary study endpoint was in-stent and in-segment late lumen loss (LLL). The main secondary endpoints included binary restenosis, and rates of major adverse clinical events (MACE), including death, myocardial infarction, target lesion revascularisation and stent thrombosis at 1, 6, and 12 months of follow-up. The procedure was successful in 99.4% of patients in both groups. There was no procedural death, 1 cardiac death at 2 months, and 1 acute and 2 subacute CCS thromboses. Angiographic follow-ups were available in 94.4% and 95.1% of patients assigned to TES and CCS, respectively. The mean in-segment and in-stent LLL was 0.42+/-0.46 mm and 0.65+/-0.47 mm, respectively, in the TES, versus 0.48+/-0.52 mm and 0.66+/-0.53 mm, respectively, in the CCS group (ns). The 12-month cumulative MACE rate was 19.5% in the CCS versus 16.1% in the TES group (ns).Conclusions: Both stents showed high safety, with no stent thrombosis in the TES group. No difference was observed in 6-month angiographic results and 12-month MACE rates between TES and CCS.",
        "Year": 2006,
        "CitationCount": 71
    },
    {
        "Unnamed: 0": 7240,
        "ReviewID": "CD004587",
        "PMID": "PMID:16971716",
        "Title": "Sirolimus-eluting versus uncoated stents in acute myocardial infarction.",
        "Abstract": "Sirolimus-eluting stents reduce rates of restenosis and reintervention, as compared with uncoated stents. Data are limited regarding the safety and efficacy of such stents in primary percutaneous coronary intervention (PCI) for acute myocardial infarction with ST-segment elevation.\n                We performed a single-blind, multicenter, prospectively randomized trial to compare sirolimus-eluting stents with uncoated stents in primary PCI for acute myocardial infarction with ST-segment elevation. The trial included 712 patients at 48 medical centers. The primary end point was target-vessel failure at 1 year after the procedure, defined as target-vessel-related death, recurrent myocardial infarction, or target-vessel revascularization. A follow-up angiographic substudy was performed at 8 months among 174 patients from selected centers.\n                The rate of the primary end point was significantly lower in the sirolimus-stent group than in the uncoated-stent group (7.3% vs. 14.3%, P=0.004). This reduction was driven by a decrease in the rate of target-vessel revascularization (5.6% and 13.4%, respectively; P<0.001). There was no significant difference between the two groups in the rate of death (2.3% and 2.2%, respectively; P=1.00), reinfarction (1.1% and 1.4%, respectively; P=1.00), or stent thrombosis (3.4% and 3.6%, respectively; P=1.00). The degree of neointimal proliferation, as assessed by the mean (+/-SD) in-stent late luminal loss, was significantly lower in the sirolimus-stent group (0.14+/-0.49 mm, vs. 0.83+/-0.52 mm in the uncoated stent group; P<0.001).\n                Among selected patients with acute myocardial infarction, the use of sirolimus-eluting stents significantly reduced the rate of target-vessel revascularization at 1 year. (ClinicalTrials.gov number, NCT00232830 [ClinicalTrials.gov].).\n                Copyright 2006 Massachusetts Medical Society.",
        "Year": 2006,
        "CitationCount": 598
    },
    {
        "Unnamed: 0": 7259,
        "ReviewID": "CD004587",
        "PMID": "PMID:16670444",
        "Title": "Evaluation of a new polymer-coated paclitaxel-eluting stent for treatment of de novo lesions: six-month clinical and angiographic follow-up results of the APPLAUSE trial.",
        "Abstract": "This trial assesses the safety and efficacy of the PicoElite stent (amg International GmbH, Raesfeld-Erle, Germany), a new paclitaxel-eluting polymer-based stent.\n                This is a first-in-man, single-center pilot trial that randomized 30 patients with 35 de novo coronary lesions in a 2:1 proportion to either the paclitaxel-eluting PicoElite stent (PES group: 20 patients with 24 lesions) or the bare metal ArthosPico stent (BMS group: 10 patients with 11 lesions).\n                Baseline characteristics were similar in both groups, apart from younger patients in the PES group (mean age 63.5 years vs. 71.7 years in the BMS group; p = 0.032) and shorter lesion length in the PES group (9.56 mm vs. 14.25 mm in the BMS group; p = 0.02). In both groups, there was no difference in the primary endpoint of major adverse cardiac events (MACE) at 30-day follow up. There was a nonsignificant trend towards lower 6-month MACE and target lesion revascularization (TLR) rates in the PES group (10.5% PES vs. 40.0% in the BMS group for both; p = 0.143), and no stent thrombosis in the PES group. At 6-month angiographic follow up, the PES group demonstrated a significantly reduced in-stent binary restenosis rate (5.0% vs. 40.0%; p = 0.031), in-stent late loss (0.47 mm vs. 1.10 mm; p = 0.004), and in-segment late loss (0.72 mm vs. 1.16 mm; p = 0.016) as compared to the BMS group.\n                The 6-month results of the APPLAUSE study demonstrate the safety and efficacy of the paclitaxel-eluting PicoElite stent for de novo lesions, with a significant reduction in late loss and a trend towards less TLR compared to a bare metal control.",
        "Year": 2006,
        "CitationCount": 9
    },
    {
        "Unnamed: 0": 7271,
        "ReviewID": "CD004587",
        "PMID": "PMID:17290437",
        "Title": "Randomized comparative trial of a thin-strut bare metal cobalt-chromium stent versus a sirolimus-eluting stent for coronary revascularization.",
        "Abstract": "To see whether use of a sirolimus-eluting stent (SES) is superior to a third-generation thin-strut, cobalt-chromium stent (CCS) in terms of in-segment late loss at 9 months in patients with symptomatic coronary artery disease.\n                Stent-strut thickness has been shown to be strictly related with risk of in-stent restenosis, but available demonstrations of the angiographic efficacy of SES have been based on comparisons with thick-strut bare metal control stents.\n                The primary outcome measure of this single-center, single-blind randomized comparative trial was 9-month in-segment late loss. Eligibility criteria were symptomatic coronary artery disease and target vessel diameter appropriate for implantation a 3-mm stent. Based on a power calculation, 104 patients were randomly assigned to receive a SES (Cypher) or a CCS (Vision).\n                In-segment late loss was significantly lower in the SES group (0.18 +/- 0.40 mm vs 0.58 +/- 0.51 mm, P < 0.001). Regarding subsidiary outcome measures, in-segment restenosis (at 9 months) was recorded in 10% (5/50) patients treated with SES and 23% (11/48) receiving CCS (P = 0.14). No clinical difference between the two groups was apparent at 12 months. Freedom from target vessel failure at 12 months was 72% for SES patients and 68% for CCS patients (P = 0.65).\n                In patients with de-novo coronary lesions at medium risk of restenosis the anti-proliferative effect of SES is greater than that of a thin-strut CCS. Nevertheless, the angiographic results of the CCS were rather good. It remains to be seen whether the angiographic superiority of SES can translate into clinical superiority.\n                (c) 2007 Wiley-Liss, Inc.",
        "Year": 2007,
        "CitationCount": 36
    },
    {
        "Unnamed: 0": 7270,
        "ReviewID": "CD004587",
        "PMID": "PMID:17680858",
        "Title": "Single-center randomized evaluation of paclitaxel-eluting versus conventional stent in acute myocardial infarction (SELECTION).",
        "Abstract": "To evaluate the superiority of the paclitaxel-eluting stent (PES) in reducing neointimal hyperplasia (NIH) over its corresponding bare metal stent (BMS) during primary percutaneous coronary intervention (PCI).\n                Primary PCI with stent implantation is the repercussion strategy of choice for ST-elevation myocardial infarction (STEMI); nonetheless restenosis rate is still high. Drug-eluting stents have been proven to reduce restenosis rate in many settings, but their use during primary PCI is still controversial.\n                Consecutive patients with STEMI <12 hours were randomized to receive PES or BMS. The primary end-point was the percentage of the stent volume obstructed by neointimal proliferation (NIH) measured by intravascular ultrasound (IVUS) at a 7-month angiographic follow-up. Secondary end-points were binary restenosis rate and major adverse cardiac events (MACE, i.e., death, nonfatal myocardial infarction, and target lesion revascularization).\n                Eighty patients with STEMI were randomized into the PES or BMS group. Patients were well matched for baseline characteristics and the index procedure was always successful. In-hospital and 1-month MACE were 2.5% per group. NIH at 7 months was 4.6% versus 20% (P< 0.01), late lumen loss 0.1 versus 1.01 mm (P = 0.01). MACE were 7.5% versus 42.5% (P = 0.001) with no difference in death and recurrent myocardial infarction rates. Late-acquired incomplete stent apposition (ISA) rate was 5.1% versus 2.7% (P = 0.65). One subacute stent thrombosis was reported in each group.\n                PES was superior to its corresponding BMS in reducing NIH in the STEMI setting without any increase in early and long-term clinical adverse events.",
        "Year": 2007,
        "CitationCount": 67
    },
    {
        "Unnamed: 0": 7241,
        "ReviewID": "CD004587",
        "PMID": "PMID:17584571",
        "Title": "Sirolimus-eluting stents compared with standard stents in the treatment of patients with primary angioplasty.",
        "Abstract": "Sirolimus-eluting stents have been shown to decrease restenosis and reintervention as compared with standard stents. We evaluated the use of sirolimus-eluting stents in primary percutaneous coronary intervention for acute myocardial infarction with ST-segment elevation.\n                We randomly assigned 120 patients to compare sirolimus-eluting stents with uncoated stents in primary percutaneous coronary intervention for acute myocardial infarction with ST-segment elevation. The primary end point was composite: death from cardiac causes, recurrent myocardial infarction, or target-lesion revascularization after 360 days.\n                The rate of the primary end point was 6.7% in the sirolimus-eluting stent and 11% in the bare-metal stent group (relative risk 1.75, 95% CI 0.47-6.57, P = .402). The survival free from target-vessel failure showed a higher trend in the sirolimus-eluting stent group than in the bare-metal stent group (0.0% vs 5.7%, P = .064). There was no significant difference between the 2 groups in the rate of death (5% and 3.6%, respectively; P = .736), reinfarction (1.7% and 1.8%, respectively; P = .940), or stent thrombosis (3.4% and 1.8%, respectively; P = .621).\n                Among selected patients with acute myocardial infarction and ST-segment elevation, the use of sirolimus-eluting stents shows a trend to reduce the rate of target-vessel revascularization in comparison with bare-metal stent.",
        "Year": 2007,
        "CitationCount": 77
    },
    {
        "Unnamed: 0": 7266,
        "ReviewID": "CD004587",
        "PMID": "PMID:17498576",
        "Title": "Randomized trial of Sirolimus-Eluting Stent Versus Bare-Metal Stent in Acute Myocardial Infarction (SESAMI).",
        "Abstract": "To confirm whether sirolimus-eluting stents (SES) safely reduce the incidence of restenosis in patients with ST-segment elevation acute myocardial infarction compared with bare-metal stents (BMS).\n                In the setting of primary angioplasty, stent restenosis occurs in up to 27% of patients. The introduction of drug-eluting stents has drastically reduced the incidence of restenosis in clinically stable patients.\n                We conducted a randomized trial of 320 patients with acute ST-segment elevation myocardial infarction assigned to receive SES or BMS. The primary end point was binary restenosis at 1-year angiographic follow-up.\n                At 1 year, the incidence of binary restenosis was lower in the SES group than in the BMS group (9.3% vs. 21.3%, respectively; p = 0.032), as were the rates of target lesion revascularization (4.3% vs. 11.2%; p = 0.02), target vessel revascularization (5% vs. 13.1; p = 0.015), major adverse cardiac events (6.8% vs. 16.8%; p = 0.005), and target vessel failure (8.7% vs. 18.7%; p = 0.007). The incidence of angiographically documented stent thrombosis was 1.2% (n = 2) in the SES group and 0.6% (n = 1) in the BMS group.\n                In patients with acute myocardial infarction, SES are superior to BMS, reducing the incidence of binary restenosis by 56%, target lesion revascularization by 61%, target vessel revascularization by 62%, adverse cardiac events by 59%, and target vessel failure by 53% at 1 year. (Sirolimus Eluting Stenting in Acute Myocardial Infarction; http://www.clinicaltrials.gov/ct/show/NCT00288210; NCT00288210).",
        "Year": 2007,
        "CitationCount": 243
    },
    {
        "Unnamed: 0": 7265,
        "ReviewID": "CD004587",
        "PMID": "PMID:17589978",
        "Title": "Comparison of stent graft, sirolimus stent, and bare metal stent implanted in patients with acute coronary syndrome: clinical and angiographic follow-up.",
        "Abstract": "To compare polytetrafluoroethylene stent graft (PTFE) with sirolimus and bare metal stents in reducing in-stent restenosis in native coronary vessels in patients with acute coronary syndrome.\n                The study included patients who underwent stent implantation in acute coronary syndrome from January 2003 to May 2004. The patients (n=119) were randomized either to stent graft group (n=40), sirolimus eluting stent group (n=39), or bare metal stent group (n=40). The main outcome measure of the study was the incidence restenosis at 6-month. The secondary outcome was 6-month major adverse coronary event rate.\n                The incidence of 6-month major adverse coronary events was similar in all three groups (8 events in stent graft, 9 in sirolimus eluting stent, and 16 in bare metal stent group events). The target lesion revascularization was higher in the bare metal stent group (P=0.044). Restenosis rate, at six-month follow-up was higher in the bare metal stent group compared with the stent graft and sirolimus eluting stent groups. The percent diameter stenosis in the follow-up was significantly higher in the bare metal stent group (P=0.005). The late loss was significantly lower in the sirolimus eluting stent group (mean+/-standard deviation, 0.2+/-0.5 mm), compared with the bare metal stent group (0.7+/-0.7 mm, P=0.034). There was a trend of lower late loss in the stent graft group than in the bare metal stent group.\n                Three groups of stents implanted in patients with acute coronary syndrome did not differ in the incidence of major adverse cardiac events. Sirolimus-eluting stents had a lower incidence of in-stent restenosis than bare metal stent group. Stent graft implanted in native coronary arteries appears to be safe and efficient in patients with acute coronary syndrome, but a significant reduction in in-stent restenosis was not achieved.",
        "Year": 2007,
        "CitationCount": 6
    },
    {
        "Unnamed: 0": 7251,
        "ReviewID": "CD004587",
        "PMID": "PMID:17950142",
        "Title": "One-year results of the SCORPIUS study: a German multicenter investigation on the effectiveness of sirolimus-eluting stents in diabetic patients.",
        "Abstract": "This study sought to analyze the effectiveness of drug-eluting stents in a high-risk group of diabetic patients. Previously, this had been analyzed only in substudies of larger trials or in clinical investigations enrolling a small number of patients.\n                Drug-eluting stents are highly effective in reducing the rate of in-stent restenosis.\n                Two hundred patients with diabetes and de novo coronary artery lesions were enrolled in 16 centers: 98 were randomly assigned to sirolimus-eluting stents (SES) and 102 received bare-metal stents (BMS). The primary end point was in-segment late luminal loss. Major adverse cardiac events (MACE) rate was analyzed at 30 days and 8 and 12 months.\n                The extent of in-segment late luminal loss in the SES group was 0.18 mm compared with 0.74 mm in the BMS group. In-segment restenosis was identified on follow-up angiography in 8.8% of the patients in SES and in 42.1% in BMS (p < 0.0001). Target lesion revascularization was performed in 5.3% of the patients in SES and in 21.1% of the patients in BMS (p = 0.002). The SES was effective in the treatment group with oral diabetic medication as well as in the insulin-dependent treatment group (3.6% SES vs. 38.8% BMS). There was no subacute stent thrombosis in the SES group up to 1 year. The MACE rate was not significantly different at 30 days. At 12 months, MACE rate was 14.7% in SES versus 35.8% in BMS.\n                The SES is safe and highly effective in patients with diabetes mellitus and coronary artery disease and associated with a significant decrease in the extent of late luminal loss.",
        "Year": 2007,
        "CitationCount": 104
    },
    {
        "Unnamed: 0": 7260,
        "ReviewID": "CD004587",
        "PMID": "PMID:17616297",
        "Title": "Two-year clinical follow-up after sirolimus-eluting versus bare-metal stent implantation assisted by systematic glycoprotein IIb/IIIa Inhibitor Infusion in patients with myocardial infarction: results from the STRATEGY study.",
        "Abstract": "We sought to investigate whether the previously reported midterm clinical benefit of planned sirolimus-eluting stent (SES) implantation in patients with ST-segment elevation myocardial infarction (STEMI) was maintained over a 24-month time period. Moreover, the distribution of clinical events in relation to thienopyridine discontinuation was thoroughly investigated.\n                No randomized data are currently available on the safety/benefit profile of SES in this subset of patients beyond 12 months.\n                Between March 2003 and April 2004, 175 patients with STEMI were randomly allocated to tirofiban infusion followed by SES or abciximab plus bare-metal stent (BMS). Complete follow-up information up to 720 days was available for all patients.\n                The cumulative incidence of death, myocardial infarction (MI), or target vessel revascularization (TVR) remained lower in the tirofiban-SES compared with the abciximab-BMS group at 2 years (24.2% vs. 38.6%, respectively; hazard ratio [HR] 0.56 [95% confidence interval (CI) 0.33 to 0.98]; p = 0.038). The composite of death/MI was similar in the tirofiban-SES (16.1%) and the abciximab-BMS groups (20.5%, HR 0.77 [95% CI 0.38 to 1.55]; p = 0.43) while the need for TVR was markedly reduced (9.8% vs. 25.5%, respectively; HR 0.34 [95% CI 0.16 to 0.77]; p = 0.01) in the tirofiban-SES arm. The rate of confirmed, probable, or possible stent thrombosis did not differ in the 2 groups, nor the incidence of death/MI after thienopyridine discontinuation.\n                The midterm clinical benefit of planned SES implantation assisted by tirofiban infusion in STEMI patients was mainly carried over after 2 years with no overall excess of late adverse events after thienopyridine discontinuation.",
        "Year": 2007,
        "CitationCount": 91
    },
    {
        "Unnamed: 0": 7246,
        "ReviewID": "CD004587",
        "PMID": "PMID:17562666",
        "Title": "Long-term clinical benefit of sirolimus-eluting stent implantation in diabetic patients with de novo coronary stenoses: long-term results of the DIABETES trial.",
        "Abstract": "Sirolimus stent implantation has been demonstrated to be safe and effective in diabetics; however, the long-term outcomes in this high-risk population remain unknown. The aim of this study was to determine the long-term safety and efficacy of the sirolimus-eluting stent (SES) when compared with the bare metal stent (BMS) in patients included in the DIABETES (DIABETes and sirolimus Eluting Stent) trial.\n                The prospective multicentre DIABETES trial randomized 160 diabetic patients with one or more significant coronary stenoses in one, two, or three vessels to either SES or BMS implantation. One-year dual antiplatelet therapy (aspirin plus clopidogrel) was routinely prescribed. Clinical follow-up was scheduled at 1, 9, 12, and 13 months and 2 years. Baseline clinical and angiographic characteristics were comparable between groups. At 2 years, the rate of target lesion revascularization was significantly lower in the SES group compared with the BMS group (7.7 vs. 35.0%, P < 0.001). However, the total revascularization rate at 2 years increased in both groups due to progression of atherosclerosis in coronary segments remote from the target lesion (rate of atherosclerosis progression: 7.7% in SES group vs. 10% in BMS group; P = 0.7). During dual antiplatelet treatment (1 year), there was no stent thrombosis in the SES group, whereas two patients presented it in the BMS group. However, after clopidogrel withdrawal, three patients allocated to the SES group presented stent thromboses vs. none in the BMS group.\n                SES implantation in diabetic patients remains effective at 2-year follow-up. However, clinical efficacy appeared to be reduced by the occurrence of stent thrombosis between 1 and 2 years.",
        "Year": 2007,
        "CitationCount": 86
    },
    {
        "Unnamed: 0": 7257,
        "ReviewID": "CD004587",
        "PMID": "PMID:17442201",
        "Title": "Midterm outcomes of prospective, randomized, single-center study of the Janus tacrolimus-eluting stent for treatment of native coronary artery lesions.",
        "Abstract": "Long-term efficacy and safety of tacrolimus-eluting stent (Janus) for treatment of coronary artery disease in percutaneous coronary interventions (PCI) \"real world\" is uncertain. The aim of this study was to evaluate the efficacy and safety of Janus stent for treating coronary heart disease in PCI daily practice, the safety of 4-month clopidogrel therapy after Janus stent implantation and the feasibility for treating patients with acute myocardial infarction (AMI) for first time.\n                From February 20, 2006 to August 26, 2006, a total of 200 patients were enrolled and randomly assigned to receive either Janus stent (n = 100) or bare metal stent (Tecnic Carbostent, n = 100). All patients were administered with clopidogrel for 4 months and aspirin for life long after stenting.\n                Baseline clinical and angiographic characteristics were comparable between the two groups. AMI was present in 37% of patients with Janus and 36% with Tecnic Carbostent. At an average of 246-day follow-up, major adverse cardiac events (MACE) was 6% with the Janus stent and 15% with the Tecnic Carbostent (P = 0.038). Primary events included 1 cardiac death, 1 myocardial infarction (MI) due to subacute stent thrombosis and 13 target lesion revascularizations (TLR) due to restenosis in patients with Tecnic Carbostent and 6 TLR due to restenosis in patients with Janus stent. Although all patients had discontinued clopidogrel for an average of 126 days, there was no additional thrombotic event in the two groups.\n                Janus stent is efficient in reducing MACE compared with Tecnic Carbostent at an average of 8-month follow-up. Discontinuation of clopidogrel at 4 months after PCI is safe for patients with Janus stent, including AMI patients. Long-term efficacy of Janus stent in reducing restenosis requires further study.",
        "Year": 2007,
        "CitationCount": 16
    },
    {
        "Unnamed: 0": 7255,
        "ReviewID": "CD004587",
        "PMID": "PMID:17540198",
        "Title": "Randomized comparison of dexamethasone-eluting stents with bare metal stent implantation in patients with acute coronary syndrome: serial angiographic and sonographic analysis.",
        "Abstract": "The aim of this study is to compare the anti-inflammatory effect of the dexamethasone preloaded stent (Dexamet, Abbott, Galway, Ireland) with the bare metal stent (BMS; BiodivYsio, Biocompatibles Cardiovascular LTD, Galway, Ireland) in patients with acute coronary syndrome (ACS) assessed by angiographic (QCA) and intracoronary ultrasound (ICUS).\n                One hundred twenty patients with ACS were randomly assigned to revascularization using the Dexamet stent (n = 60) or BMS (n = 60). Serial QCA analysis and ICUS analysis were performed during long-term follow-up (2.9 F; 20 MHz transducer; Volcano Corp, Brussels, Belgium). Power calculations were performed for QCA-derived differences of lumen loss. In addition, statistical analysis was performed (SPSS for Windows 12.0.1). The target lesion revascularization rate was lower in the Dexamet group (10 [16.67%] vs 20 [33.33%] patients; P = .031). The QCA revealed improved lumen restoration in the Dexamet stent group (lumen loss, 0.55 +/- 0.65 vs 1.07 +/- 0.92 mm [P = .001]; loss index, 0.20 +/- 0.23 vs 0.46 +/- 0.42 [P < .001]). The ICUS revealed greater neointimal proliferation in the BMS versus the Dexamet stent group (3.36 +/- 1.03 vs 3.05 +/- 1.38 mm2; P < .001). Death (n = 1) and the number of total occlusions of the stent segment (n = 1) were identical in both groups.\n                Dexamet stents, in comparison with the BMS stents, reduced the target lesion revascularization rate in patients with ACS and lead to better lumen restoration during long-term follow-up.",
        "Year": 2007,
        "CitationCount": 38
    },
    {
        "Unnamed: 0": 7250,
        "ReviewID": "CD004587",
        "PMID": "PMID:17932898",
        "Title": "Randomized, double-blind, multicenter study of the polymer-based 17-beta estradiol-eluting stent for treatment of native coronary artery lesions: six-month results of the ETHOS I trial.",
        "Abstract": "The ETHOS I trial was the first in-human experience evaluating the safety and efficacy of two different release formulations of the 17-beta estradiol-eluting R-Stent versus uncoated control stents for the treatment of patients with single de novo native coronary lesions.\n                Estrogens were reported to inhibit neointimal proliferation and to accelerate endothelial regeneration after coronary angioplasty and thus could be an ideal compound to deliver on a stent for the purpose of reducing in-stent restenosis.\n                Ninety-five patients were randomized to receive a slow-release (n = 32) or the moderate release (n = 31) formulations or the bare metal stent (n = 32). The primary end point was the 6-month percent in-stent volume obstruction by intravascular ultrasound (IVUS).\n                Diabetes was present in 29.5% of patients; the mean reference vessel diameter was 2.90 mm; and the mean lesion length was 13.5 mm. Primary endpoint, 6-month percent in-stent volume obstruction by IVUS, did not differ significantly between the 3 groups (31% +/- 14%, 33% +/- 11%, and 31% +/- 14%, P = 0.83). Secondary endpoints also did not differ significantly between the groups including 6-month rates of in-lesion binary angiographic restenosis (13.3%, 14.3%, and 12.5%, P = 0.98), in-stent late loss (0.82 +/- 0.49 mm, 0.86 +/- 0.53 mm, and 0.84 +/- 0.46 mm, P = 0.97), target lesion revascularization (12.5%, 6.9%, and 6.5%, P = 0.64), and major adverse cardiac events (18.8%, 10.3%, and 6.5%, P = 0.31).\n                In this first-in-man randomized trial, the 17-beta estradiol-eluting R-Stent, in either slow- or moderate-release formulations, was well-tolerated, but showed no benefit for treatment of coronary lesions when compared to controls.\n                (c) 2007 Wiley-Liss, Inc.",
        "Year": 2007,
        "CitationCount": 16
    },
    {
        "Unnamed: 0": 7272,
        "ReviewID": "CD004587",
        "PMID": "PMID:18261680",
        "Title": "Sirolimus-eluting stents versus bare-metal stents in patients with ST-segment elevation myocardial infarction: 9-month angiographic and intravascular ultrasound results and 12-month clinical outcome results from the MISSION! Intervention Study.",
        "Abstract": "Our purpose was to evaluate the efficacy and safety of drug-eluting stents in the setting of primary percutaneous coronary intervention for ST-segment elevation myocardial infarction (STEMI).\n                There is inconsistent and limited evidence about the efficacy and safety of drug-eluting stents in STEMI patients.\n                A single-blind, single-center, randomized study was performed to compare bare-metal stents (BMS) with sirolimus-eluting stents (SES) in 310 STEMI patients. The primary end point was in-segment late luminal loss (LLL) at 9 months. Secondary end points included late stent malapposition (LSM) at 9 months as determined by intravascular ultrasound imaging and clinical events at 12 months.\n                In-segment LLL was 0.68 +/- 0.57 mm in the BMS group and 0.12 +/- 0.43 mm in the SES group with a mean difference of 0.56 mm, 95% confidence interval 0.43 to 0.68 mm (p < 0.001). Late stent malapposition at 9 months was present in 12.5% BMS patients and in 37.5% SES patients (p < 0.001). Event-free survival at 12 months was 73.6% in BMS patients and 86.0% in SES patients (p = 0.01). The target-vessel-failure-free survival was 84.7% in the BMS group and 93.0% in the SES group (p = 0.02), mainly because of a higher target lesion revascularization rate in BMS patients (11.3% vs. 3.2%; p = 0.006). Rates of death, myocardial infarction, and stent thrombosis were not different.\n                Sirolimus-eluting stent implantation in STEMI patients is associated with a favorable midterm clinical and angiographic outcome compared with treatment with BMS. However, LSM raises concern about the long-term safety of SES in STEMI patients.",
        "Year": 2008,
        "CitationCount": 166
    },
    {
        "Unnamed: 0": 7269,
        "ReviewID": "CD004587",
        "PMID": "PMID:19112781",
        "Title": "Two year follow-up after primary PCI with a paclitaxel-eluting stent versus a bare-metal stent for acute ST-elevation myocardial infarction (the PASSION trial): a follow-up study.",
        "Abstract": "This follow-up study was performed to assess the long-term effects of paclitaxel-eluting stents (PES) compared with bare-metal stents (BMS) in patients who had undergone a percutaneous coronary intervention (PCI) for ST-elevation myocardial infarction (STEMI).\n                The PASSION trial randomly assigned 619 patients with STEMI to receive either a PES or BMS. The composite endpoint for the follow-up study was the occurrence of the combination of cardiac death, recurrent myocardial infarction, target lesion revascularisation (TLR) or stent thrombosis at two years. A trend towards a lower rate of the composite endpoint was observed in the PES compared to the BMS group (hazard ratio [HR] 0.70; 95% C.I. 0.45-1.09). This was driven by a reduced TLR in favour of PES (HR 0.60; 95% C.I. 0.34-1.09). Angiographically proven stent thrombosis at two years did not differ significantly between groups (2.1% in the PES group versus 1.4%; HR 1.48; 95% C.I. 0.42-5.23).\n                PES implantation for STEMI did not significantly improve clinical outcome at two years after the index event, although there was a trend towards a lower rate of target-lesion revascularisation. The rate of stent thrombosis did not differ significantly between groups.",
        "Year": 2008,
        "CitationCount": 49
    },
    {
        "Unnamed: 0": 7253,
        "ReviewID": "CD004587",
        "PMID": "PMID:18489933",
        "Title": "Comparison of effectiveness and safety of sirolimus-eluting stents versus bare-metal stents in patients with diabetes mellitus (from the Italian Multicenter Randomized DESSERT Study).",
        "Abstract": "Few studies directly compared drug-eluting stents and bare-metal stents (BMSs) in diabetic patients. DESSERT was an Italian multicenter randomized trial to show the efficacy of sirolimus-eluting stents (SESs) compared with BMSs in de novo lesions of diabetic patients treated with insulin and/or oral antidiabetics for > or =3 months on top of glycoprotein IIb/IIIa inhibitors. The primary end point was in-stent late lumen loss, assessed using centralized quantitative coronary angiography at 8-month follow-up. Centrally adjudicated composite major adverse cardiac events (MACEs) and target-vessel failure (TVF; death, treated vessel-related acute myocardial infarction, and target-vessel revascularization) at 30 days and 9 and 12 months were secondary end points. Seventy-five patients were randomly assigned to an SES (109 lesions), and 75 (109 lesions), to a BMS. The 2 groups were well balanced for clinical, anatomic, and procedural characteristics. In-stent late lumen loss decreased from 0.96 +/- 0.61 mm for BMSs to 0.14 +/- 0.33 for SESs (p <0.001), and in-segment binary restenosis was 38.8% versus 3.6%, respectively (p <0.001). Twelve-month clinical events were significantly lower in the sirolimus group: MACEs 22.1% versus 40% (p = 0.023), target-lesion revascularization 5.9% versus 30% (p <0.001), and TVF 14.7% versus 34.3% (p = 0.008). At multivariate analysis, stent type was confirmed as an independent predictor of in-segment late loss (p <0.001), binary restenosis (p <0.001), 12-month TVF (p = 0.010), and 12-month MACEs (p = 0.037). In conclusion, the randomized DESSERT showed SESs to be safe and effective in decreasing both angiographic parameters of restenosis and incidence of MACEs compared with BMSs in diabetic patients with de novo 1- or 2-vessel coronary stenoses.",
        "Year": 2008,
        "CitationCount": 52
    },
    {
        "Unnamed: 0": 7243,
        "ReviewID": "CD004587",
        "PMID": "PMID:18498953",
        "Title": "Long-term outcome in patients treated with sirolimus-eluting stents in complex coronary artery lesions: 3-year results of the SCANDSTENT (Stenting Coronary Arteries in Non-Stress/Benestent Disease) trial.",
        "Abstract": "Our purpose was to evaluate the long-term use of sirolimus-eluting stents (SES) and bare-metal stents (BMS) in patients with complex coronary artery lesions.\n                Although the use of SES has proved to be effective in patients with simple coronary artery lesions, there are limited data of the long-term outcome of patients with complex coronary artery lesions.\n                We randomly assigned 322 patients with total coronary occlusions or lesions located in bifurcations, ostial, or angulated segments of the coronary arteries to have SES or BMS implanted.\n                At 3 years, major adverse cardiac events had occurred in 20 patients (12%) in the SES group and in 59 patients (38%) in the BMS group (p < 0.001). Four versus 2 patients suffered a cardiac death (p = NS), and 5 versus 1 died of a noncardiac disease (p = NS) in the SES versus the BMS group. Six patients in the SES group versus 15 patients in the BMS group suffered a myocardial infarction (p < 0.05) during the 3-year observation period, and target lesion revascularization was performed in 8 patients (4.9%) versus 53 patients (33.8%), respectively (p < 0.001); of these, 4 in the SES versus 7 in the BMS group were performed between 1 and 3 years after the index treatment (p = NS). According to revised definitions, stent thrombosis occurred in 5 patients (3.1%) in the SES group and in 7 patients (4.4%) in the BMS group (p = NS); very late stent thrombosis was observed in 4 versus 1 patient.\n                A continued benefit was observed up to 3 years after implantation of SES in patients with complex coronary artery lesions. The rate of late adverse events was similar in the 2 groups, and stent thromboses occurred rarely after 1 year. (Sirolimus Eluting Stents in Complex Coronary Lesions [SCANDSTENT]; NCT00151658)",
        "Year": 2008,
        "CitationCount": 64
    },
    {
        "Unnamed: 0": 7264,
        "ReviewID": "CD004587",
        "PMID": "PMID:19081412",
        "Title": "Three-year clinical outcome after primary stenting of totally occluded native coronary arteries: a randomized comparison of bare-metal stent implantation with sirolimus-eluting stent implantation for the treatment of total coronary occlusions (Primary Stenting of Totally Occluded Native Coronary Arteries [PRISON] II study).",
        "Abstract": "The purpose of this study was to examine the 3-year clinical outcome in patients enrolled in the Primary Stenting of Totally Occluded Native Coronary Arteries II study.\n                Patients with totally occluded coronary arteries randomized to either sirolimus-eluting Cypher stents (SESs) (Cordis, a Johnson & Joshson Company, Miami Lakes, FL) (100 patients) or bare-metal BxVelocity stents (BMSs) (Cordis) (100 patients) were followed clinically for 3 years.\n                Between 1 and 3 years, there were infrequent additional clinical events that were equally distributed between the SES and the BMS group. After 3 years, target lesion revascularization was 7% in the SES group versus 27% in the BMS group (P < .001); and target vessel revascularization was seen in 11% in the SES group versus 30% in the BMS group (P = .002). Major adverse cardiac events were noted in 10% of the SES group versus 34% in the BMS group (P < .001). There were no statistically significant differences in death, myocardial infarction, and stent thrombosis according to the Academic Research Consortium criteria between the 2 groups.\n                Clinical outcome up to 3 years after implantation of SESs for total coronary occlusions continues to demonstrate a significant reduction in adverse clinical events compared with BMSs without the evidence for either disproportionate late restenosis or late stent thrombosis.",
        "Year": 2009,
        "CitationCount": 60
    }
]