[
    {
        "Unnamed: 0":16786,
        "ReviewID":"CD002091",
        "PMID":"PMID:4378175",
        "Title":"An evaluation of estrogenic substances in the treatment of cerebral vascular disease. Report of the Veterans Administration Cooperative Study of Atherosclerosis, Neurology Section.",
        "Abstract":null,
        "Year":1966
    },
    {
        "Unnamed: 0":16787,
        "ReviewID":"CD002091",
        "PMID":"PMID:4579955",
        "Title":"Controlled trial of clofibrate in cerebral vascular disease.",
        "Abstract":null,
        "Year":1972
    },
    {
        "Unnamed: 0":16784,
        "ReviewID":"CD002091",
        "PMID":"PMID:4723698",
        "Title":"The treatment of cerebrovascular disease with clofibrate. Final report of the Veterans Administration Cooperative Study of Atherosclerosis, Neurology Section.",
        "Abstract":null,
        "Year":1973
    },
    {
        "Unnamed: 0":16789,
        "ReviewID":"CD002091",
        "PMID":"PMID:9892586",
        "Title":"Reduction of stroke incidence after myocardial infarction with pravastatin: the Cholesterol and Recurrent Events (CARE) study. The Care Investigators.",
        "Abstract":"The role of lipid modification in stroke prevention is controversial, although increasing evidence suggests that HMG-CoA reductase inhibition may reduce cerebrovascular events in patients with prevalent coronary artery disease.\n                To test the hypothesis that cholesterol reduction with pravastatin may reduce stroke incidence after myocardial infarction, we followed 4159 subjects with average total and LDL serum cholesterol levels (mean, 209 and 139 mg\/dL, respectively) who had sustained an infarction an average of 10 months before study entry and who were randomized to pravastatin 40 mg\/d or placebo in the Cholesterol and Recurrent Events (CARE) trial. Using prospectively defined criteria, we assessed the incidence of stroke, a prespecified secondary end point, and transient ischemic attack (TIA) over a median 5-year follow-up period. Patients were well matched for stroke risk factors and the use of antiplatelet agents (85% of subjects in each group). Compared with placebo, pravastatin lowered total serum cholesterol by 20%, LDL cholesterol by 32%, and triglycerides by 14% and raised HDL cholesterol by 5% over the course of the trial. A total of 128 strokes (52 on pravastatin, 76 on placebo) and 216 strokes or TIAs (92 on pravastatin, 124 on placebo) were observed, representing a 32% reduction (95% CI, 4% to 52%, P=0.03) in all-cause stroke and 27% reduction in stroke or TIA (95% CI, 4% to 44%, P=0.02). All categories of strokes were reduced, and treatment effect was similar when adjusted for age, sex, history of hypertension, cigarette smoking, diabetes, left ventricular ejection fraction, and baseline total, HDL, and LDL cholesterol and triglyceride levels. There was no increase in hemorrhagic stroke in patients on pravastatin compared with placebo (2 versus 6, respectively).\n                Pravastatin significantly reduced stroke and stroke or TIA incidence after myocardial infarction in patients with average serum cholesterol levels despite the high concurrent use of antiplatelet therapy.",
        "Year":1999
    },
    {
        "Unnamed: 0":16788,
        "ReviewID":"CD002091",
        "PMID":"PMID:16899775",
        "Title":"High-dose atorvastatin after stroke or transient ischemic attack.",
        "Abstract":"Statins reduce the incidence of strokes among patients at increased risk for cardiovascular disease; whether they reduce the risk of stroke after a recent stroke or transient ischemic attack (TIA) remains to be established.\n                We randomly assigned 4731 patients who had had a stroke or TIA within one to six months before study entry, had low-density lipoprotein (LDL) cholesterol levels of 100 to 190 mg per deciliter (2.6 to 4.9 mmol per liter), and had no known coronary heart disease to double-blind treatment with 80 mg of atorvastatin per day or placebo. The primary end point was a first nonfatal or fatal stroke.\n                The mean LDL cholesterol level during the trial was 73 mg per deciliter (1.9 mmol per liter) among patients receiving atorvastatin and 129 mg per deciliter (3.3 mmol per liter) among patients receiving placebo. During a median follow-up of 4.9 years, 265 patients (11.2 percent) receiving atorvastatin and 311 patients (13.1 percent) receiving placebo had a fatal or nonfatal stroke (5-year absolute reduction in risk, 2.2 percent; adjusted hazard ratio, 0.84; 95 percent confidence interval, 0.71 to 0.99; P=0.03; unadjusted P=0.05). The atorvastatin group had 218 ischemic strokes and 55 hemorrhagic strokes, whereas the placebo group had 274 ischemic strokes and 33 hemorrhagic strokes. The five-year absolute reduction in the risk of major cardiovascular events was 3.5 percent (hazard ratio, 0.80; 95 percent confidence interval, 0.69 to 0.92; P=0.002). The overall mortality rate was similar, with 216 deaths in the atorvastatin group and 211 deaths in the placebo group (P=0.98), as were the rates of serious adverse events. Elevated liver enzyme values were more common in patients taking atorvastatin.\n                In patients with recent stroke or TIA and without known coronary heart disease, 80 mg of atorvastatin per day reduced the overall incidence of strokes and of cardiovascular events, despite a small increase in the incidence of hemorrhagic stroke. (ClinicalTrials.gov number, NCT00147602 [ClinicalTrials.gov].).\n                Copyright 2006 Massachusetts Medical Society.",
        "Year":2006
    },
    {
        "Unnamed: 0":16785,
        "ReviewID":"CD002091",
        "PMID":"PMID:17931979",
        "Title":"Fast assessment of stroke and transient ischaemic attack to prevent early recurrence (FASTER): a randomised controlled pilot trial.",
        "Abstract":"Patients with transient ischaemic attack (TIA) or minor stroke are at high immediate risk of stroke. The optimum early treatment options for these patients are not known.\n                Within 24 h of symptom onset, we randomly assigned, in a factorial design, 392 patients with TIA or minor stroke to clopidogrel (300 mg loading dose then 75 mg daily; 198 patients) or placebo (194 patients), and simvastatin (40 mg daily; 199 patients) or placebo (193 patients). All patients were also given aspirin and were followed for 90 days. Descriptive analyses were done by intention to treat. The primary outcome was total stroke (ischaemic and haemorrhagic) within 90 days. Safety outcomes included haemorrhage related to clopidogrel and myositis related to simvastatin. This study is registered as an International Standard Randomised Controlled Trial (number 35624812) and with ClinicalTrials.gov (NCT00109382).\n                The median time to stroke outcome was 1 day (range 0-62 days). The trial was stopped early due to a failure to recruit patients at the prespecified minimum enrolment rate because of increased use of statins. 14 (7.1%) patients on clopidogrel had a stroke within 90 days compared with 21 (10.8%) patients on placebo (risk ratio 0.7 [95% CI 0.3-1.2]; absolute risk reduction -3.8% [95% CI -9.4 to 1.9]; p=0.19). 21 (10.6%) patients on simvastatin had a stroke within 90 days compared with 14 (7.3%) patients on placebo (risk ratio 1.3 [0.7-2.4]; absolute risk increase 3.3% [-2.3 to 8.9]; p=0.25). The interaction between clopidogrel and simvastatin was not significant (p=0.64). Two patients on clopidogrel had intracranial haemorrhage compared with none on placebo (absolute risk increase 1.0% [-0.4 to 2.4]; p=0.5). There was no difference between groups for the simvastatin safety outcomes.\n                Immediately after TIA or minor stroke, patients are at high risk of stroke, which might be reduced by using clopidogrel in addition to aspirin. The haemorrhagic risks of the combination of aspirin and clopidogrel do not seem to offset this potential benefit. We were unable to provide evidence of benefit of simvastatin in this setting. This aggressive prevention approach merits further study.",
        "Year":2007
    }
]