[
    {
        "Unnamed: 0": 11623,
        "ReviewID": "CD004349",
        "PMID": "PMID:7474675",
        "Title": "\"Strict\" blood pressure control and progression of renal disease in hypertensive nephrosclerosis.",
        "Abstract": "Hypertensive nephrosclerosis is a progressive renal disease and the leading cause of end-stage renal disease (ESRD) in blacks in the United States. It is generally believed that hypertensive renal injury is responsible for progressive renal failure; however, it is not known whether pharmacologic lowering of blood pressure to any level prevents progression of renal disease. Accordingly, we performed a long-term prospective randomized trial to determine whether \"strict\" [diastolic blood pressure (DBP) 65 to 80 mm Hg] versus \"conventional\" (DBP 85 to 95 mm Hg) blood pressure control is associated with a slower rate of decline in glomerular filtration rate. Eighty-seven non-diabetic patients (age 25 to 73; 68 black, 58 male) with long-standing hypertension (DBP > or = 95 mm Hg), chronic renal insufficiency (GFR < or = 70 m/min/1.73 m2) and a normal urine sediment were studied. DBP was pharmacologically lowered to < or = 80 mm Hg (3 of 4 consecutive measurements at 1 to 4 weeks intervals) after which patients were randomized. DBP and GFR (renal clearance of 125I-iothalamate) were measured at baseline, at three months and every six months post-randomization. The rate of decline in GFR (GFR slope, in ml/min/1.73 m2/year), estimated by the method of maximum likelihood in a mixed effects model, was the primary outcome variable. In a secondary analysis, 50% reduction in GFR (or a doubling of serum creatinine) from baseline, ESRD and death were combined.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1995,
        "CitationCount": 167
    },
    {
        "Unnamed: 0": 11626,
        "ReviewID": "CD004349",
        "PMID": "PMID:9635947",
        "Title": "Effects of intensive blood-pressure lowering and low-dose aspirin in patients with hypertension: principal results of the Hypertension Optimal Treatment (HOT) randomised trial. HOT Study Group.",
        "Abstract": "Despite treatment, there is often a higher incidence of cardiovascular complications in patients with hypertension than in normotensive individuals. Inadequate reduction of their blood pressure is a likely cause, but the optimum target blood pressure is not known. The impact of acetylsalicylic acid (aspirin) has never been investigated in patients with hypertension. We aimed to assess the optimum target diastolic blood pressure and the potential benefit of a low dose of acetylsalicylic acid in the treatment of hypertension.\n                18790 patients, from 26 countries, aged 50-80 years (mean 61.5 years) with hypertension and diastolic blood pressure between 100 mm Hg and 115 mm Hg (mean 105 mm Hg) were randomly assigned a target diastolic blood pressure. 6264 patients were allocated to the target pressure < or =90 mm Hg, 6264 to < or =85 mm Hg, and 6262 to < or =80 mm Hg. Felodipine was given as baseline therapy with the addition of other agents, according to a five-step regimen. In addition, 9399 patients were randomly assigned 75 mg/day acetylsalicylic acid (Bamycor, Astra) and 9391 patients were assigned placebo.\n                Diastolic blood pressure was reduced by 20.3 mm Hg, 22.3 mm Hg, and 24.3 mm Hg, in the < or =90 mm Hg, < or =85 mm Hg, and < or =80 mm Hg target groups, respectively. The lowest incidence of major cardiovascular events occurred at a mean achieved diastolic blood pressure of 82.6 mm Hg; the lowest risk of cardiovascular mortality occurred at 86.5 mm Hg. Further reduction below these blood pressures was safe. In patients with diabetes mellitus there was a 51% reduction in major cardiovascular events in target group < or =80 mm Hg compared with target group < or =90 mm Hg (p for trend=0.005). Acetylsalicylic acid reduced major cardiovascular events by 15% (p=0.03) and all myocardial infarction by 36% (p=0.002), with no effect on stroke. There were seven fatal bleeds in the acetylsalicylic acid group and eight in the placebo group, and 129 versus 70 non-fatal major bleeds in the two groups, respectively (p<0.001).\n                Intensive lowering of blood pressure in patients with hypertension was associated with a low rate of cardiovascular events. The HOT Study shows the benefits of lowering the diastolic blood pressure down to 82.6 mm Hg. Acetylsalicylic acid significantly reduced major cardiovascular events with the greatest benefit seen in all myocardial infarction. There was no effect on the incidence of stroke or fatal bleeds, but non-fatal major bleeds were twice as common.",
        "Year": 1998,
        "CitationCount": 5846
    },
    {
        "Unnamed: 0": 11627,
        "ReviewID": "CD004349",
        "PMID": "PMID:10860192",
        "Title": "Effect of blood pressure control on diabetic microvascular complications in patients with hypertension and type 2 diabetes.",
        "Abstract": "The Appropriate Blood Pressure Control in Diabetes (ABCD) Trial is a prospective randomized blinded clinical trial that compares the effects of intensive versus moderate blood pressure control on the incidence and progression of type 2 diabetic complications. The current article discusses the results of 5.3 years of follow-up of 470 patients with hypertension and evaluates the effects of intensive and moderate blood pressure therapy using nisoldipine versus enalapril as the initial antihypertensive medication for nephropathy, retinopathy, and neuropathy.\n                The 470 hypertensive subjects, defined as having a baseline diastolic blood pressure of > or = 90 mmHg, were randomized to intensive blood pressure control (diastolic blood pressure goal of 75 mmHg) versus moderate blood pressure control (diastolic blood pressure goal of 80-89 mmHg).\n                The mean blood pressure achieved was 132/78 mmHg in the intensive group and 138/86 mmHg in the moderate control group. During the 5-year follow-up period, no difference was observed between intensive versus moderate blood pressure control and those randomized to nisoldipine versus enalapril with regard to the change in creatinine clearance. After the first year of antihypertensive treatment, creatinine clearance stabilized in both the intensive and moderate blood pressure control groups in those patients with baseline normo- or microalbuminuria. In contrast, patients starting with overt albuminuria demonstrated a steady decline in creatinine clearance of 5-6 ml.min-1.1.73 m-2 per year throughout the follow-up period whether they were on intensive or moderate therapy. There was also no difference between the interventions with regard to individuals progressing from normoalbuminuria to microalbuminuria (25% intensive therapy vs. 18% moderate therapy, P = 0.20) or microalbuminuria to overt albuminuria (16% intensive therapy vs. 23% moderate therapy, P = 0.28). Intensive therapy demonstrated a lower overall incidence of deaths, 5.5 vs. 10.7%, P = 0.037. Over a 5-year follow-up period, there was no difference between the intensive and moderate groups with regard to the progression of diabetic retinopathy and neuropathy. In addition, the use of nisoldipine versus enalapril had no differential effect on diabetic retinopathy and neuropathy.\n                Blood pressure control of 138/86 or 132/78 mmHg with either nisoldipine or enalapril as the initial antihypertensive medication appeared to stabilize renal function in hypertensive type 2 diabetic patients without overt albuminuria over a 5-year period. The more intensive blood pressure control decreased all-cause mortality.",
        "Year": 2000,
        "CitationCount": 707
    },
    {
        "Unnamed: 0": 11622,
        "ReviewID": "CD004349",
        "PMID": "PMID:12435255",
        "Title": "Effect of blood pressure lowering and antihypertensive drug class on progression of hypertensive kidney disease: results from the AASK trial.",
        "Abstract": "Hypertension is a leading cause of end-stage renal disease (ESRD) in the United States, with no known treatment to prevent progressive declines leading to ESRD.\n                To compare the effects of 2 levels of blood pressure (BP) control and 3 antihypertensive drug classes on glomerular filtration rate (GFR) decline in hypertension.\n                Randomized 3 x 2 factorial trial with enrollment from February 1995 to September 1998.\n                A total of 1094 African Americans aged 18 to 70 years with hypertensive renal disease (GFR, 20-65 mL/min per 1.73 m(2)) were recruited from 21 clinical centers throughout the United States and followed up for 3 to 6.4 years.\n                Participants were randomly assigned to 1 of 2 mean arterial pressure goals, 102 to 107 mm Hg (usual; n = 554) or 92 mm Hg or less (lower; n = 540), and to initial treatment with either a beta-blocker (metoprolol 50-200 mg/d; n = 441), an angiotensin-converting enzyme inhibitor (ramipril 2.5-10 mg/d; n = 436) or a dihydropyridine calcium channel blocker, (amlodipine 5-10 mg/d; n = 217). Open-label agents were added to achieve the assigned BP goals.\n                Rate of change in GFR (GFR slope); clinical composite outcome of reduction in GFR by 50% or more (or > or =25 mL/min per 1.73 m2) from baseline, ESRD, or death. Three primary treatment comparisons were specified: lower vs usual BP goal; ramipril vs metoprolol; and amlodipine vs metoprolol.\n                Achieved BP averaged (SD) 128/78 (12/8) mm Hg in the lower BP group and 141/85 (12/7) mm Hg in the usual BP group. The mean (SE) GFR slope from baseline through 4 years did not differ significantly between the lower BP group (-2.21 [0.17] mL/min per 1.73 m2 per year) and the usual BP group (-1.95 [0.17] mL/min per 1.73 m2 per year; P =.24), and the lower BP goal did not significantly reduce the rate of the clinical composite outcome (risk reduction for lower BP group = 2%; 95% confidence interval [CI], -22% to 21%; P =.85). None of the drug group comparisons showed consistent significant differences in the GFR slope. However, compared with the metoprolol and amlodipine groups, the ramipril group manifested risk reductions in the clinical composite outcome of 22% (95% CI, 1%-38%; P =.04) and 38% (95% CI, 14%-56%; P =.004), respectively. There was no significant difference in the clinical composite outcome between the amlodipine and metoprolol groups.\n                No additional benefit of slowing progression of hypertensive nephrosclerosis was observed with the lower BP goal. Angiotensin-converting enzyme inhibitors appear to be more effective than beta-blockers or dihydropyridine calcium channel blockers in slowing GFR decline.",
        "Year": 2002,
        "CitationCount": 2006
    },
    {
        "Unnamed: 0": 11625,
        "ReviewID": "CD004349",
        "PMID": "PMID:11849464",
        "Title": "Effects of aggressive blood pressure control in normotensive type 2 diabetic patients on albuminuria, retinopathy and strokes.",
        "Abstract": "Although several important studies have been performed in hypertensive type 2 diabetic patients, it is not known whether lowering blood pressure in normotensive (BP <140/90 mm Hg) patients offers any beneficial results on vascular complications. The current study evaluated the effect of intensive versus moderate diastolic blood pressure (DBP) control on diabetic vascular complications in 480 normotensive type 2 diabetic patients.\n                The current study was a prospective, randomized controlled trial in normotensive type 2 diabetic subjects. The subjects were randomized to intensive (10 mm Hg below the baseline DBP) versus moderate (80 to 89 mm Hg) DBP control. Patients in the moderate therapy group were given placebo, while the patients randomized to intensive therapy received either nisoldipine or enalapril in a blinded manner as the initial antihypertensive medication. The primary end point evaluated was the change in creatinine clearance with the secondary endpoints consisting of change in urinary albumin excretion, progression of retinopathy and neuropathy and the incidence of cardiovascular disease.\n                The mean follow-up was 5.3 years. Mean BP in the intensive group was 128 +/- 0.8/75 +/- 0.3 mm Hg versus 137 +/- 0.7/81 +/- 0.3 mm Hg in the moderate group, P < 0.0001. Although no difference was demonstrated in creatinine clearance (P = 0.43), a lower percentage of patients in the intensive group progressed from normoalbuminuria to microalbuminuria (P = 0.012) and microalbuminuria to overt albuminuria (P = 0.028). The intensive BP control group also demonstrated less progression of diabetic retinopathy (P = 0.019) and a lower incidence of strokes (P = 0.03). The results were the same whether enalapril or nisoldipine was used as the initial antihypertensive agent.\n                Over a five-year follow-up period, intensive (approximately 128/75 mm Hg) BP control in normotensive type 2 diabetic patients: (1) slowed the progression to incipient and overt diabetic nephropathy; (2) decreased the progression of diabetic retinopathy; and (3) diminished the incidence of stroke.",
        "Year": 2002,
        "CitationCount": 873
    },
    {
        "Unnamed: 0": 11624,
        "ReviewID": "CD004349",
        "PMID": "PMID:15766995",
        "Title": "Blood-pressure control for renoprotection in patients with non-diabetic chronic renal disease (REIN-2): multicentre, randomised controlled trial.",
        "Abstract": "In chronic nephropathies, inhibition of angiotensin-converting enzyme (ACE) is renoprotective, but can further renoprotection be achieved by reduction of blood pressure to lower than usual targets? We aimed to assess the effect of intensified versus conventional blood-pressure control on progression to end-stage renal disease.\n                We undertook a multicentre, randomised controlled trial of patients with non-diabetic proteinuric nephropathies receiving background treatment with the ACE inhibitor ramipril (2.5-5 mg/day). We randomly assigned participants either conventional (diastolic <90 mm Hg; n=169) or intensified (systolic/diastolic <130/80 mm Hg; n=169) blood-pressure control. To achieve the intensified blood-pressure level, patients received add-on therapy with the dihydropyridine calcium-channel blocker felodipine (5-10 mg/day). The primary outcome measure was time to end-stage renal disease over 36 months' follow-up, and analysis was by intention to treat.\n                Of 338 patients who were randomised, three (two assigned intensified and one allocated conventional blood-pressure control) never took study drugs and they were excluded. Over a median follow-up of 19 months (IQR 12-35), 38/167 (23%) patients assigned to intensified blood-pressure control and 34/168 (20%) allocated conventional control progressed to end-stage renal disease (hazard ratio 1.00 [95% CI 0.61-1.64]; p=0.99).\n                In patients with non-diabetic proteinuric nephropathies receiving background ACE-inhibitor therapy, no additional benefit from further blood-pressure reduction by felodipine could be shown.",
        "Year": 2005,
        "CitationCount": 585
    }
]