[
    {
        "Unnamed: 0": 21702,
        "ReviewID": "CD007999",
        "PMID": "PMID:9356879",
        "Title": "Can optimal acid suppression prevent rebleeding in peptic ulcer patients with a non-bleeding visible vessel: a preliminary report of a randomized comparative study.",
        "Abstract": "The hypothesis that profound acid suppression might prevent clot lysis and thus benefit patients with a non-bleeding visible vessel has not been confirmed. Omeprazole can suppress gastric acid remarkably and may be beneficial for patients with peptic ulcer bleeding.\n                Fifty-two patients with a non-bleeding visible vessel at the ulcer base were enrolled and randomized into four groups (N = 13 in each group). In the cimetidine group, the patients received cimetidine 300 mg i.v. bolus followed by 300 mg i.v. every 6 hr during hospitalization. In the heater probe thermocoagulation + cimetidine group, the patients received heater probe thermocoagulation and cimetidine 300 mg i.v. bolus followed by 300 mg i.v. every 6 h during hospitalization. In the omeprazole q.d. group, the patients received omeprazole 40 mg i.v. bolus followed by 40 mg i.v. daily for two days. In the omeprazole q 12 h group, the patients received omeprazole 40 mg i.v. bolus followed by 40 mg i.v. every 12 h for two days. A 24 hr intragastric pH was recorded for every case.\n                The mean 24 hr intragastric pH were higher in the omeprazole q.d. (mean 5.8) and the omeprazole q 12 h groups (mean 6.4) than in the cimetidine (mean 4.3) and the heater probe thermocoagulation + cimetidine groups (mean 4.9) (p < 0.05). Rebleeding occurred in 5, 2, 2 and 2 patients in the cimetidine, heater probe thermocoagulation + cimetidine, omeprazole q.d., and omeprazole q 12 h groups, respectively (p > 0.05). Volume of blood transfusion and number of days in hospital were not statistically different among the four groups.\n                Omeprazole can remarkably suppress gastric acid when it is compared to that of the H2 receptor blocker. Patients with a non-bleeding visible vessel using omeprazole do not exhibit a decrease in the rebleeding rate as compared with those patients using cimetidine.",
        "Year": 1997.0,
        "CitationCount": 20
    },
    {
        "Unnamed: 0": 21703,
        "ReviewID": "CD007999",
        "PMID": "PMID:11761026",
        "Title": "Regular-dose versus high-dose omeprazole in peptic ulcer bleeding: a prospective randomized double-blind study.",
        "Abstract": "It has been suggested that profound acid inhibition along with endoscopic therapy might prevent rebleeding and reduce mortality in patients with peptic ulcer bleeding. The aim of the study was to test the possible equivalence of a high dose and the regular dose of omeprazole in peptic ulcer bleeding.\n                We performed a prospective randomized double-blind study involving 142 patients with acute peptic ulcer bleeding (Forrest classification I-II: spurting or oozing bleeding, non-bleeding visible vessel, clot and black base). One-hundred-and-two (71.8%) patients received endoscopic treatment (adrenaline injection and/or heater probe) in pre-entry. Patients were randomly assigned to receive the regular dose of omeprazole intravenously (20 mg once a day for 3 days, i.e. 60 mg/72 h) or a high dose of omeprazole (80 mg bolus + 8 mg/h for 3 days, i.e. 652 mg/72 h). Rebleeding, surgery and death were the outcome measures.\n                Six (8.2%) of the 73 patients receiving the regular dose of omeprazole and 8 (11.6%) of the 69 patients receiving the high dose of omeprazole rebled (P = 0.002 for equivalence, equivalence limit 0.15). Three (4.1%) of the former patients and 5 (7.2%) of the latter group underwent surgery. Four (5.5%) patients in the regular-dose and 2 (2.9%) in the high-dose group died within 30 days.\n                Under the defined tolerance limits, the regular dose of omeprazole is as successful as a high dose in preventing peptic ulcer rebleeding.",
        "Year": 2001.0,
        "CitationCount": 95
    },
    {
        "Unnamed: 0": 21698,
        "ReviewID": "CD007999",
        "PMID": "PMID:16047459",
        "Title": "The efficacy of high- and low-dose intravenous omeprazole in preventing rebleeding for patients with bleeding peptic ulcers and comorbid illnesses.",
        "Abstract": "This study sought to determine if high-dose omeprazole infusion could improve the control of rebleeding in patients with comorbid illnesses and bleeding peptic ulcers. After achieving hemostasis by endoscopy, 105 patients were randomized into high-dose (n = 52) and low-dose (n = 53) groups, receiving 200 and 80 mg/day omeprazole, respectively, as a continuous infusion for 3 days. Thereafter, oral omeprazole, 20 mg/day, was given. The cumulative rebleeding rates comparatively rose in both groups (high-dose vs. low-dose group), beginning on day 3 (15.4% vs. 11.3%), day 7 (19.6% vs. 20%), and day 14 (32.7% vs. 28.9%), until day 28 (35.4% vs. 33.3%), and were not significantly different between the two groups (P > 0.50). Multiple logistic regression confirmed that a serum albumin level <3 g/dL was an independent factor associated with rebleeding (P = 0.002). For patients with comorbidities, 3-day omeprazole infusion, despite increasing the daily dose from 80 to 200 mg, was not adequate to control peptic ulcer rebleeding.",
        "Year": 2005.0,
        "CitationCount": 40
    },
    {
        "Unnamed: 0": 21692,
        "ReviewID": "CD007999",
        "PMID": "PMID:17203530",
        "Title": "A head to head comparison of oral vs intravenous omeprazole for patients with bleeding peptic ulcers with a clean base, flat spots and adherent clots.",
        "Abstract": "To compare the effect of intravenous and oral omeprazole in patients with bleeding peptic ulcers without high-risk stigmata.\n                This randomized study included 211 patients [112 receiving iv omeprazole protocol (Group 1), 99 receiving po omeprazole 40 mg every 12 h (Group 2)] with a mean age of 52.7. In 144 patients the ulcers showed a clean base, and in 46 the ulcers showed flat spots and in 21 old adherent clots. The endpoints were re-bleeding, surgery, hospital stay, blood transfusion and death. After discharge, re-bleeding and death were re-evaluated within 30 d.\n                The study groups were similar with respect to baseline characteristics. Re-bleeding was recorded in 5 patients of Group 1 and in 4 patients of Group 2 (P = 0.879). Three patients in Group 1 and 2 in Group 2 underwent surgery (P = 0.773). The mean length of hospital stay was 4.6 +/- 1.6 d in Group 1 vs 4.5 +/- 2.6 d in Group 2 (P = 0.710); the mean amounts of blood transfusion were 1.9 +/- 1.1 units in Group 1 vs 2.1 +/- 1.7 units in Group 2 (P = 0.350). Four patients, two in each group died (P = 0.981). After discharge, a new bleeding occurred in 2 patients of Group 1 and in 1 patient of Group 2, and one patient from Group 1 died.\n                We demonstrate that the effect of oral omeprazole is as effective as intravenous therapy in terms of re-bleeding, surgery, transfusion requirements, hospitalization and mortality in patients with bleeding ulcers with low risk stigmata. These patients can be treated effectively with oral omeprazole.",
        "Year": 2006.0,
        "CitationCount": 27
    },
    {
        "Unnamed: 0": 21695,
        "ReviewID": "CD007999",
        "PMID": "PMID:16542286",
        "Title": "Role of intravenous omeprazole in patients with high-risk peptic ulcer bleeding after successful endoscopic epinephrine injection: a prospective randomized comparative trial.",
        "Abstract": "Epinephrine injection is the most common endoscopic therapy for peptic ulcer bleeding. Controversy exists concerning the optimal dose of proton pump inhibitors (PPI) for patients with bleeding peptic ulcers after successful endoscopic therapy. The objective of this study was to determine the optimal dose of PPI after successful endoscopic epinephrine injection in patients with bleeding peptic ulcers.\n                A total of 200 peptic ulcer patients with active bleeding or nonbleeding visible vessels (NBVV) who had obtained initial hemostasis with endoscopic injection of epinephrine were randomized to receive omeprazole 40 mg infusion every 6 h, omeprazole 40 mg infusion every 12 h or cimetidine (CIM) 400 mg infusion every 12 h. Outcomes were checked at 14 days after enrollment.\n                Rebleeding episodes were fewer in the group with omeprazole 40 mg infusion every 6 h (6/67, 9%) as compared with that of the CIM infusion group (22/67, 32.8%, p < 0.01). The volume of blood transfusion was less in the group with omeprazole 40 mg every 6 h than in those groups with omepraole 40 mg infusion every 12 h (p= 0.001) and CIM 400 mg infusion every 12 h (p < 0.001). The hospital stay, number of patients requiring urgent operation, and death rate were not statistically different among the three groups.\n                A combination of endoscopic epinephrine injection and a large dose of omeprazole infusion is superior to combined endoscopic epinephrine injection with CIM infusion for preventing recurrent bleeding from peptic ulcers with active bleeding or NBVV.",
        "Year": 2006.0,
        "CitationCount": 80
    },
    {
        "Unnamed: 0": 21691,
        "ReviewID": "CD007999",
        "PMID": "PMID:17635283",
        "Title": "Randomized trial comparing pantoprazole infusion, bolus and no treatment on gastric pH and recurrent bleeding in peptic ulcers.",
        "Abstract": "To study the effects of pantoprazole on gastric pH and recurrent bleeding after endoscopic treatment for bleeding peptic ulcers.\n                After endoscopic haemostasis, patients were randomly assigned to infusion group (pantoprazole 80 mg i.v. bolus followed by continuous infusion of 8 mg/h for 3 days), bolus group (pantoprazole 80 mg i.v. bolus followed by 40 mg i.v. bolus every 12 h for 3 days) and no-treatment group (no acid suppression in the first 3 days). Gastric pH was monitored. Rebleeding rate within 30 days, the need for surgery, transfusion requirement, total hospital stay, mortality rate and gastric pH were compared.\n                One hundred and sixty-eight patients were included, with 15 patients excluded from the analysis. There were 54 patients in the infusion group, 49 in the bolus group and 50 in the no-treatment group. There was fewer rebleeding (3.7 vs 16.0%, P = 0.034), less operative intervention (0 vs 8.0%, P = 0.034) and shorter hospital stay (6.4 vs 8.2 days, P = 0.040) in the infusion group compared with that in no-treatment group. When the bolus group was compared with no-treatment group, there were fewer rebleed (4.1 vs 16.0%, P = 0.049) and less blood transfusion (1.5 vs 2.9 units, P = 0.007). There was no difference in mortality among the three groups. Patients who received either pantoprazole infusion or bolus had significantly higher mean pH and longer duration of pH above 6 compared with the no-treatment group. There was no difference in the rebleeding rate, transfusion requirement, need for operation and hospital stay between the infusion and bolus groups. The mean pH and the duration of pH above 6 were also similar.\n                Pantoprazole either as infusion or bolus decreased rebleeding after endoscopic treatment for bleeding peptic ulcer.",
        "Year": 2007.0,
        "CitationCount": 51
    },
    {
        "Unnamed: 0": 21693,
        "ReviewID": "CD007999",
        "PMID": "PMID:17429726",
        "Title": "Prospective, randomized trial comparing effect of oral versus intravenous pantoprazole on rebleeding after nonvariceal upper gastrointestinal bleeding: a pilot study.",
        "Abstract": "Proton pump inhibitors (PPIs) reduce the rate of rebleeding in patients with nonvariceal upper GI bleed (NVGIB). Oral (PO) and intravenous (IV) pantoprazole are equipotent in raising gastric pH. We conducted a pilot study comparing the efficacy of PO vs. IV pantoprazole for reducing rebleeding after NVGIB. Patients with NVGIB were randomized to receive PO (80 mg BID for 3 days) or IV (80-mg IV bolus and 8 mg/hr infusion for 3 days) pantoprazole followed by pantoprazole, 40 mg PO BID, for 30 days. All patients underwent endoscopy within 24 hr and endotherapy was applied where necessary. Twelve patients randomized to the PO and 13 to the IV pantoprazole group were comparable in age, hematocrit, Rockall scores, ulcer characteristics, and endoscopic interventions. Two patients in the IV arm rebled and another in the IV arm developed reversible renal failure. No patient in the PO arm rebled, had organ failure, or had to be changed to IV pantoprazole. We conclude that in this pilot study, the effect of PO pantoprazole on 30-day rebleeding rate in patients with NVGIB was similar to that of IV pantoprazole.",
        "Year": 2007.0,
        "CitationCount": 41
    },
    {
        "Unnamed: 0": 21701,
        "ReviewID": "CD007999",
        "PMID": "PMID:17645482",
        "Title": "Low-dose intravenous pantoprazole for optimal inhibition of gastric acid in Korean patients.",
        "Abstract": "Proton-pump inhibitor (PPI) therapy for bleeding ulcers is more efficacious in Asian patients than in non-Asian patients. The aim of this study was to evaluate the efficacy of various doses of pantoprazole on intragastric acidity in Korean patients.\n                A prospective randomized study was conducted in 52 patients either with bleeding peptic ulcers after successful endotherapy or who received endoscopic mucosal resection for gastric neoplasms. Patients were randomized into two doses of intravenous pantoprazole: 40 mg q.d. and 40 mg b.i.d. We compared these results with our preliminary study utilizing high-dose pantoprazole (80 mg + 8 mg/h). The potential contribution of CYP2C19 genetic polymorphisms and the presence of Helicobacter pylori were also assessed.\n                Pantoprazole 40 mg b.i.d. and high-dose pantoprazole demonstrated better inhibition of intragastric acid than pantoprazole q.d. (P < 0.05). The pantoprazole 40 mg q.d. group exhibited significant variations in acid inhibition correlating with CYP2C19 genotype. Median 24 h pH values did not differ significantly between the pantoprazole b.i.d. and high-dose pantoprazole groups, regardless of H. pylori infection status. A median intragastric pH < 6.0 was observed in only three of 28 patients in the 40 mg b.i.d. group; these three patients were extensive metabolizers.\n                A 40 mg b.i.d. dose of pantoprazole is sufficient to maintain pH > 6.0 in Korean patients, except for patients with extensive metabolizing CYP2C19 genotypes.",
        "Year": 2007.0,
        "CitationCount": 25
    },
    {
        "Unnamed: 0": 21697,
        "ReviewID": "CD007999",
        "PMID": "PMID:19086953",
        "Title": "High- versus low-dose proton pump inhibitors after endoscopic hemostasis in patients with peptic ulcer bleeding: a multicentre, randomized study.",
        "Abstract": "The most effective schedule of proton pump inhibitor (PPI) administration following endoscopic hemostasis of bleeding ulcers remains uncertain.\n                Patients with actively bleeding ulcers and those with nonbleeding visible vessel or adherent clot were treated with epinephrine injection and/or thermal coagulation, and randomized to receive intravenous PPIs according to an intensive regimen (80 mg bolus followed by 8 mg/h as continuous infusion for 72 h) or a standard regimen (40 mg bolus daily followed by saline infusion for 72 h). After the infusion, all patients were given 20 mg PPI twice daily orally. The primary end point was the in-hospital rebleeding rate, as ascertained at the repeat endoscopy.\n                Bleeding recurred in 28 of 238 patients (11.8%) receiving the intensive regimen, and in 19 of 236 (8.1%) patients receiving the standard regimen (P= 0.18). Most rebleeding episodes occurred during the initial 72-h infusion: 18 (7.6%) and 19 events (8.1%) in the intensive and standard groups, respectively (P= 0.32). Mean units of blood transfused were 1.7 +/- 2.1 in the intensive and 1.5 +/- 2.1 in the standard regimen group (P= 0.34). The duration of hospital stay was <5 days for 88 (37.0%) and 111 patients (47.0%) in the intensive and standard groups (P= 0.03). There were fewer surgical interventions in the standard versus intensive regimen (1 vs 3). Five patients in each treatment group died.\n                Following endoscopic hemostasis of bleeding ulcers, standard-dose PPIs infusion was as effective as a high-dose regimen in reducing the risk of recurrent bleeding. (ClinicalTrials.gov number, NCT00374101).",
        "Year": 2008.0,
        "CitationCount": 76
    },
    {
        "Unnamed: 0": 21704,
        "ReviewID": "CD007999",
        "PMID": "PMID:18824852",
        "Title": "Intermittent versus continuous pantoprazole infusion in peptic ulcer bleeding: a prospective randomized study.",
        "Abstract": "Rebleeding has remained the most important determinant of poor prognosis in peptic ulcer bleeding. Gastric acid plays an important role in the pathogenesis of rebleeding. We aimed to compare the efficiency of intermittent and continuous pantoprazole infusion treatment on peptic ulcer rebleeding after endoscopic therapy.\n                In this prospective study, patients with active peptic ulcer bleeding or non-bleeding visible vessel were treated initially with endoscopic therapy. They were randomized to receive intermittent or continuous intravenous pantoprazole treatment. Rebleeding rate, duration of hospital stay, need for total blood transfusion and need for urgent surgery were compared among both groups.\n                Rebleeding rate (6.1 vs. 8.3%), duration of hospital stay (4.17 vs. 4.41), need for total blood transfusion (2.18 vs. 2.59) and need for urgent surgery (4.1 vs. 4.2%) were similar in intermittent and continuous pantoprazole infusion therapy groups, respectively. There was no bleeding-related death in either group.\n                In patients with peptic ulcer bleeding, intermittent and continuous pantoprazole infusion after successful endoscopic therapy have comparable outcomes in reducing rebleeding. Both have similar effects on hospital stay, need for blood transfusion and urgent surgery. Intermittent administration has application and cost advantages over continuous infusion.\n                2008 S. Karger AG, Basel.",
        "Year": 2008.0,
        "CitationCount": 27
    },
    {
        "Unnamed: 0": 21690,
        "ReviewID": "CD007999",
        "PMID": "PMID:19686407",
        "Title": "Optimal dose of intravenous pantoprazole in patients with peptic ulcer bleeding requiring endoscopic hemostasis in Korea.",
        "Abstract": "The lowest effective dose of proton pump inhibitors (PPI) for prevention of peptic ulcer rebleeding remains unclear. The objective of the present study was to evaluate whether low-dose PPI has a similar efficacy to high-dose i.v. administration for maintaining intragastric pH above 6.\n                Sixty-one patients with bleeding ulcers were randomized into one of three groups after endoscopic hemostasis: pantoprazole 80 mg bolus followed by 8 mg/h; 40 mg, 4 mg/h infusion; and bolus injection of 40 mg every 24 h. Intragastric pH values and rebleeding rates were measured. In addition, pharmacokinetic parameters and association with CYP2C19 polymorphisms and H. pylori infection were assessed.\n                Mean percentage of time with intragastric pH > 6, and the proportion of patients with pH > 6 for more than 60% of the time were significantly higher in the 40 mg, 4 mg/h infusion group compared to the 40 mg bolus injection. There was no significant difference between the 80 mg, 8 mg/h and the 40 mg, 4 mg/h groups. In the H. pylori (-) group, only 40% of patients that received continuous infusion reached the target pH > 6 for more than 60% of the time; this was significantly lower than the H. pylori (+) group, 87.5% (P = 0.026).\n                A continuous infusion, regardless of high or low dose, was more effective for acid suppression than a 40 mg bolus PPI injection in Korea. H. pylori infection was an important factor for the maintenance of an intragastric pH > 6.",
        "Year": 2009.0,
        "CitationCount": 27
    },
    {
        "Unnamed: 0": 21699,
        "ReviewID": "CD007999",
        "PMID": "PMID:19500787",
        "Title": "Seven-day intravenous low-dose omeprazole infusion reduces peptic ulcer rebleeding for patients with comorbidities.",
        "Abstract": "Patients with comorbidities have an increased risk of ulcer rebleeding, especially within the 28 days after endoscopic therapy. Omeprazole infusion can prevent rebleeding after endoscopic therapy in patients with peptic ulcer bleeding. However, the optimal duration is uncertain, especially for those patients with comorbidities.\n                To determine whether prolonged low-dose intravenous omeprazole could reduce rebleeding for patients with comorbidities.\n                A prospective randomized control study.\n                National Cheng Kung University, Tainan, Taiwan.\n                A total of 147 patients with comorbidities and peptic ulcer bleeding controlled by endoscopic hemostasis were enrolled.\n                The enrolled patients were randomized into either the 7-day low-dose group or the 3-day high-dose group, who received 3.3 mg/h or 8 mg/h continuous omeprazole infusion, respectively. After omeprazole infusion, oral esomeprazole 40 mg every day was given.\n                To compare the rebleeding rates within 28 days after gastroscopy between the 2 study groups.\n                The 7-day cumulative rebleeding rate was similar between the 2 groups (9.5% vs 9.7%, P > .05), but the 7-day low-dose group had a lower risk of rebleeding between the 8th and 28th day compared with the 3-day high-dose group (0% vs 10.7%, P = .03; relative risk, 0.52 [95% CI, 0.43-0.63]). The Kaplan-Meier curves confirmed that the 7-day low-dose group had a significantly higher cumulative rebleeding-free proportion between the 8th and 28th day than the 3-day high-dose group (P = .02, log-rank test).\n                In Asian patients, prolonged low-dose omeprazole infusion for 7 days may reduce peptic ulcer rebleeding during the first 28 days in patients with comorbidities.",
        "Year": 2009.0,
        "CitationCount": 22
    },
    {
        "Unnamed: 0": 21700,
        "ReviewID": "CD007999",
        "PMID": "PMID:20380111",
        "Title": "Proton pump inhibitors after endoscopic hemostasis in patients with peptic ulcer bleeding.",
        "Abstract": "Peptic ulcer bleeding is a common and potentially fatal condition. For patients with bleeding peptic ulcers that display major endoscopic stigmata of recent hemorrhage, a combination of endoscopic and pharmacologic therapy is the current standard management.\n                To show our experience with management of peptic ulcer bleeding.\n                Patients who presented with gastrointestinal bleeding caused by peptic ulcer or recent history (< 24 h before presentation) of hematemesis and/or melena admitted to our hospital emergency departments, and patients whose ulcer hemorrhage started after hospitalization for an unrelated medical or surgical condition.\n                Patients with actively bleeding ulcers and those with nonbleeding visible vessel or adherent clot were treated with epinephrine injection and/or endoscopic hemoclips, and randomized to receive intravenous pantoprasole according to the continuous regimen (dose of 5 x 40 mg in continuous infusion of 8 mg/h for 72 h) or the standard regimen (40 mg bolus of PPI twice daily for 3 days). After the infusion, all patients were given 40 mg PPI twice daily orally. The primary end point was the in-hospital rebleeding rate, as discovered by the repeated endoscopy.\n                Bleeding recurred in 5 of 34 patients (14.7%) receiving the intensive regimen, and in 8 of 35 (22.8%) patients receiving the standard regimen. Hemoglobin (g/l) rate in standard regimen group was 93.5 +/- 23.8, and in intensive regimen group 106.6 +/- 22.4 (P = 0.042). Mean units of blood transfused for all patients in group were 71.8 +/- 45.8 in the intensive and 45.3 +/- 50.2 in the standard regimen group (P = 0.0257). The duration of hospital stay was 6.4 +/- 2.8 in standard group and 5.8 +/- 2.8 in the intensive group (P = 0.40).\n                In patients with bleeding peptic ulcers with successful endoscopic hemostasis the standard PPI regimen had advantage on transfusion requirements, but no advantage with respect to in-hospital rates of rebleeding rates, need for surgery, length of hospital stay, or death, which corresponds with recent studies.",
        "Year": 2009.0,
        "CitationCount": 5
    },
    {
        "Unnamed: 0": 21705,
        "ReviewID": "CD007999",
        "PMID": "PMID:19523014",
        "Title": "Oral or intravenous proton pump inhibitor in patients with peptic ulcer bleeding after successful endoscopic epinephrine injection.",
        "Abstract": "We aimed to assess the clinical effectiveness of oral vs. intravenous (i.v.) regular-dose proton pump inhibitor (PPI) after endoscopic injection of epinephrine in patients with peptic ulcer bleeding.\n                Peptic ulcer patients with active bleeding, nonbleeding visible vessels, or adherent clots were enrolled after successful endoscopic haemostasis achieved by epinephrine injection. They were randomized to receive either oral rabeprazole (RAB group, 20 mg twice daily for 3 days) or i.v. omeprazole (OME group, 40 mg i.v. infusion every 12 h for 3 days). Subsequently, the enrolled patients receive oral PPI for 2 months (rabeprazole 20 mg or esomeprazole 40 mg once daily). The primary end-point was recurrent bleeding up to 14 days. The hospital stay, blood transfusion, surgery and mortality within 14 days were compared as well.\n                A total of 156 patients were enrolled, with 78 patients randomly allocated in each group. The two groups were well matched for factors affecting the clinical outcomes. Primary end-points (recurrent bleeding up to 14 days) were reached in 12 patients (15.4%) in the OME group and 13 patients (16.7%) in the RAB group [95% confidence interval (CI) of difference -12.82, 10.22]. All the rebleeding events occurred within 3 days of enrolment. The two groups were not different in hospital stay, volume of blood transfusion, surgery or mortality rate (1.3% of the OME group and 2.6% of the RAB group died, 95% CI of difference -5.6, 3.0).\n                Oral rabeprazole and i.v. regular-dose omeprazole are equally effective in preventing rebleeding in patients with high-risk bleeding peptic ulcers after successful endoscopic injection with epinephrine.",
        "Year": 2009.0,
        "CitationCount": 38
    },
    {
        "Unnamed: 0": 21696,
        "ReviewID": "CD007999",
        "PMID": "PMID:20233195",
        "Title": "A randomized controlled trial comparing two different dosages of infusional pantoprazole in peptic ulcer bleeding.",
        "Abstract": "The optimal dosage of proton pump inhibitor in bleeding peptic ulcers remains controversial. The aim was to compare the clinical effectiveness of two doses of infusional pantoprazole in peptic ulcer bleeding.\n                Peptic ulcer patients (n= 120) with bleeding stigmata were enrolled after successful endoscopic therapy. After an initial bolus injection of 80 mg pantoprazole, patients were randomized to receive continuously infused pantoprazole at either 192 mg day(-1) or 40 mg every 6 h (i.e. 160 mg day(-1)) for 3 days. Clinical outcomes between the two groups within 14 days were compared, with 14-day recurrent bleeding regarded as the primary end-point.\n                Both groups (n= 60 each) were well matched in demographic and clinical factors upon entry. Bleeding totally recurred in 11 (9.2%) patients, with six (10%) in the 192 mg day(-1) group and five (8.3%) in the 160 mg day(-1) group (relative risk of bleeding recurrence between two treatments 1.2; 95% CI 0.39, 3.72). All secondary outcomes between the two groups were similar, including the amount of blood transfusion (mean 1179 ml vs. 1203 ml, P > 0.1), hospital stay (mean 9.5 days vs. 9.9 days, P > 0.1), need for surgery (n= 1 vs. n= 0, P > 0.1), and mortality (n= 1 vs. n= 0, P > 0.1).\n                Following endoscopic haemostasis, infusional pantoprazole at either 192 mg day(-1) or 40 mg every 6 h appear similar.",
        "Year": 2010.0,
        "CitationCount": 18
    },
    {
        "Unnamed: 0": 21694,
        "ReviewID": "CD007999",
        "PMID": "PMID:18942898",
        "Title": "[Intravenous proton-pump inhibitor for acute peptic ulcer bleeding--is profound acid suppression beneficial to reduce the risk of rebleeding?].",
        "Abstract": "To compare two regimens of pantoprazole administered intravenously in patients with ulcerative gastrointestinal bleeding (UGB), and a high risk of presenting with persitent or recurrent hemorrhage.\n                Patients were randomized into two groups: group 0--treatment with a 80 mg bolus of pantoprazole administered intravenously, followed by continuous infusion of 8 mg/h for 72 hours; group 1--treatment with 40 mg of pantoprazole administered intravenously on a daily basis. The percentage of hemorrhagic persistence/recurrence in both groups was analyzed, as were transfusion requirements, need for surgery, and mortality resulting from the hemorrhagic episode.\n                There were 20 patients in group 0 and 21 in group 1. No differences were found between groups in terms of gender, age, smoking habits, use of NSAIDs, presence of hemodynamic instability or stigmata in ulcer crater (Forrest Ia: 5 vs. 14.3%, p = 0.322; Forrest Ib: 30 vs. 33.3%, p = 0.819; Forrest IIa: 60 vs. 50.1%, p = 0.753). In group 0, 90% of patients received endoscopic treatment, versus 100% in group 1, p = 0.232. In group 0, 50% of patients had a transfusion, as compared to 52.4% in group 1, p = 0.879. In group 0, 2 patients (10.5%) presented with recurrent hemorrhage, versus 3 patients (14.3%) in group 1. Surgery was required by 1 person from each group, and 1 patient in group 0 died.\n                Maximum acid inhibition with a bolus and then a continuous infusion of pantoprazole does not yield better results than treatment with conventional doses in acute hemorrhagic episodes.",
        "Year": null,
        "CitationCount": 5
    }
]