[
    {
        "Unnamed: 0": 34159,
        "ReviewID": "CD007321",
        "PMID": "PMID:3913558",
        "Title": "Double-blind study of S-adenosyl-methionine versus placebo in hip and knee arthrosis.",
        "Abstract": null,
        "Year": 1985,
        "CitationCount": 9
    },
    {
        "Unnamed: 0": 34157,
        "ReviewID": "CD007321",
        "PMID": "PMID:3318442",
        "Title": "Italian double-blind multicenter study comparing S-adenosylmethionine, naproxen, and placebo in the treatment of degenerative joint disease.",
        "Abstract": "In a double-blind study, the efficacy and tolerability of S-adenosylmethionine (SAMe) were evaluated in comparison with those of placebo and naproxen in the treatment of osteoarthritis of the hip, knee, spine, and hand. Thirty-three centers, 18 rheumatologic and 15 orthopedic, participated in this study. A total of 734 subjects, including 582 with coxarthrosis (hip osteoarthritis) or gonarthrosis (knee osteoarthritis), were enrolled. SAMe administered orally at a dose of 1,200 mg daily was shown to exert the same analgesic activity as naproxen at a dose of 750 mg daily. Both drugs were more effective than placebo (p less than 0.01). Tolerability of SAMe was significantly better than that of naproxen, both in terms of physicians' (p less than 0.025) and patients' (p less than 0.01) judgments and in terms of the number of patients with side effects (p less than 0.05). There was no difference between SAMe and placebo in the number of side effects. Ten patients in the SAMe group and 13 in the placebo group withdrew from the study because of intolerance to the drug.",
        "Year": 1987,
        "CitationCount": 64
    },
    {
        "Unnamed: 0": 34156,
        "ReviewID": "CD007321",
        "PMID": "PMID:2155457",
        "Title": "[Quantitatively evaluated magnetic resonance tomography as a therapeutic follow-up of the nonsteroidal antirheumatic ademetionin: a pilot study in patients with gonarthrosis].",
        "Abstract": "The report deals with a double-blind study of nine patients treated over a period of three months with either ademetionin (five patients) or with a placebo (four patients). Prior to treatment, and after three months, clinical and biochemical studies were carried out as well as radiological examinations and MRT. The latter had been standardised previously in order to obtain a cartilage signal which could be quantified. Of the five patients treated with ademetionin, none were improved clinically, two were worse and three were unchanged, but on MRT, three were improved, one was worse and one was unchanged. Amongst the placebo patients, the clinical results were: three improved, none worse and one unchanged, with similar findings on MRT. MRT appears to be useful for complementing the information for treatment planning with chondroprotective drugs.",
        "Year": 1990,
        "CitationCount": 0
    },
    {
        "Unnamed: 0": 34158,
        "ReviewID": "CD007321",
        "PMID": "PMID:8064733",
        "Title": "A randomized, double blind, placebo controlled trial of intravenous loading with S-adenosylmethionine (SAM) followed by oral SAM therapy in patients with knee osteoarthritis.",
        "Abstract": "We evaluated the effectiveness and rapidity of onset of S-adenosylmethionine (SAM), administered as daily intravenous boluses of 400 mg for 5 days, followed by oral tablets, 200 mg thrice daily for 23 days, versus a matching placebo regimen, in the treatment of 81 patients with symptomatic knee osteoarthritis (OA).\n                The study was bicentric, randomized, double blinded, and placebo controlled. Patients underwent a 7-day washout of arthritis medications prior to initiation of this study treatment. Major outcome measures were the Stanford Health Assessment Questionnaire disability and pain scales, and supplemental visual analog scales for rest and walking pain.\n                At one site, patients had milder OA, the baseline characteristics of the treatment groups were well matched, and the SAM treated group showed significantly greater reduction in overall pain and rest pain (p < 0.05) than the placebo treated group. At the other site, the patients had more severe OA, randomization yielded markedly different treatment groups, and the response to treatment did not differ between groups. Onset of SAM effect was seen as early as 14 days after the start of treatment.\n                SAM may be an effective treatment for some patients with symptomatic knee OA, and merits further study. Intravenous loading before oral maintenance therapy may be advantageous.",
        "Year": 1994,
        "CitationCount": 59
    }
]