[
    {
        "Unnamed: 0": 27133,
        "ReviewID": "CD004099",
        "PMID": "PMID:1268789",
        "Title": "The diabetic day-care unit. II. Comparison of patients and costs of initiating insulin therapy in the unit and a hospital.",
        "Abstract": "Fifteen patients began insulin treatment in a diabetic day-care unit and 14 patients began insulin treatment in hospital. The cost per patient of initiating insulin treatment in hospital was nine times the cost in a day-care program. In general, the disease of patients with juvenile-onset diabetes was initially under poorer control in those admitted to hospital than in those in the day-care program. However, the day-care juvenile with disease under poorest control was comparable to the most severely affected patient admitted to hospital. No major differences in the improvements in control achieved by the two programs were found.",
        "Year": 1976,
        "CitationCount": 37
    },
    {
        "Unnamed: 0": 27130,
        "ReviewID": "CD004099",
        "PMID": "PMID:7151657",
        "Title": "Crisis intervention program in newly diagnosed diabetic children.",
        "Abstract": "A group of 223 insulin-dependent diabetic patients, aged 7-24 yr, who had been under the regular care of our clinic up to 15 yr, were rated by two independent judges on a two-level scale of adjustment and maladjustment. The patients were divided into two groups. Group A (N = 107) comprised those who had been under care from diagnosis of the disease and had been subjected to the special crisis intervention program offered to every family upon referral of a newly diagnosed patient. Group B (N = 116) comprised patients who were diagnosed and treated initially in a clinic that had no crisis intervention program. Significant differences between the two groups were found in respect to three of the four aspects studied, i.e., compliance, familial relationships, and sociability, with group A showing a better adjustment than group B. There was no significant difference in the fourth aspect studied, i.e., school achievement and work performance. It was found that it took three times the effort, i.e., the time invested in counseling and psychotherapeutic measures, to bring group B to a good level of adjustment than it did to achieve similar results with group A. It is suggested that the initial period after diagnosis of diabetes in a child should be considered a period of crisis, requiring special multidisciplinary services to reduce future psychosocial maladjustments and improve compliance.",
        "Year": 1982,
        "CitationCount": 75
    },
    {
        "Unnamed: 0": 27132,
        "ReviewID": "CD004099",
        "PMID": "PMID:1643761",
        "Title": "Outpatient management vs in-hospital management of children with new-onset diabetes.",
        "Abstract": "The long-term results of outpatient management of subjects with newly diagnosed insulin-dependent diabetes mellitus (IDDM) are unknown. The longest follow-up described to date is for only one year, a time when most children with IDDM still make endogenous insulin. In this study, 41 young subjects with IDDM, treated and educated in the outpatient setting (1980 to 1984), were compared to a group of 80 similar subjects who received their initial education as hospital inpatients. Long-term glycemic control, as measured by longitudinal glycohemoglobin (HbA1) values was not different in the two groups (p greater than .05). We conclude that outpatient education and management of newly diagnosed subjects with IDDM is as safe and effective as inpatient treatment.",
        "Year": 1992,
        "CitationCount": 38
    },
    {
        "Unnamed: 0": 27131,
        "ReviewID": "CD004099",
        "PMID": "PMID:9917449",
        "Title": "Home-based management can achieve intensification cost-effectively in type I diabetes.",
        "Abstract": "Newly diagnosed insulin-dependent diabetic children are most often admitted to hospital for education and insulin management and subsequently followed in outpatient clinics or office settings. However, most could be managed at home, given adequate family and health care team support and subsequent follow-up facilitated by home-based nursing intervention. We conducted a randomized trial of clinical, psychosocial, and cost effects of home-based management in a 2-year follow-up study of newly diagnosed diabetic children.\n                Sixty three patients were randomly assigned to traditional hospitalization and outpatient follow-up (hospital-based group) or home management (home-based group). Treatment differences between the two groups consisted of duration of initial hospital stay, site and timing of initial teaching, and nature and extent of subsequent nursing follow-up. Metabolic control was assessed by means of quarterly glycosylated hemoglobin measurements for 24 months and then at 36 months. Diabetes-related adverse events, knowledge of diabetes, adherence to the diabetes regimen, psychosocial impact, and social (total) costs incurred were assessed for 24 months.\n                Glycosylated hemoglobin concentrations were significantly lower in the home-based group at 12 to 24 months and at 36 months. Both groups had comparable numbers of diabetes-related adverse events. There were no significant group differences in psychosocial impact. Parents in the home-based group spent significantly fewer hours on diabetes care and incurred significantly lower out-of-pocket expenses during the 1st month. Health care sector costs were significantly higher. Hospital costs were $889 higher, and government costs $890 higher per child. Social (total) costs were only $48 higher per case (NS) with home care when parents' time was valued at $11.88 per hour.\n                Home-based management for newly diagnosed diabetic children can result in better metabolic control and similar psychosocial outcomes compared with traditional hospital- and clinic-based care without notable effects on social (total) costs.",
        "Year": 1999,
        "CitationCount": 63
    },
    {
        "Unnamed: 0": 27134,
        "ReviewID": "CD004099",
        "PMID": "PMID:10711071",
        "Title": "Comparing outpatient and inpatient diabetes education for newly diagnosed pediatric patients.",
        "Abstract": "The purpose of this study was to compare the efficacy of outpatient vs inpatient programs on medical, cognitive, behavioral, and psychosocial outcomes.\n                Using three large, tertiary medical centers in the United States, the sample of 32 children newly diagnosed with diabetes and their parents were recruited. Children and parents who received outpatient education were compared with those who received inpatient education. The following outcome variables were compared: (1) rates of hospital readmissions and/or emergency room visits for either severe hypoglycemia or ketoacidosis, (2) knowledge, (3) sharing of responsibilities, (4) adherence, (5) family functioning, (6) coping, and (7) quality of life.\n                In general, no statistically significant differences were found between the groups. A trend was noted in the outpatient group with regard to improved use of emergency precautions on the adherence measure, roles on the family functioning measure, maintaining family integration on the parental coping measure, and disposition on the children's coping instrument.\n                Findings support the safety and efficacy of the outpatient program method.",
        "Year": 1999,
        "CitationCount": 31
    },
    {
        "Unnamed: 0": 27129,
        "ReviewID": "CD004099",
        "PMID": "PMID:15012565",
        "Title": "An ambulatory stabilisation program for children with newly diagnosed type 1 diabetes.",
        "Abstract": "(i) To evaluate the benefits and adverse effects of a Diabetes Day Care Program (DDCP); and (ii) to compare outcomes in two cohorts diagnosed before and after implementing the DDCP (\"pre-DDCP\" and \"post-DDCP\").\n                Outcomes from the pre-DDCP cohort were compared with those of the post-DDCP cohort.\n                The study was conducted from March 2001 to October 2002 at the Children's Hospital at Westmead.\n                The pre-DDCP cohort comprised all children newly diagnosed with type 1 diabetes from March 2000 to November 2000 (n = 49). The post-DDCP cohort were those diagnosed from November 2000 to August 2001 (n = 61).\n                Length of stay, adverse events, insulin requirement and glycohaemoglobin (HbA(1c)) level over the first year after diagnosis were ascertained from medical records. Questionnaires to measure parents' knowledge of diabetes, emotional adjustment to diabetes, and responsibility for and conflict over specific diabetes management tasks were completed by parents at 6-monthly intervals.\n                Median length of hospital stay decreased from 5.14 days (range, 2-10) to 1.70 days (range, 0-10) (P < 0.001). There were no differences between the two cohorts in insulin requirement at 12 months (pre-DDCP: 0.9 U/kg [95% CI, 0.8-1.0]; post-DDCP: 0.8 U/kg [95% CI, 0.7-0.9]; P = 0.22), HbA(1c) level at 12 months (pre-DDCP: 8.4% [95% CI, 8.0%-8.9%]; post-DDCP: 8.2% [95% CI, 7.9%-8.5%]; P = 0.37) and adverse events over the first year after diagnosis. Both groups reported similar scores for the parental questionnaires.\n                Ambulatory stabilisation of children with type 1 diabetes provides similar metabolic outcomes for the child, and comparable levels of diabetes knowledge and similar psychosocial outcomes for the family, to inpatient stabilisation programs.",
        "Year": 2004,
        "CitationCount": 18
    }
]