[
    {
        "Unnamed: 0": 27908,
        "ReviewID": "CD005160",
        "PMID": "PMID:12792701",
        "Title": "A randomized double-blind study of the short-time treatment of obese patients with nonalcoholic fatty liver disease with ursodeoxycholic acid.",
        "Abstract": "In order to determine the effect of ursodeoxycholic acid on nonalcoholic fatty liver disease, 30 patients with body mass indices higher than 25, serum levels of alanine aminotransferase (ALT), aspartate aminotransferase (AST) or gamma-glutamyltransferase (gamma-GT) at least more than 1.5 times the upper limit of normality, and hepatic steatosis demonstrated by ultrasonography were randomized into two groups of 15 patients to receive placebo or 10 mg kg-1 day-1 ursodeoxycholic acid for three months. Abdominal computed tomography was performed to quantify hepatic fat content, which was significantly correlated with histological grading of steatosis (r s = -0.83, P < 0.01). Patient body mass index remained stable for both groups throughout the study, but a significant reduction in mean ( +/- SEM) serum levels of ALT, AST and gamma-GT was observed only in the treated group (ALT = 81.2 +/- 9.7, 44.8 +/- 7.7, 48.1 +/- 7.7 and 52.2 +/- 6.3 IU/l at the beginning and after the first, second and third months, respectively, N = 14, P < 0.05). For the placebo group ALT values were 66.4 +/- 9.8, 54.5 +/- 7, 60 +/- 7.6 and 43.7 5 IU/l, respectively. No alterations in hepatic lipid content were observed in these patients by computed tomography examination (50.2 +/- 4.2 Hounsfield units (HU) at the beginning versus 51.1 +/- 4.1 HU at the third month). These results show that ursodeoxycholic acid is able to reduce serum levels of hepatic enzymes in patients with nonalcoholic fatty liver disease, but this effect is not related to modifications in liver fat content.",
        "Year": 2003,
        "CitationCount": 42
    },
    {
        "Unnamed: 0": 27909,
        "ReviewID": "CD005160",
        "PMID": "PMID:14999696",
        "Title": "Ursodeoxycholic acid for treatment of nonalcoholic steatohepatitis: results of a randomized trial.",
        "Abstract": "No effective medical therapy is available for all patients with nonalcoholic steatohepatitis (NASH). Ursodeoxycholic acid (UDCA) has been suggested to be of benefit based on open label clinical studies. We randomized 166 patients with liver biopsy-proven NASH to receive between 13 and 15 mg/kg/d of UDCA or placebo for 2 years. End points included changes in liver test results and liver histology at 2 years of therapy. The treatment groups were comparable at entry with regard to age, gender, risk factors for NASH, serum liver biochemistries, and baseline liver histology. A total of 126 patients completed 2 years of therapy. Pre- and posttreatment liver biopsies were available in 107 patients for review at the end of the study. UDCA was well tolerated and body weight was stable during the study duration. Serum liver biochemistries were stable or improved in both the UDCA and placebo-treated groups. Changes in the degree of steatosis, necroinflammation, or fibrosis that occurred with therapy were not significantly different between the UDCA and placebo groups. In conclusion, 2 years of therapy with UDCA at a dose of 13 to 15 mg/kg/d, although safe and well tolerated, is not better than placebo for patients with NASH.",
        "Year": 2004,
        "CitationCount": 702
    },
    {
        "Unnamed: 0": 27910,
        "ReviewID": "CD005160",
        "PMID": "PMID:15505596",
        "Title": "Weight reduction and ursodeoxycholic acid in subjects with nonalcoholic fatty liver disease. A double-blind, placebo-controlled trial.",
        "Abstract": "Nonalcoholic fatty liver disease is an increasingly recognized condition that may progress to end-stage liver disease. We investigated the effects of weight reduction and ursodeoxycholic acid administration in patients with this disease.\n                A double-blind, placebo-controlled trial. Twenty-seven women with a body mass index of >30 kg/m2 and willing to participate in the diet plan for six weeks were studied were assigned to one of two treatment groups (ursodeoxycholic acid, n = 14: placebo n = 13). Both groups received a normal diet (1,200 kcal/d) plus 1200 mg/d of ursodeoxycholic acid or placebo. Hepatic steatosis, was assessed by abdominal ultrasound. Fasting glucose, cholesterol, triglycerides, and aminotransferases levels were determined before and after treatment.\n                Body mass index decreases significantly from 34.2 +/- 4.2 kg/m2 and 33.3 +/- 1.6 kg/m2 to 31.8 +/- 4.5 kg/m2 and 30.6 +/- 2.6 kg/m2 in the ursodeoxycholic acid and placebo groups, p < 0.001. The hepatic steatosis index decreased from 2.3 +/- 0.7 to 1.0 +/- 0.6 and 2.2 +/- 0.7 to 1.1 +/- 0.7 in the ursodeoxycholic acid and placebo groups, p<0.003. Serum AST decreased significantly from 41.2 +/- 5.6 to 34.5 +/- 3.4 in the ursodeoxycholic acid group, p <0.001, and from 43.6 +/- 4.2 to 35.3 +/- 2.9 in the placebo group, p <0.001. Serum ALT decreased from 62.9 +/- 6.5 to 44.0 +/- 3.5 in the ursodeoxycholic acid group, p <0.001, and from 63.5 +/- 4.5 to 44.0 +/- 3.5 in the placebo group. We did not find any differences in all variables studied between groups.\n                The present study shows beneficial effect of weight reduction, producing improvements in biochemical and imaging markers of liver disease.",
        "Year": 2004,
        "CitationCount": 69
    },
    {
        "Unnamed: 0": 27907,
        "ReviewID": "CD005160",
        "PMID": "PMID:16245220",
        "Title": "Management of fatty liver disease with vitamin E and C compared to ursodeoxycholic acid treatment.",
        "Abstract": "Despite a proposed role of oxidative stress in the pathogenesis of nonalcoholic steatohepatitis, antioxidant approaches have not been investigated sufficiently in the therapy of nonalcoholic steatohepatitis. Our aim was to determine whether vitamin E plus C therapy is effective in normalization of liver enzymes compared to ursodeoxycholic acid treatment in patients with fatty liver disease.\n                This was an open-labeled, prospective, randomized study enrolling patients with histologically proven fatty liver disease who had chronically elevated alanine aminotransferase, despite a three-month reducing diet. Patients consuming alcohol (more than 20 g/day) were excluded. The patients were randomly prescribed either oral vitamin E (600 IU/day) plus vitamin C (500 mg/day) or ursodeoxycholic acid (10 mg/kg/day). Patients were randomized as two groups to receive vitamin E plus vitamin C combination (28 patients, 10 F) or ursodeoxycholic acid treatment (29 patients, 13 F).\n                There was no significant change in body mass index before and after the treatment in both groups. At the end of six months of therapy, serum aspartate aminotransferase and aminotransferase levels significantly decreased in both treatment options. Vitamin E and C combination was more efficacious on serum aminotransferase levels than ursodeoxycholic acid, but the difference was not significant. Alanine aminotransferase decreased to normal levels in 17 of 27 (63%) and in 16 of 29 patients (55%), respectively, in the two groups. Gamma-glutamyl transpeptidase decreased in patients receiving ursodeoxycholic acid, but no change was obtained in the vitamin-treated patients.\n                Vitamin E plus C combination treatment is a safe, inexpensive and effective treatment option in patients with fatty liver disease, with results comparable to those obtained with ursodeoxycholic acid. Since more effective new therapeutic options are lacking, patients with fatty liver disease should be encouraged to take vitamin E and C supplements, which are safe and affordable.",
        "Year": 2005,
        "CitationCount": 86
    }
]