[
    {
        "Unnamed: 0": 12436,
        "ReviewID": "CD004805",
        "PMID": "PMID:2207419",
        "Title": "Efficacy of potassium and magnesium in essential hypertension: a double-blind, placebo controlled, crossover study.",
        "Abstract": "To evaluate the antihypertensive activity of potassium given alone or in combination with magnesium in patients with mild hypertension.\n                A double blind, randomised, placebo controlled, crossover trial of 32 weeks' duration.\n                Cardiology outpatient department, Sassoon General Hospitals, Pune, India.\n                37 Adults with mild hypertension (diastolic blood pressure less than 110 mm Hg).\n                Patients received either placebo or potassium 60 mmol/day alone or in combination with magnesium 20 mmol/day in a crossover design. No other drug treatment was allowed.\n                Blood pressure and heart rate assessed at weekly intervals and biochemical parameters at monthly intervals.\n                Potassium alone or in combination with magnesium produced a significant reduction in systolic and diastolic blood pressures (p less than 0.001) and a significant reduction in serum cholesterol concentration (p less than 0.05); other biochemical variables did not change. Magnesium did not have an additional effect. Urinary potassium excretion increased significantly in the groups who received potassium alone or in combination with magnesium. The drug was well tolerated and compliance was satisfactory.\n                Potassium 60 mmol/day lowers arterial blood pressure in patients with mild hypertension. Giving magnesium as well has no added advantage.",
        "Year": 1990,
        "CitationCount": 97
    },
    {
        "Unnamed: 0": 12437,
        "ReviewID": "CD004805",
        "PMID": "PMID:7920126",
        "Title": "Reduction in blood pressure with a low sodium, high potassium, high magnesium salt in older subjects with mild to moderate hypertension.",
        "Abstract": "To examine the effect of a reduced sodium and increased potassium and magnesium intake on blood pressure.\n                Randomised double blind placebo controlled trial.\n                General population of a suburb of Rotterdam.\n                100 men and women between 55 and 75 years of age with untreated mild to moderate hypertension.\n                During 24 weeks the intervention group received a mineral salt (sodium: potassium: magnesium 8:6:1) and foods prepared with the mineral salt. Controls received common salt and foods.\n                Change in blood pressure.\n                Complete follow up was achieved for 97 of the 100 randomised subjects. Systolic blood pressure (mean of measurements at weeks 8, 16, and 24) fell by 7.6 mm Hg (95% confidence interval 4.0 to 11.2) and diastolic blood pressure by 3.3 mm Hg (0.8 to 5.8) in the mineral salt group compared with the controls, with a 28% decrease in urinary sodium excretion and a 22% increase in urinary potassium excretion. Twenty five weeks after the study the difference in blood pressure between the groups was no longer detectable.\n                Replacing common sodium salt by a low sodium, high potassium, high magnesium mineral salt could offer a valuable non-pharmacological approach to lowering blood pressure in older people with mild to moderate hypertension.",
        "Year": 1994,
        "CitationCount": 190
    },
    {
        "Unnamed: 0": 12435,
        "ReviewID": "CD004805",
        "PMID": "PMID:7490154",
        "Title": "Combinations of potassium, calcium, and magnesium supplements in hypertension.",
        "Abstract": "Dietary intakes of potassium, calcium, and magnesium have each been reported to lower blood pressure, but the extent of blood pressure reduction in epidemiological studies and clinical trials has tended to be small and inconsistent. We hypothesized that combinations of these mineral supplements would lower blood pressure and that the reductions would be greater than that usually reported in studies of each cation alone. One hundred twenty-five patients 82 men and 43 women) with untreated mild or borderline hypertension were randomly assigned to daily treatment with one of the following four regimens: 60 mmol potassium and 25 mmol (1000 mg) calcium, 60 mmol potassium and 15 mmol (360 mg) magnesium, calcium and magnesium, or placebo. Standardized clinic blood pressure measurements were obtained on 3 days at baseline and after 3 and 6 months of treatment. At baseline, systolic and diastolic blood pressures (mean +/- SD) were 139 +/- 12 and 90 +/- 4 mm Hg, respectively, and dietary intakes of potassium, calcium, and magnesium were 77 +/- 32, 19 +/- 13, and 12 +/- 52 mmol/d, respectively. The mean differences (with 95% confidence intervals) of the changes in systolic and diastolic blood pressures between the treatment and placebo groups were not significant: -0.7 (-4.3 to +2.9) and -0.4 (-2.9 to +2.1) for potassium and calcium, -1.3 (-4.4 to +1.8) and 0.4 (-2.5 to +3.3) for potassium and magnesium, and +2.1 (-1.8 to +6.0) and +2.2 (-1.0 to +5.4) for calcium and magnesium. In conclusion, this trial provides little evidence of an important role of combinations of cation supplements in the treatment of mild or borderline hypertension.",
        "Year": 1995,
        "CitationCount": 83
    }
]