[
    {
        "Unnamed: 0":34715,
        "ReviewID":"CD001481",
        "PMID":"PMID:4437220",
        "Title":"The use of a nurse practitioner in the management of patients with diabetes mellitus.",
        "Abstract":null,
        "Year":1974.0
    },
    {
        "Unnamed: 0":34703,
        "ReviewID":"CD001481",
        "PMID":"PMID:3892184",
        "Title":"A randomized controlled trial of quality assurance in sixteen ambulatory care practices.",
        "Abstract":"A crossover randomized controlled trial of cycles of quality assurance in 16 primary care (8 medical, 8 pediatric) group practices was conducted. Of four medical and four pediatric tasks important to patient outcome, two were randomly assigned to experimental intervention (a quality assurance cycle), and two were also measured and used as blinded controls for each medical or pediatric group practice. Task performance was measured in each group for 12 months prior to, 9 months during, and 9 months after the experimental intervention, using as a performance score the percentage of evaluation criteria failed of those applicable to a case. As a result of quality assurance intervention, quality of performance was significantly improved in two of the tasks (P less than 0.0001, with 6.7, and 9.8 percentage points improvement), and marginally improved in one task (P = 0.06, 5.7 percentage points improvement). Surprisingly, tasks with lower perceived effect on patient health (low physician motivation) had greater improvement in quality. Unimproved tasks were associated with the perceived need for delivery system changes beyond the immediate control of the individual practitioner.",
        "Year":1985.0
    },
    {
        "Unnamed: 0":34697,
        "ReviewID":"CD001481",
        "PMID":"PMID:3512926",
        "Title":"Increasing prescribed office visits. A controlled trial in patients with diabetes mellitus.",
        "Abstract":"Patients who fail to show for scheduled visits or who fail to contact their provider when warning symptoms occur pose important problems for the primary care physician. A group of interventions was examined to determine the effectiveness in increasing the number of prescribed office visits in patients with diabetes mellitus. This group of interventions included mailed packets with information on how to use the clinic, providers' names and phone numbers, after-hours phone numbers, a list of early warning signs, and a booklet on managing diabetes mellitus; mailed appointment reminders; and intense follow-up of visit failures for prompt rescheduling. Eight hundred fifty-nine patients on drug therapy for diabetes mellitus were stratified by risk of hospitalization and randomly assigned within strata to control and intervention groups. The intervention group received all interventions. After 1 year, the intervention group averaged 12% more total contacts than the control group (5.8 vs. 5.2, P = 0.01), due largely to an increase in kept scheduled visits (4.1 vs. 3.6, P = 0.006). These effects were greatest in those patients at higher risk of hospitalization. Also, visit failures were reduced only in high-risk patients. The effect of the interventions did not diminish during the year of study. This systematic and repetitive intervention appears effective in increasing prescribed office visits and is especially effective in patients requiring more frequent care.",
        "Year":1986.0
    },
    {
        "Unnamed: 0":34700,
        "ReviewID":"CD001481",
        "PMID":"PMID:2959442",
        "Title":"A pilot Diabetic Support Service based on family practice attenders: comparison with diabetic clinics in east London.",
        "Abstract":"A pilot Diabetic Support Service (DSS) based on a computer register was devised for diabetic patients identified within three group practices in an inner city district of London. Of 159 eligible diabetics, 142 were followed over 2 years. Glycosylated haemoglobin (GHb) monitoring and adequacy of clinic reviews were audited. Care achieved by the DSS was compared with conventional Diabetic Clinic (DC) management of a sample of 200 diabetics from the same district. Serial GHb measurements were made on 66.2% of DSS and 44.5% of DC patients: GHb fell significantly only in DSS patients (13.1% to 11.4%). Proportional falls in GHb were comparable in each DSS treatment group (diet alone, oral hypoglycaemic agents, and insulin) and for hospital attenders and non-attenders equally. The planned clinical reviews were achieved in 40.1% of DSS patients entered (29% GP only, 54% of clinic attenders) and in 15% of DC patients (plus 75% fundal and blood pressure examination). The study led to provision of a formal diabetic clinic annual review system, diabetic mini-clinics in two of the three group practices, and the appointment of two Diabetic Liaison Sisters. With administrative simplification the system is to be made available to all diabetics in the District through their GPs during 1986-8.",
        "Year":1987.0
    },
    {
        "Unnamed: 0":34699,
        "ReviewID":"CD001481",
        "PMID":"PMID:2289639",
        "Title":"Feasibility and effects of a diabetes type II protocol with blood glucose self-monitoring in general practice.",
        "Abstract":"A diabetes protocol characterized by self-monitoring of blood glucose was introduced in four general practices with the aim of making the frequency of consultations dependent on the metabolic regulation and emphasizing body weight reduction. The feasibility of the programme was investigated and the results after 1 year were compared with those of conventional care in four control practices. In the experimental practices, 13 patients switched from a medical specialist's to a general practitioner's supervision, 20 remained under supervision of their GP and 33 started self-monitoring. The self-monitoring rate, the consultation frequency according to protocol, the low number of dropouts and inadequate referrals and adherence to the therapeutic scheme showed that the protocol was feasible for both the GPs and the patients. At the initial assessment, the regulation of the diabetes was worse in patients of the experimental group, compared with those of the control group (mean HbA1 9.7% vs 8.9%; p less than 0.05). On average, patients in the experimental group (n = 56) lost 0.4 kg of body weight, whereas those in the control group (n = 73) gained 0.1 kg (n.s.). The mean change in HbA1, adjusted for the initial value, was -0.4% in the experimental and +0.5% in the control group (p less than 0.05). The results of the protocol can be attributed to a combination of greater participation of the patient, the individualized consultation frequency and the prescription of oral hypoglycaemic agents according to body weight development.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":34717,
        "ReviewID":"CD001481",
        "PMID":"PMID:1986903",
        "Title":"Diabetes care organization, process, and patient outcomes: effects of a diabetes control program.",
        "Abstract":"Effects of a diabetes control program were evaluated in 17 primary health centers after 18 months' participation (17 nonparticipating centers served as controls). Studied were the effects of the program on the organization of diabetes care, on the process of care in terms of services delivered to patients, and on the outcomes of care as measured by improved self-care, dietary knowledge, and HbA1c values. While findings showed that patients from the intervention centers received a higher quality of service and monitored their blood glucose levels more often than did patients from the control centers, they did not demonstrate significantly better metabolic control. The reasons for this, and ways to improve the program are discussed.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":34719,
        "ReviewID":"CD001481",
        "PMID":"PMID:1309083",
        "Title":"Improved care of patients with diabetes through telecommunications.",
        "Abstract":"This project tested the importance of enhanced information transfer of home monitoring results to health care providers. The study tested whether computer-assisted communication of medical information between the chronic care patient and the physician can result in health care benefit. The information tools were constructed\/adapted as a test of this hypothesis for diabetes mellitus. Patients connected a glucometer to an intelligent modem weekly for six to nine months. Graphical and mathematical tools extracted and emphasized the information content of the home monitoring data arriving at the central site. Data smoothing, trend analysis, and calculation of quality control statistics were incorporated into a graphical time series oriented report that was used by the health care provider during an outpatient visit. The integrated home monitoring system was tested on 20 patients with diabetes in a double cross-over design over a 15-month period. A significant improvement in serum glucose control as measured by glycated hemoglobin was shown in the study group, but not in the control group.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":34714,
        "ReviewID":"CD001481",
        "PMID":"PMID:1473327",
        "Title":"Benefits provided by an integrated education and clinical diabetes centre: a follow-up study.",
        "Abstract":"The effects of a new integrated system of diabetes care with an enhanced role of the diabetes specialist nurse based in a purposed design diabetes centre, on diabetes control, attendance and cancellation rates, and admission for diabetic emergencies have been reviewed. Glycaemic control was examined in: (a) a cohort of 163 insulin-treated and 47 non-insulin treated diabetic subjects (age < 65 years) studied prospectively before and 3 years following the introduction of a new system of care; (b) a second cohort of more elderly patients aged greater than 65 years studied for the 3 years after the change over; (c) a cross-sectional study of the clinic population (n = 700) the year before and 3 years after the changeover; (d) a group of patients attending standard unaltered clinics in the same district (n = 157). Significant and sustained falls in HbA1 were observed in all groups of subjects attending the centre, with the means for those aged less than 65 falling from 11.9 +\/- 2.3% to 9.9 +\/- 1.9% and for those aged over 65 from a mean of 11.7 +\/- 2.0% to 10.3 +\/- 2.3%, 3 years later. The cross-sectional study provided similar results with a mean HbA1 of 12.2 +\/- 3.0% prior to changeover and 10.4 +\/- 4.4%, 3 years later. Smaller but significant changes were observed in patients continuing to attend the routine clinic (from 12.2 +\/- 2.3% to 11.3 +\/- 2.6%) over a similar period. Yearly admission rates for ketoacidosis and hypoglycaemia fell from 44 and 23, to 33 and 5 per annum, respectively.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1992.0
    },
    {
        "Unnamed: 0":34725,
        "ReviewID":"CD001481",
        "PMID":"PMID:8498761",
        "Title":"Reduction of lower extremity clinical abnormalities in patients with non-insulin-dependent diabetes mellitus. A randomized, controlled trial.",
        "Abstract":"To evaluate the effect of a patient, health care provider, and systems intervention on the prevalence of risk factors for lower extremity amputation in patients with non-insulin-dependent diabetes.\n                Blinded, randomized, controlled trial.\n                Academic general medicine practice.\n                Of the 395 patients with non-insulin-dependent diabetes who underwent the initial patient assessment, 352 completed the study.\n                The 12-month intervention was multifaceted. Patients received foot-care education and entered into a behavioral contract for desired self-foot care, which was reinforced through telephone and postcard reminders. Health care providers were given practice guidelines and informational flow sheets on foot-related risk factors for amputation in diabetic patients. In addition, the folders for intervention patients had special identifiers that prompted health care providers to: 1) ask that patients remove their footwear, 2) perform foot examinations, and 3) provide foot-care education.\n                Patients receiving the intervention were less likely than control patients to have serious foot lesions (baseline prevalence, 2.9%; odds ratio, 0.41 [95% CI, 0.16 to 1.00]; P = 0.05) and other dermatologic abnormalities. Also, they were more likely to report appropriate self-foot-care behaviors, to have foot examinations during office visits (68% compared with 28%; P < 0.001), and to receive foot-care education from health care providers (42% compared with 18%; P < 0.001). Physicians assigned to intervention patients were more likely than physicians assigned to control patients to examine patients' feet for ulcers, pulses, and abnormal dermatologic conditions and to refer patients to the podiatry clinic (10.6% compared with 5.0%; P = 0.04).\n                An intervention designed to reduce risk factors for lower extremity amputations positively affected patient self-foot-care behavior as well as the foot care given by health care providers and reduced the prevalence of lower extremity clinical disease in patients with diabetes.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":34698,
        "ReviewID":"CD001481",
        "PMID":"PMID:8435994",
        "Title":"Sharing the care of diabetic patients between hospital and general practitioners: does it work?",
        "Abstract":"A randomized controlled trial was conducted to compare three forms of diabetes follow-up: (1) general practitioner care, (2) a system of care shared between the general practitioner (GP) and clinic and (3) conventional clinic care. Two hundred and six diabetic patients without significant diabetes-related or other medical complications were randomized to one of these follow-up systems. Metabolic control and blood pressure improved significantly and equally in all three groups (p < 0.05). The shared care group performed as well as or better than either of the other two groups in all other outcome measures. In particular, final attendance rates were 72% for shared care compared with only 35% for GP care and 53% for clinic care. Data collection rates for shared care were comparable with the clinic group for random blood glucose (88.9% vs 95.1%), weight (93.5% vs 98.3%), and blood pressure (94.8% vs 92.7%). Only in the case of glycosylated haemoglobin did shared care have poorer data collection (66.0% vs 98.4%). In all these parameters, except blood pressure, shared care out-performed the GP group. We conclude that with adequate support from and communication with hospital-based diabetes services, GPs are capable of providing care appropriate to the needs of uncomplicated diabetic patients.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":34716,
        "ReviewID":"CD001481",
        "PMID":"PMID:7956628",
        "Title":"A telephone-delivered intervention for patients with NIDDM. Effect on coronary risk factors.",
        "Abstract":"To examine whether a telephone-delivered intervention (TDI), designed to improve glycemic control in patients with non-insulin-dependent diabetes mellitus (NIDDM), improved coronary risk factors in high-risk patients.\n                This randomized controlled trial involved 275 veterans with NIDDM followed in a general medical clinic. Intervention (TDI) patients were telephoned at least monthly by a nurse. Calls emphasized compliance with the medical regimen (diet, medications, and exercise), encouraged behavioral changes, and facilitated referrals to a dietitian or smoking cessation clinic. Control patients received no such calls. Baseline and 12-month follow-up measurements included fasting lipid profiles, weight, smoking status (self-reported; cessation verified by measurement of exhaled CO), adherence to diet and exercise (self-reported), appointments, and medications (hospital computerized data base).\n                After 12 months, equal numbers of obese patients in the two groups reported adhering to a diabetic diet and exercising, although more obese TDI patients had seen a dietitian (30 vs. 7%, P = 0.003). Weight loss was not seen in either group (-0.9 +\/- 5.3 vs. -0.1 +\/- 3.6 kg, P = 0.202). Hyperlipidemic TDI patients were more likely to see a dietitian (31 vs. 6%, P = 0.003) and receive lipid-lowering medications (22 vs. 9%, P = 0.096), but serum cholesterol reduction was similar between groups (-11.7 +\/- 33.4 vs. -4.3 +\/- 32.7 mg\/dl, P = 0.270); comparable results were seen for high-density lipoprotein, low-density lipoprotein, and triglyceride levels. More TDI group smokers reported quitting (26 vs. 0%, P = 0.033), but the difference was not significant for CO-verified abstention (10 vs. 0%, P = 0.231).\n                The TDI improved self-reported adherence to regimens that might reduce coronary risk, but had little effect on objective measures of risk.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":34707,
        "ReviewID":"CD001481",
        "PMID":"PMID:8180540",
        "Title":"Integrated care for diabetes: clinical, psychosocial, and economic evaluation. Diabetes Integrated Care Evaluation Team.",
        "Abstract":"To evaluate integrated care for diabetes in clinical, psychosocial, and economic terms.\n                Pragmatic randomised trial.\n                Hospital diabetic clinic and three general practice groups in Grampian.\n                274 adult diabetic patients attending a hospital clinic and registered with one of three general practices.\n                Random allocation to conventional hospital clinic care or integrated care. Integrated care patients seen in general practice every three or four months and in the hospital clinic annually. General practitioners were given written guidelines for integrated care.\n                Metabolic control, psychosocial status, knowledge of diabetes, beliefs about control of diabetes, satisfaction with treatment, disruption of normal activities, numbers of consultations and admissions, frequency of metabolic monitoring, costs to patients and NHS.\n                A higher proportion of patients defaulted from conventional care (14 (10%)) than from integrated care (4 (3%), 95% confidence interval of difference 2% to 13%). After two years no significant differences were found between the groups in metabolic control, psychosocial status, knowledge, beliefs about control, satisfaction with treatment, unscheduled admissions, or disruption of normal activities. Integrated care was as effective for insulin dependent as non-insulin dependent patients. Patients in integrated care had more visits and higher frequencies of examination. Costs to patients were lower in integrated care (mean 1.70 pounds) than in conventional care (8 pounds). 88% of patients who experienced integrated care wished to continue with it.\n                This model of integrated care for diabetes was at least as effective as conventional hospital clinic care.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":34705,
        "ReviewID":"CD001481",
        "PMID":"PMID:8088226",
        "Title":"Staged diabetes management. Toward an integrated model of diabetes care.",
        "Abstract":"This paper introduces a new and innovative approach to diabetes management in the primary-care setting. Staged diabetes management (SDM) represents a four-year effort to develop and test a data-based approach to diabetes management that could be easily adapted to a variety of health-care settings in which diabetes management is principally under the direction of primary-care physicians was limited access to specialists. After testing under controlled circumstances at the International Diabetes Center (Minneapolis, MN), SDM was subjected to substantial field trials under conditions that represent the scope and variety of primary-care practices in diabetes. The following represents the work of several investigators who independently undertook a review of SDM.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":34690,
        "ReviewID":"CD001481",
        "PMID":"PMID:7600753",
        "Title":"Evaluation of a structured teaching and treatment programme for type 2 diabetes in general practice in a rural area of Austria.",
        "Abstract":"The efficacy of a treatment and teaching programme for non-insulin-treated Type 2 diabetic patients in general practice was evaluated in a prospective, controlled study. In a rural area in southern Austria, 53 patients from seven general practices participated in a structured programme (intervention group) and 55 patients from seven general practices without the programme served as the control group. After 6 months the weight reduction in the intervention group was 2.6 kg (1.6-3.7 kg, p < 0.001) and the difference in HbA1c between the groups was 0.92% (0.23-1.61%, p < 0.01) at follow-up. Systolic (-16.6 mmHg) and diastolic (-11.1 mmHg) blood pressure, serum triglycerides (-0.63 mmol I-1), and serum cholesterol (-0.40 mmol I-1) were reduced significantly in the intervention group (p < 0.006). The number of patients with callus formation and poor nail care decreased significantly after participating in the teaching programme (p < 0.001). In the control group no reduction in body weight, metabolic control or in risk factors for diabetic foot complications were observed. Calculated health care costs per patient and year decreased in the intervention group (-33 pounds) and increased in the control group (+ 30 pounds) mainly due to changes in prescription of oral hypoglycaemic agents in both groups. This programme may be an efficient and helpful model to increase overall quality of diabetes care according to the St Vincent Declaration.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":34723,
        "ReviewID":"CD001481",
        "PMID":"PMID:7621734",
        "Title":"Using telecommunication technology to manage children with diabetes: the Computer-Linked Outpatient Clinic (CLOC) Study.",
        "Abstract":"The purpose of this study was to evaluate the efficacy of using a telecommunication system to assist in the outpatient management of pediatric patients with insulin-dependent diabetes. Metabolic control, patients' psychosocial status, family functioning, perceived quality of life, patterns of parental\/child responsibility for daily diabetes maintenance, and nursing time-on-task were evaluated. One hundred six pediatric patients (mean age = 13.3 years) were randomly assigned to an experimental or control outpatient clinic for 1 year. Experimental subjects transmitted self-monitoring blood glucose data by modem to the hospital every 2 weeks. Transmitted data were reviewed by nurse practitioners who telephoned subjects to discuss regimen adjustments. Control subjects received standard care with regimen adjustments made by physicians. There were no significant between-group differences for metabolic control, rates of hospitalization or emergency-room visits, psychological status, general family functioning, quality of life, or parent-child responsibility. A significant decrease was noted in nursing time-on-task for experimental subjects.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":34721,
        "ReviewID":"CD001481",
        "PMID":"PMID:8520339",
        "Title":"Do clinical guidelines introduced with practice based education improve care of asthmatic and diabetic patients? A randomised controlled trial in general practices in east London.",
        "Abstract":"To determine whether locally developed guidelines on asthma and diabetes disseminated through practice based education improve quality of care in non-training, inner city general practices.\n                Randomised controlled trial with each practice receiving one set of guidelines but providing data on the management of both conditions.\n                24 inner city, non-training general practices.\n                East London.\n                Recording of key variables in patient records (asthma: peak flow rate, review of inhaler technique, review of asthma symptoms, prophylaxis, occupation, and smoking habit; diabetes: blood glucose concentration, glycaemic control, funduscopy, feet examination, weight, and smoking habit); size of practice disease registers; prescribing in asthma; and use of structured consultation \"prompts.\"\n                In practices receiving diabetes guidelines, significant improvements in recording were seen for all seven diabetes variables. Both groups of practices showed improved recording of review of inhaler technique, smoking habit, and review of asthma symptoms. In practices receiving asthma guidelines, further improvement was seen only in recording of review of inhaler technique and quality of prescribing in asthma. Sizes of disease registers were unchanged. The use of structured prompts was associated with improved recording of four of seven variables on diabetes and all six variables on asthma.\n                Local guidelines disseminated via practice based education improve the management of diabetes and possibly of asthma in inner city, non-training practices. The use of simple prompts may enhance this improvement.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":34692,
        "ReviewID":"CD001481",
        "PMID":"PMID:8563365",
        "Title":"A computer-generated reminder system improves physician compliance with diabetes preventive care guidelines.",
        "Abstract":"Computerized reminder systems have been shown to be effective in improving physician compliance with preventive services guidelines. Very little has been published about the use of computerized reminders for preventive care in diabetes. We implemented a computer-generated reminder system for diabetes care guidelines in a randomized controlled study in the outpatient clinics of 35 internal medicine residents at the University of Utah and Salt Lake Veterans Affairs Hospitals. After a six month study period, compliance with the recommended care significantly improved in both the intervention group that received patient-specific reminders about the guidelines (38.0% at baseline, 54.9% at follow-up) and the control group that received a nonspecific report (34.6% at baseline, 51.0% at follow-up). There was no significant difference between the two groups. Both clinic sites showed similar improvement over baseline levels of compliance. Residents who completed encounter forms used by the system showed a significantly greater improvement in compliance than those who did not complete encounter forms (19.7% vs. 7.6%, p = 0.006). The improvements in guideline compliance were seen in all areas of diabetes preventive care studied, and significant improvements were seen with recommended items from the medical history, physical exam, laboratory testing, referrals, and patient education. The use of encounter forms by the providers significantly improved documented compliance with the guidelines in almost all categories of preventive care. These results suggest that computerized reminder systems improve compliance with recommended care more by facilitating the documentation of clinical findings and the ordering of recommended procedures than by providing the clinician with patient-specific information about guideline compliance status. Further study is needed to understand the implications of these findings to the development of future computerized reminder systems for chronic diseases such as diabetes.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":34695,
        "ReviewID":"CD001481",
        "PMID":"PMID:7571745",
        "Title":"[Structured public health quality circle on the topic of diabetes management in general practice].",
        "Abstract":"The efficacy of quality circles has not yet been evaluated in controlled studies in Germany. The Central Research Institute for Ambulatory Health Care in Germany conducted a prospective controlled trial in order to evaluate the effects of structured quality circles on the process of quality ambulatory care for diabetic patients. Following a training for moderators (two for each quality circle) two quality circles undertook five sessions. In a representative random sample (25 diabetic patients per practice), the quality of diabetes care was evaluated before and after participation in the quality circles and was compared to the results of a control group without peer review. The participation in a quality circle resulted in a significant and relevant improvement of the quality concerning the detection of diabetes related complications.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":34694,
        "ReviewID":"CD001481",
        "PMID":"PMID:8833557",
        "Title":"Evaluation of a pharmaceutical care model on diabetes management.",
        "Abstract":"To assess the effectiveness of a pharmaceutical care model on the management of non-insulin-dependent diabetes mellitus (NIDDM) in urban African-American patients.\n                Eligible patients were randomized to either a pharmacist intervention or control group and followed over a 4-month period. Patients in the intervention group received diabetes education, medication counseling, instructions on dietary regulation, exercise, and home blood glucose monitoring, and evaluation and adjustment of their hypoglycemic regimen. Patients in the control group continued to receive standard medical care provided by their physicians.\n                A university-affiliated internal medicine outpatient clinic.\n                The study population consisted of urban African American patients with NIDDM currently attending the clinic.\n                Primary outcome measures included fasting plasma glucose and glycated hemoglobin concentrations. Secondary outcome endpoints included blood pressure, serum creatinine, creatinine clearance, microalbumin to creatinine ratio, total cholesterol, triglycerides, high-density lipoprotein, and low density lipoprotein concentrations. Quality-of-life assessments were performed in both groups at baseline and at the end of the study.\n                Thirty-nine patients (17 intervention, 22 control) completed the study. The intervention group consisted of 12 women and 5 men with a mean +\/- SD age of 59 +\/- 12 years, total body weight (TBW) of 93 +\/- 22 kg, body mass index (BMI) of 34 +\/- 7 kg\/m2, and duration of NIDDM 6.8 +\/- 6.5 years. The control group consisted of 15 women and 7 men with a mean age of 65 +\/- 12 years, TBW of 88 +\/- 19 kg, BMI of 33 + 7 kg\/m2, and a duration of NIDDM of 6.2 +\/- 4.8 y. Significant improvement in glycated hemoglobin (p = 0.003) and fasting plasma glucose (p =0.015) was achieved in the intervention group. No change in glycemia was observed in the control subjects. Statistically significant differences in the final glycated hemoglobin (p = 0.003) and fasting plasma glucose (p = 0.022) concentrations were noted between groups. No significant changes in blood pressure control, lipid profile, renal function parameters, weight, or quality-of-life measures were noted within or between groups.\n                Our data demonstrate the effectiveness of pharmaceutical care in the reduction of hyperglycemia associated with NIDDM in a group of urban African-American patients.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":34704,
        "ReviewID":"CD001481",
        "PMID":"PMID:8930220",
        "Title":"Continuous quality improvement can improve glycemic control for HMO patients with diabetes.",
        "Abstract":"To evaluate the impact of a continuous quality improvement (CQI) intervention on glycemic control of patients with diabetes mellitus attending a primary care clinic.\n                A CQI process designed by the Minnesota Department of Health to improve diabetes care was implemented at a volunteer clinic, with another similar clinic not using the CQI process assessed for comparison. Adults with diabetes were identified at both clinics using diagnostic and pharmacy databases. Glycosylated hemoglobin (HbA1c) values (reference range, 4.3%-6.1%) and out-patient utilization and charges were compared for all patients with diabetes at each clinic for the 12 months before and 18 months after initiation of the CQI intervention.\n                The mean HbA1c value at the intervention clinic fell from 8.9% at baseline to 8.4% at 12 months and to 7.9% at 18 months. The mean HbA1c value at the comparison clinic was 8.9% at baseline, 8.9% at 12 months, and 8.8% at 18 months (difference between clinics, t = 4.13, P < .001). Differences after the intervention in the proportion of patients at the comparison clinic (n = 121) vs the intervention clinic (n = 122) with HbA1c values of 8% or less (40% vs 51%), between 8% and 10% (33% vs 37%), and 10% or greater (27% vs 12%) were unlikely due to chance (chi 2 = 9.7, 2 df, P = .008). The intervention was not associated with increased utilization of outpatient visits or outpatient charges.\n                Involvement of nurses, physicians, and managers in a CQI process can improve patients' glycemic control in some health maintenance organization primary care settings, without increasing utilization or charges. Health maintenance organizations should consider CQI as one possible method to improve diabetes outcomes.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":34718,
        "ReviewID":"CD001481",
        "PMID":"PMID:9209205",
        "Title":"Computerized decision support based on a clinical practice guideline improves compliance with care standards.",
        "Abstract":"Clinical guidelines are designed to assist in the management of specific diseases; however, these guidelines are often neglected in the delivery of care. The purpose of this study was to determine whether clinician use of an clinical practice guideline would increase in response to having, at the patient visit, a decision support system based on a practice guideline that generates a customized management protocol for the individual patient using data from the patient's electronic medical record.\n                In a 6-month controlled trial at a primary care clinic, 58 primary care clinicians were randomized to receive either a special encounter form with the computer-generated guideline recommendations or a standard encounter form. The effect of computer-generated advice on clinician behavior was measured as rate of compliance with guideline recommendations. Data from 30 clinicians were analyzed; data from 28 clinicians were excluded because these clinicians did not meet predefined criteria for minimum exposure to diabetic patient care.\n                Availability of patient management recommendations generated by the decision support system resulted in a two-fold increase in clinician compliance with care guidelines for diabetes mellitus (P = 0.01). Median compliance for the group receiving the recommendations was 32.0% versus 15.6% for the control group.\n                Decision support based on a clinical practice guideline is an effective tool for assisting clinicians in the management of diabetic patients. This decision support system provides a model for how a clinical practice guideline can be integrated into the care process by computer to assist clinicians in managing a specific disease through helping them comply with care standards. Use of decision support systems based on clinical practice guidelines could ultimately improve the quality of medical care.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":34709,
        "ReviewID":"CD001481",
        "PMID":"PMID:9389427",
        "Title":"Sustained good glycaemic control in NIDDM patients by implementation of structured care in general practice: 2-year follow-up study.",
        "Abstract":"In primary care it is difficult to treat the growing number of non-insulin-dependent diabetic (NIDDM) patients according to (inter)national guidelines. A prospective, controlled cohort study was designed to assess the intermediate term (2 years) effect of structured NIDDM care in general practice with and without 'diabetes service' support on glycaemic control, cardiovascular risk factors, general well-being and treatment satisfaction. The 'diabetes service', supervised by a diabetologist, included a patient registration system, consultation facilities of a dietitian and diabetes nurse educator, and protocolized blood glucose lowering therapy advice which included home blood glucose monitoring and insulin therapy. In the study group (SG; 22 general practices), 350 known NIDDM patients over 40 years of age (206 women; mean age 65.3 +\/- SD 11.9; diabetes duration 5.9 +\/- 5.4 years) were followed for 2 years. The control group (CG; 6 general practices) consisted of 68 patients (28 women; age 64.6 +\/- 10.3; diabetes duration 6.3 +\/- 6.4 years). Mean HbA1c (reference 4.3-6.1%) fell from 7.4 to 7.0% in SG and rose from 7.4 to 7.6% in CG during follow-up (p = 0.004). The percentage of patients with poor control (HbA1c > 8.5%) shifted from 21.4 to 11.7% in SG, but from 23.5 to 27.9% in CG (p = 0.008). Good control (HbA1c < 7.0%) was achieved in 54.3% (SG; at entry 43.4%) and 44.1% (CG; at entry 54.4%) (p = 0.013). Insulin therapy was started in 29.7% (SG) and 8.8% (CG) of the patients (p = 0.000) with low risk of severe hypoglycaemia (0.019\/patient year). Mean levels of total and HDL-cholesterol (SG), triglycerides (SG) and diastolic blood pressure (SG + CG) and the percentage of smokers (SG) declined significantly, but the prevalence of these risk factors remained high. General well-being (SG) did not change during intensified therapy. Treatment satisfaction (SG) tended to improve. Implementation of structured care, including education and therapeutic advice, results in sustained good glycaemic control in the majority of NIDDM patients in primary care, with low risk of hypoglycaemia. Lowering cardiovascular risk requires more than reporting results and referral to guidelines.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":34712,
        "ReviewID":"CD001481",
        "PMID":"PMID:9653591",
        "Title":"Application of a diabetes managed care program. The feasibility of using nurses and a computer system to provide effective care.",
        "Abstract":"Treatment of patients with diabetes often falls short of recommended process and outcome guidelines. To improve the quality of the provided diabetes care, a program (the Comprehensive Diabetes Care Service [CDCS]) using a computerizing tracking and recall system in conjunction with nurses following protocols was implemented in a managed care setting. The impact of this program was studied and compared to the care provided to patients in another managed care setting.\n                Patients followed in the CDCS who completed a diabetes education course were compared with patients followed in a group model health maintenance organization (GMH) who also completed a diabetes education course. CDCS patients received routine care in the program. GMH patients came to the CDCS yearly to have a diabetes evaluation. A chart review was also performed on their GMH outpatient records.\n                Initial HbA1c levels were higher in the CDCS group than in the GMH group (median of 11.9 vs. 10.0%). In the CDCS patients, HbA1c levels not only fell significantly but were also significantly lower (P < 0.05) than in the GMH patients during the 2nd and 3rd year of follow-up care. There were no significant changes in HbA1c levels in the GMH patients. When CDCS patients were divided into compliant and noncompliant patients, the median HbA1c levels in compliant patients was 8.2%, compared with 11.5% in the noncompliant group. The CDCS patients who needed treatment for hypercholesterolemia were more likely to have a lowering of their cholesterol levels than the GMH patients. All process measures, such as yearly measurement of HbA1c levels, lipid levels, and foot and retinal exams, occurred much more frequently in the CDCS patients.\n                The system developed and implemented for managing diabetes improved both outcome and process measures. The comparison group, followed at another managed care setting, received the care consistent with the average (suboptimal) quality of care provided to patients with diabetes in the U.S. Therefore, by using innovative systems of management, the treatment of patients with diabetes can be greatly improved.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":34711,
        "ReviewID":"CD001481",
        "PMID":"PMID:9694180",
        "Title":"A randomized controlled trial of an intervention designed to improve the care given in general practice to Type II diabetic patients: patient outcomes and professional ability to change behaviour.",
        "Abstract":"Our objective was to evaluate the effect of training in a patient-centred intervention for GPs and practice nurses on outcomes for patients with Type II diabetes.\n                We carried out a randomized controlled trial within general practices as the basis for randomization and a before-and-after design for measures of patient outcome. A parallel process study examined the use of the method by professionals. The study was carried out in 29 general practices in South Glamorgan who had participated for at least 2 years in a local scheme of audit and CME in relation to Type II diabetes care. The subjects were 252 Type II diabetic patients recruited by 15 experimental and 14 control practices. The main outcome measures were changes in glycosylated haemoglobin, patient satisfaction with care and treatment, functional health status and professional ability to apply the intervention.\n                Professionals adopted the innovative method with enthusiasm, but after 2 years only 19% continued to apply the method systematically. The trial was, therefore, unable to demonstrate significant biochemical or functional improvements. This highlights the need to understand the factors associated with professional uptake and subsequent ability to sustain changes in behaviour.\n                The efficacy of this behavioural intervention remains unproved, despite its acceptability to professional staff. Detailed and prolonged development and testing of behavioural interventions is an essential first step before embarking on randomized controlled trials which involve complex behavioural changes in professionals or patients.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":34710,
        "ReviewID":"CD001481",
        "PMID":"PMID:9722800",
        "Title":"Reducing lower-extremity amputations due to diabetes. Application of the staged diabetes management approach in a primary care setting.",
        "Abstract":"While lower-extremity amputation (LEA) is a frequent complication of diabetes, effective strategies for the prevention of LEA in primary care settings have not been extensively studied.\n                This prospective study of American Indians with diabetes in a rural primary care clinic was divided into three periods: the standard care period (1986 to 1989), during which patients received foot care at the discretion of the primary care provider; the public health period (1990 to 1993), during which patients were screened for foot problems and high-risk individuals received foot care education and protective footwear; and the Staged Diabetes Management (SDM) period (1994 to 1996), during which comprehensive guidelines for diabetic foot management were adapted by the primary care clinicians to their practices and were systematically implemented.\n                A total of 639 individuals contributed 4322 diabetic person-years during the three periods of observation. Patient sex distribution, mean age, and mean duration of diabetes were similar i the three periods. The average annual LEA incidence was 29\/1000 diabetic person-years for the standard care period (n = 42), 21\/1000 for the public health period (n = 33), and 15\/1000 for the SDM period (n = 20), an overall 48% reduction (P = .016). Overall, the incidence of a first amputation declined from 21\/1000 to 6\/1000 (P < .0001).\n                The customization and systematic implementation of practice guidelines by local primary care providers was associated with improved diabetic foot care outcomes. SDM has relevance to primary care organizations seeking to improve outcomes for patients with diabetes.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":34720,
        "ReviewID":"CD001481",
        "PMID":"PMID:9542703",
        "Title":"Putting population-based care into practice: real option or rhetoric?",
        "Abstract":"Efforts to improve care have focused on population-based approaches, though little practical information exists about implementation.\n                This report reviews relevant literature on teamwork in the context of a time-series evaluation of a demonstration project to reorganize care of a single panel of patients in a managed care setting. The proportion of the study panel achieving recommended levels for breast and colon cancer screening, warfarin control, and diabetic eye care was compared with the surrounding practice panels and the managed care population as a whole. Using unconditional logistic regression, we compared changes within populations between March 1993 and March 1995, and the rate of change between populations during the same period.\n                A model of team care was successfully implemented. Colon (occult blood in the stool) and breast (mammography) screening increased more rapidly in the study population than in the surrounding practices or plan as a whole (P < 0.05 for all comparisons). There was no significant improvement in warfarin control or diabetic eye examinations, though absolute increases occurred.\n                This work shows that a team approach to population-based care is a real option. Such an approach, however, will not generalize to other settings or all conditions, and its implementation involves some major challenges.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":34722,
        "ReviewID":"CD001481",
        "PMID":"PMID:9786807",
        "Title":"Nurse case management to improve glycemic control in diabetic patients in a health maintenance organization. A randomized, controlled trial.",
        "Abstract":"Control of hyperglycemia delays or prevents complications of diabetes, but many persons with diabetes do not achieve optimal control.\n                To compare diabetes control in patients receiving nurse case management and patients receiving usual care.\n                Randomized, controlled trial.\n                Primary care clinics in a group-model health maintenance organization (HMO).\n                17 patients with type 1 diabetes mellitus and 121 patients with type 2 diabetes mellitus.\n                The nurse case manager followed written management algorithms under the direction of a family physician and an endocrinologist. Changes in therapy were communicated to primary care physicians. All patients received ongoing care through their primary care physicians.\n                The primary outcome, hemoglobin A1c (HbA1c) value, was measured at baseline and at 12 months. Fasting blood glucose levels, medication type and dose, body weight, blood pressure, lipid levels, patient-perceived health status, episodes of severe hypoglycemia, and emergency department and hospital admissions were also assessed.\n                72% of patients completed follow-up. Patients in the nurse case management group had mean decreases of 1.7 percentage points in HbA1c values and 43 mg\/dL (2.38 mmol\/L) in fasting glucose levels; patients in the usual care group had decreases of 0.6 percentage points in HbA1c values and 15 mg\/dL (0.83 mmol\/L) in fasting glucose levels (P < 0.01). Self-reported health status improved in the nurse case management group (P = 0.02). The nurse case management intervention was not associated with statistically significant changes in medication type or dose, body weight, blood pressure, or lipids or with adverse events.\n                A nurse case manager with considerable management responsibility can, in association with primary care physicians and an endocrinologist, help improve glycemic control in diabetic patients in a group-model HMO.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":34713,
        "ReviewID":"CD001481",
        "PMID":"PMID:10522120",
        "Title":"Evaluation of general practice computer templates. Lessons from a pilot randomised controlled trial.",
        "Abstract":"We conducted a pilot randomised trial of computerised templates for the management of asthma and diabetes in general practice in six general practices in North London. Uptake of the guidelines by general practitioners and practice nurses was assessed using qualitative (semi-structured interviews designed to assess the users' views) and quantitative (change in use of the template during the study period) outcome measures. The practice nurses used the templates frequently but general practitioners rarely used them. Several reasons were offered for non-use of the templates, such as the length of the template and non-involvement in the care of asthma or diabetes. Despite this, however, health professionals were favourably disposed to the use of templates for general clinical care. Pilot investigations of computerised templates are best achieved by observational or quasi-experimental methods rather than a randomised controlled trial. The use of both qualitative and quantitative methods in this study allowed exploration of the barriers to use of computers.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":34693,
        "ReviewID":"CD001481",
        "PMID":"PMID:10587835",
        "Title":"Diabetes management in a health maintenance organization. Efficacy of care management using cluster visits.",
        "Abstract":"To evaluate the effectiveness of a cluster visit model led by a diabetes nurse educator for delivering outpatient care management to adult patients with poorly controlled diabetes.\n                This study involved a randomized controlled trial among patients of Kaiser Permanente's Pleasanton, CA, center who were aged 16-75 years and had either poor glycemic control (HbA1c > 8.5%) or no HbA1c test performed during the previous year. Intervention subjects received multidisciplinary outpatient diabetes care management delivered by a diabetes nurse educator, a psychologist, a nutritionist, and a pharmacist in cluster visit settings of 10-18 patients\/month for 6 months. Outcomes included change (from baseline) in HbA1c levels; self-reported changes in self-care practices, self-efficacy, and satisfaction; and utilization of inpatient and outpatient health care.\n                After the intervention, HbA1c levels declined by 1.3% in the intervention subjects versus 0.2% in the control subjects (P < 0.0001). Several self-care practices and several measures of self-efficacy improved significantly in the intervention group. Satisfaction with the program was high. Both hospital (P = 0.04) and outpatient (P < 0.01) utilization were significantly lower for intervention subjects after the program.\n                A 6-month cluster visit group model of care for adults with diabetes improved glycemic control, self-efficacy, and patient satisfaction and resulted in a reduction in health care utilization after the program.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":34702,
        "ReviewID":"CD001481",
        "PMID":"PMID:10193883",
        "Title":"Shared care for diabetes: supporting communication between primary and secondary care.",
        "Abstract":"To assess the effects on information exchange of electronic communication between physicians co-treating diabetic patients.\n                Comparison of traditional paper-based communication for reporting and electronic communication.\n                General practitioners and an internal medicine outpatient clinic of an urban public hospital.\n                A total of 275 diabetic patients, and the 32 general practitioners and one internal medicine consultant who cared for them. Intervention: An electronic communication network, linking up the computer-based patient records of the physicians, thus enabling electronic data interchange.\n                Number of letters sent and received per year by the general practitioners, the number of diabetes-related parameters (e.g. results of laboratory tests) in the patient records, and HBA1C levels.\n                Intervention GPs received more messages per year (1.6 per patient) than control GPs (0.5 per patient, P<0.05). Significant higher availability (P<0.05) was achieved for data on HBA1C levels, fructosamine levels, blood pressure measurements, cholesterol levels, triglyceride levels and weight measurements. Intervention patients showed a slight but significant decrease of HBA1C levels in the second semester of 1994 (from 7.0 to 6.8, P = 0.03), control patients also showed a slightly decreased group mean, but this change was not significant (from 6.6 to 6.5, P = 0.52). The magnitudes of these mean differences, however, were not significantly different (intervention group: 0.21; control group: 0.12, P = 0.68).\n                The electronic communication network for exchanging consultation outcomes significantly increased frequency of communication and the availability of data to the general practitioner on diagnostic procedures performed in the hospital, thus providing more complete information about the care that patients are receiving. A large-scale experiment over a longer period of time is needed to assess the effects of improved communication on quality of care.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":34696,
        "ReviewID":"CD001481",
        "PMID":"PMID:10526733",
        "Title":"Implementing practice guidelines for diabetes care using problem-based learning. A prospective controlled trial using firm systems.",
        "Abstract":"A controlled trial with 15-month follow-up was conducted in two outpatient clinics to study the effects of using the problem-based learning technique to implement a diabetes clinical practice guideline.\n                A total of 144 patients with type 2 diabetes aged 25-65 years in two internal medicine outpatient clinics were enrolled in the study. African-Americans and Hispanics made up > 75% of the patients. Doctors and staff in one of the clinics were trained in the use of a clinical practice guideline based on Staged Diabetes Management. A problem-based learning educational program was instituted to reach consensus on a stepped intensification scheme for glycemic control and to determine the standards of care used in the clinic. HbA1c was obtained at baseline and at 9 and 15 months after enrollment.\n                At 9 months, there was a mean -0.90% within-subject change in HbA1c in the intervention group, with no significant changes in the control group. The 15-month mean within-subject change in HbA1c of -0.62% in the intervention group was also significant. Among intervention patients, those with the poorest glycemic control at baseline realized the greatest benefit in improvement of HbA1c. The intervention group also exhibited significant changes in physician adherence with American Diabetes Association standards of care.\n                Clinical practice guidelines are an effective way of improving the processes and outcomes of care for patients with diabetes. Problem-based learning is a useful strategy to gain physician support for clinical practice guidelines. More intensive interventions are needed to maintain treatment gains.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":34706,
        "ReviewID":"CD001481",
        "PMID":"PMID:10332676",
        "Title":"Effect of multiple patient reminders in improving diabetic retinopathy screening. A randomized trial.",
        "Abstract":"To determine whether multiple mailed patient reminders can produce an increase in the rate of diabetic retinal examinations (DRE) over that seen with a single reminder.\n                All diabetic members > or = 18 years who were enrolled in a large network-based health maintenance organization (HMO) in California from August 1996 to July 1997 were identified using claims and pharmacy databases. Members who had no record of DRE in the HMO's claims database were then randomized into two groups. Both groups received mailed educational materials and a reminder to obtain the examination. Their physician groups also received a letter explaining the program, current guidelines for DRE, and a list of their diabetes patients with their DRE status. The single intervention group received no additional reminders. The multiple intervention group received additional reminders at 3, 6, and 9 months after baseline if they continued with no record of service, as determined from the claims database.\n                The study cohort comprised 19,523 diabetic members, which were randomized into single (n = 9,614) and multiple (n = 9,909) intervention groups. There was an increase in monthly DRE rates after the intervention in August 1996 for both intervention groups. After the second reminder was sent to the multiple intervention group, the percentage of diabetic members receiving DRE was higher than the single intervention group. Rates before and after the third intervention were not significantly different, nor were monthly differences found. There was a significant difference in overall annual DRE rates between the groups (P = 0.023).\n                Multiple patient reminders are more effective than single reminders in improving DRE rates in a managed care setting. However, the improvement noted was clinically small and appeared only after the second reminder; no incremental improvement was seen with additional reminders. Resources used for multiple reminders aimed at diabetic retinopathy might better be spent on other approaches to reducing complications of diabetes.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":34724,
        "ReviewID":"CD001481",
        "PMID":"PMID:3339482",
        "Title":"The Diabetes Education Study: a controlled trial of the effects of intensive instruction of internal medicine residents on the management of diabetes mellitus.",
        "Abstract":"The Diabetes Education Study was a controlled trial of the effects of physician and patient education. This article describes an educational program for internal medicine residents and its effects on ambulatory diabetes management practices. Forty-five of 86 residents practicing in the general medicine clinic of a university-affiliated city\/county hospital were assigned randomly to receive a multifaceted program intended to 1) provide specific care recommendations, 2) teach necessary skills, and 3) make the professional and institutional environment more supportive. During the subsequent 11 months, 323 diabetic patients were interviewed and their records audited for evidence of changes in care. Experimental residents utilized fasting blood glucose determinations more often than controls (i.e., during 40% of visits vs. 31%, p = 0.004). Experimental residents also engaged more frequently in a variety of recommended dietary management recommendations. Isolated differences in monitoring\/management of chronic complications also were found (e.g., lipid screening: 70% of experimental residents' patients vs. 58%, p = 0.016). Intensive, multifaceted programs of this nature are concluded to result in improvements in diabetes care, over and above that which is attainable through routine methods of clinical training for residents.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":34691,
        "ReviewID":"CD001481",
        "PMID":"PMID:507073",
        "Title":"Evaluation of a clinical pharmacist in caring for hypertensive and diabetic patients.",
        "Abstract":null,
        "Year":null
    },
    {
        "Unnamed: 0":34701,
        "ReviewID":"CD001481",
        "PMID":"PMID:3416683",
        "Title":"Interventions among primary-care practitioners to improve care for preventable complications of diabetes.",
        "Abstract":"The National Diabetes Advisory Board recommends that diabetes prevention and control programs focus on the preventable complications of diabetes, i.e., visual impairment, lower-extremity problems, renal problems, ketoacidosis, and adverse outcomes of pregnancy. The Florida Diabetes Control Program chose to focus its efforts on the first three of these complications at the federal- and state-funded primary-care programs in Florida because these programs had access to targeted, public-sector patients and because of fiscal restraints that make the care provider the logical source of entry to the health-care system. This study sought to document the current level of care for complications of diabetes in primary-care settings, provide state-of-the-art professional education along with patient education, and evaluate changes in practice habits. Three intervention and three control primary-care centers were selected. Medical records in each center were reviewed over a 2-yr period. At intervention sites, retinopathy referrals increased from 9 to 43% (P less than .001), urinalyses increased from 69 to 94% (P less than .001), and examinations of lower extremities increased from 66 to 94% (P less than .001). There were no such changes in the control sites. Hypertension was diagnosed in nearly two-thirds of patients, and a last blood pressure of greater than 140 mmHg systolic or greater than 90 mmHg diastolic was present in 64% of the intervention group at yr 1 and declined to 56% at yr 2 (P less than .05).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":null
    },
    {
        "Unnamed: 0":34708,
        "ReviewID":"CD001481",
        "PMID":"PMID:9794859",
        "Title":"Randomised controlled trial of patient centred care of diabetes in general practice: impact on current wellbeing and future disease risk. The Diabetes Care From Diagnosis Research Team.",
        "Abstract":"To assess the effect of additional training of practice nurses and general practitioners in patient centred care on the lifestyle and psychological and physiological status of patients with newly diagnosed type 2 diabetes.\n                Pragmatic parallel group design, with randomisation between practice teams to routine care (comparison group) or routine care plus additional training (intervention group); analysis at one year, allowing for practice effects and stratifiers; self reporting by patients on communication with practitioners, satisfaction with treatment, style of care, and lifestyle.\n                41 practices (21 in intervention group, 20 in comparison group) in a health region in southern England.\n                250\/360 patients (aged 30-70 years) diagnosed with type 2 diabetes and completing follow up at one year (142 in intervention group, 108 in comparison group).\n                1.5 days' group training for the doctors and nurses-introducing evidence for and skills of patient centred care and a patient held booklet encouraging questions.\n                Quality of life, wellbeing, haemoglobin A1c and lipid concentrations, blood pressure, body mass index (kg\/m2).\n                Compared with patients in the C group, those in the intervention group reported better communication with the doctors (odds ratio 2.8; 95% confidence interval 1.8 to 4.3) and greater treatment satisfaction (1.6; 1.1 to 2.5) and wellbeing (difference in means (d) 2.8; 0.4 to 5.2). However, their body mass index was significantly higher (d=2.0; 0.3 to 3.8), as were triglyceride concentrations (d=0.4 mmol\/l; 0.07 to 0.73 mmol\/l), whereas knowledge scores were lower (d=-2.74; -0.23 to -5.25). Differences in lifestyle and glycaemic control were not significant.\n                The findings suggest greater attention to the consultation process than to preventive care among trained practitioners; those committed to achieving the benefits of patient centred consulting should not lose the focus on disease management.",
        "Year":null
    }
]