[
    {
        "Unnamed: 0": 6205,
        "ReviewID": "CD000551",
        "PMID": "PMID:2551765",
        "Title": "Ursodeoxycholic acid in primary biliary cirrhosis: results of a controlled double-blind trial.",
        "Abstract": "We studied the effect of ursodeoxycholic acid on 18 women and 2 men with primary biliary cirrhosis, mainly stages I and II. After a 3-mo observation period, patients were randomized to a 9-mo treatment period with ursodeoxycholic acid, 10 mg/kg.day, or placebo. Two patients on placebo left the study. In all patients on ursodeoxycholic acid, mean values of serum glutamate dehydrogenase, aspartate and alanine aminotransferases, alkaline phosphatase, and gamma-glutamyl transpeptidase fell significantly by 48%-79% after 18-24 wk; 7 of 10 showed a mean decrease of 35% in immunoglobulin M after 24 wk. Prothrombin time, serum bilirubin, albumin, the antipyrin breath test, and plasma disappearance of indocyanine green were normal initially and did not change. Total serum bile acid concentrations increased; ursodeoxycholic acid became the predominant bile acid. No significant improvement occurred in the placebo group. Hepatic histology improved in 6 patients of the ursodeoxycholic acid group but deteriorated in 4 patients receiving placebo. In studies with erythrocyte membranes, changes in electron spin resonance revealed that ursodeoxycholic acid was less toxic than chenodeoxycholic or deoxycholic acid, and coaddition of ursodeoxycholic acid prevented their toxic effect.",
        "Year": 1989,
        "CitationCount": 354
    },
    {
        "Unnamed: 0": 6203,
        "ReviewID": "CD000551",
        "PMID": "PMID:1980654",
        "Title": "A multi-center double-blind controlled trial of ursodeoxycholic acid for primary biliary cirrhosis.",
        "Abstract": "A multi-center double-blind controlled trial of ursodeoxycholic acid (UDCA) for treatment of primary biliary cirrhosis (PBC) was carried out. Twenty two and 23 patients were treated with 600 mg/day UDCA and placebo, respectively, for 24 weeks. In UDCA-treated patients, fall of serum aspartate aminotransferase, alanine aminotransferase, alkaline phosphatase and gamma-glutamyltranspeptidase activities started within 4 weeks after start of the trial and continued throughout the trial period. The serum IgM level fell in 7 UDCA-treated patients examined but not in 10 placebo-treated patients examined. Serum bilirubin concentration showed no significant change at the end of the study in either of UDCA- and placebo-treated group of patients. There was no significant difference between these two groups with respect to the frequency of improvement of pruritus. In UDCA-treated patients, serum bile acid composition changed markedly, though its concentration showed no significant change. The percentage of total bile acid which ursodeoxycholic acid took up increased, whereas those which cholic acid, chenodeoxycholic acid and deoxycholic acid took up were decreased.",
        "Year": 1990,
        "CitationCount": 26
    },
    {
        "Unnamed: 0": 6208,
        "ReviewID": "CD000551",
        "PMID": "PMID:1674105",
        "Title": "A multicenter, controlled trial of ursodiol for the treatment of primary biliary cirrhosis. UDCA-PBC Study Group.",
        "Abstract": "In primary biliary cirrhosis the hepatic lesions may result, at least in part, from the intracellular accumulation of potentially toxic endogenous bile acids. Preliminary work suggests that the administration of ursodiol (also called ursodeoxycholic acid), a hydrophilic bile acid without hepatotoxicity, leads to improvement in the condition of patients with primary biliary cirrhosis.\n                We conducted a two-year, multicenter, double-blind trial to compare the efficacy of ursodiol with that of placebo. Patients with biopsy-proved primary biliary cirrhosis were randomly assigned to receive either ursodiol (13 to 15 mg per kilogram of body weight per day) (n = 73) or placebo (n = 73). Treatment failure was defined as a doubling of bilirubin levels to more than 70 mumol per liter or the occurrence of a severe complication (ascites or variceal bleeding) or an adverse reaction.\n                Treatment failed in 6 patients in the ursodiol group, as compared with 13 in the placebo group (P less than 0.01 by Cox regression model). A single patient in each group withdrew because of minor adverse effects. After two years of treatment, the proportion of patients with clinically overt disease decreased only in the ursodiol group (P less than 0.02). The patients treated with ursodiol had significant improvements in serum levels of bilirubin, alkaline phosphatase, alanine aminotransferase, aspartate aminotransferase, gamma-glutamyltransferase, cholesterol, and IgM (all P less than 0.001); the antimitochondrial-antibody titer (P less than 0.01); and the Mayo risk score (P less than 0.001). Follow-up analysis of 95 liver-biopsy specimens showed a significant improvement in the mean histologic score (P less than 0.002) and in all the characteristic histologic features except fibrosis only in the group given ursodiol.\n                Ursodiol is a safe and effective treatment for primary biliary cirrhosis.",
        "Year": 1991,
        "CitationCount": 695
    },
    {
        "Unnamed: 0": 6198,
        "ReviewID": "CD000551",
        "PMID": "PMID:8100153",
        "Title": "Ursodeoxycholic acid in the treatment of primary biliary cirrhosis: a short-term, randomized, double-blind controlled, cross-over study with long-term follow up.",
        "Abstract": "In order to evaluate the efficacy of ursodeoxycholic acid (UDCA) in the treatment of Chinese patients with primary biliary cirrhosis, a short-term, randomized, double-blind controlled, cross-over study was done with long-term follow up. In the first part of the study, 12 patients were randomly chosen to receive either UDCA 600 mg/day for 3 months followed by a placebo for 3 months or a placebo for 3 months followed by UDCA for 3 months. The clinical symptoms of pruritus improved when the patients were receiving UDCA but became worse when receiving a placebo. Mean serum levels of alkaline phosphatase (ALPase), gamma-glutamyl transferase (gamma-GT), total bilirubin, cholesterol, alanine aminotransferase (ALT) and aspartate aminotransferase all decreased below the baseline values when receiving UDCA treatment and all increased above the baseline values when receiving the placebo. The difference was statistically significant. In the second part of the study, 19 patients received long-term UDCA treatment (mean 20 months). The clinical symptoms of pruritus improved in 90% of the pruritic patients. Serum levels of ALPase, gamma-GT and ALT fell significantly from the pretreatment values, 6, 12 and from the mean 20 months after UDCA treatment. Serum levels of total bilirubin fell significantly 6 and 12 months after UDCA treatment but did not reach statistical significance at the last follow up. No patient lost antimitochondrial antibody and elevated immunoglobulin levels did not improve significantly, but the Mayo clinical risk score improved significantly after long-term UDCA treatment.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1993,
        "CitationCount": 22
    },
    {
        "Unnamed: 0": 6200,
        "ReviewID": "CD000551",
        "PMID": "PMID:7657280",
        "Title": "A randomized, double-blind, placebo-controlled trial of ursodeoxycholic acid in primary biliary cirrhosis.",
        "Abstract": "One hundred fifty-one patients with primary biliary cirrhosis (PBC) grouped into four strata based on entry serum bilirubin ( < 2 mg/dL vs. 2 md/dL or greater) and liver histology (stages I, II vs. stages III, IV-Ludwig criteria) were randomized within each stratum to ursodiol or placebo given in a single dose of 10 to 12 mg/kg at bedtime for 2 years. Placebo- (n = 74) and ursodiol- treated (n = 77) patients were well matched at baseline for demographic and prognostic factors. Ursodiol induced major improvements in biochemical tests of the liver in strata 1 and 2 (entry bilirubin < 2), but had less effect on laboratory tests in patients with entry serum bilirubin of > or +2 (strata 3 and 4). Histology was favorably affected by ursodiol in patients in strata 1 and 2 but not in strata 3 and 4. Ursodiol enrichment in fasting bile obtained at the conclusion of the trail was approximately 40% and comparable in all strata. Thus, differences in ursodiol enrichment of the bile acid pool do not explain better responses of laboratory tests and histology found in patients with less advanced PBC. Patients treated will ursodiol tended to develop a treatment failure less frequently that those who received placebo, particularly in strata 1 and 2 (ursodiol 42%, placebo 60%, P = .078). Development of severe symptoms (fatigue/pruritus) and doubling of serum bilirubin were reduced significantly in ursodiol-treated patients.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1993,
        "CitationCount": 294
    },
    {
        "Unnamed: 0": 6209,
        "ReviewID": "CD000551",
        "PMID": "PMID:8315262",
        "Title": "Ursodeoxycholic acid for symptomatic primary biliary cirrhosis. Preliminary analysis of a double-blind multicenter trial. Italian Multicenter Group for the Study of UDCA in PBC.",
        "Abstract": "The administration of ursodeoxycholic acid, a hydrophilic bile acid not hepatotoxic to humans, has been suggested for treatment of primary biliary cirrhosis to improve cholestasis and reduce hepatocellular damage. Efficacy of treatment has been studied mainly in patients with asymptomatic or early-stage disease. In January 1988, to establish the efficacy and safety of ursodeoxycholic acid in a population with more severe disease, we started a multicenter, double-blind, placebo-controlled trial in patients with symptomatic disease, that is, with pruritus or serum bilirubin exceeding 2 mg/dl. Forty-four patients were assigned to ursodeoxycholic acid, 500 mg daily (corresponding to about 8.7 mg/kg body weight in these patients), and 44 to a placebo. As planned at the beginning of the study, a preliminary analysis was performed when all patients had been followed for at least 6 months (33 patients up to 12 months). Pruritus, self-evaluated by the patients, and cholestyramine consumption, as recorded in a diary, decreased significantly (p < 0.01) in both groups. In patients who initially had abnormal levels, serum bilirubin decreased significantly (p < 0.05) in the ursodeoxycholic acid group compared to placebo. After 6 months the following were also significantly better in the ursodeoxycholic acid than in the placebo group: a composite weighted biochemical index taking into account the changes in serum bilirubin, alkaline phosphatase, gamma-GT and AST (p < 0.001); serum prealbumin (p < 0.05); IgG (p < 0.01) and IgM (p < 0.01) levels.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1993,
        "CitationCount": 62
    },
    {
        "Unnamed: 0": 6197,
        "ReviewID": "CD000551",
        "PMID": "PMID:8175136",
        "Title": "The Canadian Multicenter Double-blind Randomized Controlled Trial of ursodeoxycholic acid in primary biliary cirrhosis.",
        "Abstract": "Ursodeoxycholic acid, a dihydroxyl bile acid normally present in human beings in minimal amounts, becomes incorporated into the bile salt pool when taken orally. In cholestasis, bile acids are retained in the liver and are hepatotoxic. Ursodeoxycholic acid is the least-known hepatotoxic bile acid, has choleretic properties and is reported to benefit patients with chronic cholestasis. In a nationwide Canadian controlled trial, 222 patients with primary biliary cirrhosis were treated with ursodeoxycholic acid (14 mg/kg/body wt/day) or placebo for 24 mo. Only patients with a diagnosis confirmed by liver biopsy and serum positive for antimitochondrial antibodies were enrolled; 88% were symptomatic on entry. The primary outcome measure was percent change in total serum bilirubin from baseline to final follow-up. Treated patients (111) and controls (111) were comparable with regard to age, gender, biochemical parameters and liver histological condition. Although treatment was not associated with any improvement in symptoms, ursodeoxycholic acid therapy caused the bilirubin to fall significantly within the first 3 mo of therapy (p < 0.001). Significant falls in serum alkaline phosphatase, aminotransferases, cholesterol and IgM levels were also noted in the treated group. Improvement in some histological features was observed but there was no difference between the groups in the number of patients who reached the endpoints of death or liver transplantation. Ursodeoxycholic acid, given to patients with primary biliary cirrhosis, leads to an improvement in serum markers of cholestasis. A larger sample size is needed to determine whether ursodeoxycholic acid therapy has a beneficial effect on the survival of patients with primary biliary cirrhosis.",
        "Year": 1994,
        "CitationCount": 430
    },
    {
        "Unnamed: 0": 6199,
        "ReviewID": "CD000551",
        "PMID": "PMID:8003650",
        "Title": "A two year controlled trial examining the effectiveness of ursodeoxycholic acid in primary biliary cirrhosis.",
        "Abstract": "Forty-six patients with primary biliary cirrhosis from a single centre were studied in a randomized placebo-controlled trial to determine the effectiveness of ursodeoxycholic acid (UDCA) over a 2 year period. The two groups were well-matched at baseline. For each parameter, by calculating the difference between the median changes with time between the UDCA group and the placebo group, it was found that from entry, with respect to placebo, there were differences between median changes (MCD) favouring the UDCA group in bilirubin (MCD 5 mumol/L [95% confidence interval (CI) 1 to 12] at 1 year and 5 mumol/L (95% CI 1 to 9) at 2 years), alkaline phosphatase MCD 242 iu/L (95% CI 107 to 360) at 1 year and 268 iu/L (95% CI 146 to 424) at 2 years and aspartate aminotransferase MCD 26 iu/L (95% CI 12 to 41) at 1 year and 37 iu/L (95% CI 16 to 64) at 2 years. Within the UDCA group, there was long-term fall in alkaline phosphatase [median fall 116 iu/L (95% CI 93 to 378) at 2 years and aspartate aminotransferase [median fall 18 iu/L (95% CI 6 to 47) at 2 years; however, the major change in bilirubin was a modest rise over 2 years in the placebo group [median rise 2 mumol/L (95% CI 1 to 9)]. Changes in albumin, prothrombin ratio and immunoglobulins were generally minor and not significant.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year": 1994,
        "CitationCount": 45
    },
    {
        "Unnamed: 0": 6207,
        "ReviewID": "CD000551",
        "PMID": "PMID:8174890",
        "Title": "Ursodeoxycholic acid in the treatment of primary biliary cirrhosis.",
        "Abstract": "A double-blind, placebo-controlled trial of ursodeoxycholic acid (UDCA) was conducted in 180 patients with primary biliary cirrhosis (PBC) to define the efficacy and safety of UDCA. Efficacy was assessed by time to treatment failure defined as death; liver transplantation; histological progression; development of varices, ascites, or encephalopathy; doubling of total serum bilirubin levels; progression of fatigue or pruritus; drug toxicity; or voluntary withdrawal.\n                Patients with well-defined PBC underwent complete history, physical examination, liver chemistries, ultrasonography, upper endoscopy, and liver biopsy at entry as well as at 2 years. Liver chemistries were determined every 3 months.\n                In patients receiving UDCA, treatment failure was delayed compared with the placebo-treated group (P = 0.0003, log rank test). Seven patients receiving UDCA died or required transplantation compared with 12 in the placebo group (P = 0.18). No patients discontinued UDCA because of side effects of toxicity.\n                UDCA was extraordinarily safe and well tolerated, and its use was associated with delayed progression of the disease as defined in this study. However, the lack of effects on symptoms, histology, and the need for liver transplantation or survival indicate that further evaluation is necessary to determine the ultimate role of UDCA in the treatment of PBC.",
        "Year": 1994,
        "CitationCount": 480
    },
    {
        "Unnamed: 0": 6202,
        "ReviewID": "CD000551",
        "PMID": "PMID:7729640",
        "Title": "A placebo-controlled trial of primary biliary cirrhosis treatment with colchicine and ursodeoxycholic acid.",
        "Abstract": "Ursodeoxycholic acid (UDCA) and colchicine have beneficial effects in primary biliary cirrhosis (PBC). The efficacy of colchicine and UDCA in PBC was compared in a 2-year placebo-controlled study (n = 90).\n                Clinical events, laboratory test results, and liver histology were recorded at the beginning and end of the trial.\n                There were significantly fewer dropouts for hepatic reasons with UDCA than with placebo. Pruritus was reduced by both active drugs. Colchicine improved liver function test results only modestly, whereas UDCA significantly decreased the serum activities of aminotransferases, alkaline phosphatase, and gamma-glutamyltransferase compared with colchicine and placebo. Serum total bilirubin levels were decreased only by UDCA. Both colchicine and UDCA reduced serum cholesterol levels, and UDCA also reduced high-density lipoprotein cholesterol levels. Furthermore, UDCA reduced the serum levels of immunoglobulin (Ig) M and IgG, and colchicine reduced IgG levels compared with placebo. The elevated serum level of aminoterminal propeptide of type III procollagen remained unchanged by colchicine or UDCA, whereas the serum level of carboxyterminal propeptide of type I procollagen was significantly decreased by UDCA. UDCA significantly decreased ductular proliferation compared with colchicine or placebo.\n                These data suggest that UDCA frequently is superior to colchicine and especially to placebo in the treatment of PBC.",
        "Year": 1995,
        "CitationCount": 104
    },
    {
        "Unnamed: 0": 6206,
        "ReviewID": "CD000551",
        "PMID": "PMID:9051880",
        "Title": "Ursodeoxycholic acid treatment in patients with primary biliary cirrhosis. A Swedish multicentre, double-blind, randomized controlled study.",
        "Abstract": "Ursodeoxycholic acid (UDCA) has been shown to improve serum levels of liver enzymes and bilirubin in primary biliary cirrhosis (PBC). However, it is still uncertain whether UDCA treatment also improves symptoms, liver histology, and survival without liver transplantation.\n                We randomized 116 patients with PBC to receive 0.5 g UDCA (n = 60) or placebo (n = 56) daily for 2 years. During the next 2 years, 80% of the UDCA-treated patients and 65% of the placebo-treated patients continued to take UDCA.\n                UDCA improved serum enzyme values but not survival, symptoms, serum bilirubin levels, or liver histology. There was no significant difference in response between initially symptomatic and asymptomatic patients.\n                UDCA in a dosage of 7.7 mg/kg body weight is of little benefit in PBC. This does not exclude the possibility that larger doses have beneficial effects.",
        "Year": 1997,
        "CitationCount": 59
    },
    {
        "Unnamed: 0": 6204,
        "ReviewID": "CD000551",
        "PMID": "PMID:10782903",
        "Title": "Long-term effects of ursodeoxycholic acid in primary biliary cirrhosis: results of a double-blind controlled multicentric trial. UDCA-Cooperative Group from the Spanish Association for the Study of the Liver.",
        "Abstract": "The aim of this study was to assess the efficacy of ursodeoxycholic acid (UDCA) for primary biliary cirrhosis in a randomized, double-blind placebo-controlled trial.\n                Consecutive patients (n=192) were randomized to receive 14-16 mg UDCA/kg/day or placebo. Patients underwent a complete history, physical examination, liver chemistries, immunological determinations and liver biopsy at entry and at the end of the trial, which lasted for at least 2 years. Patients were seen every 3 months and the median follow-up was 3.4 years (range 0.3 to 6.1 years).\n                Patients receiving UDCA (99) or placebo (93) were comparable with regard to age, sex, biochemical parameters and liver histology. UDCA treatment was associated with decreases in alkaline phosphatase, gammaglutamyl transferase, alanine aminotransferase, and cholesterol levels, effects which were conspicuous after 3 months of treatment and remained similar during the follow-up. During the study 31 patients (10 receiving UDCA and 21 placebo) discontinued the trial because of noncompliance (n=11), voluntary withdrawal (n=19) or adverse effects (n=1). Treatment failure (death or liver transplantation) was observed in 17 patients receiving UDCA and in 11 patients receiving placebo. Times to death or liver transplantation and to clinical complications were not significantly different in patients receiving UDCA or placebo. Histological analysis indicates that UDCA improved portal inflammation and prevented histological stage progression. By contrast, histological stage as well as ductular proliferation and ductopenia progressed in patients receiving placebo.\n                Although UDCA treatment did not significantly affect time to death or liver transplantation and to clinical complications, the effects on both cholestasis and liver histology suggest that UDCA is safe and may be useful for preventing the progression of primary biliary cirrhosis.",
        "Year": 2000,
        "CitationCount": 78
    },
    {
        "Unnamed: 0": 6201,
        "ReviewID": "CD000551",
        "PMID": "PMID:12190178",
        "Title": "Ursodeoxycholic acid for primary biliary cirrhosis: final results of a 12-year, prospective, randomized, controlled trial.",
        "Abstract": "The aim of this study was to evaluate whether ursodeoxycholic acid (UDCA) has any effect on the development of liver decompensation and on survival of patients with primary biliary cirrhosis (PBC).\n                A total of 86 patients with compensated PBC were randomly assigned to receive UDCA (n = 43) or to remain untreated (controls, n = 43). There was no significant difference in the baseline characteristics between the two groups. Mean follow-up was 7.3 +/- 3.0 yr in the UDCA and 8.1 +/- 3.1 yr in the control group. Fourteen control patients were crossed-over to UDCA therapy after a median of 3.5 yr (range 2-8 yr), at their own request.\n                Liver decompensation developed in 41 patients (22 in the UDCA and 19 in the control group) and liver death or transplantation in 33 (19 in the UDCA and 14 in the control group) patients. There was no significant difference in the probability of development of liver decompensation, liver death, or transplantation (by log-rank test) between UDCA-treated and control patients, whether by an intention-to-treat or by treatment-as-received analysis.\n                UDCA was not found to have any demonstrable effect on the long-term outcome of PBC and did not improve the survival of PBC patients.",
        "Year": 2002,
        "CitationCount": 57
    }
]