[
    {
        "Unnamed: 0": 7288,
        "ReviewID": "CD008096",
        "PMID": "PMID:1298056",
        "Title": "Feeding via nasogastric tube or percutaneous endoscopic gastrostomy. A comparison.",
        "Abstract": "When a patient needs enteral feeding, there are two methods to administer the nutrition. The method most used is the nasogastric tube (NGT), although in the literature little is published about the advantages and complications of the NGT. The second method is percutaneous endoscopic gastrostomy (PEG). A prospective randomized trial was started, and so far 90 patients have entered the study (46 NGT and 44 PEG). In four patients it was not possible to insert the NGT, and in three patients it was impossible to place the PEG. In both groups 6.5% aspiration was found. Nasal decubitus and swallowing problems were seen in 13% and 17%, respectively, in the NGT group. Intraperitoneal bleeding and abdominal pain were found in 2% and 11%, respectively, in the PEG group. Fixation of the patients was needed in 7% of the PEG and 22% in the NGT group. In eight patients in the NGT group the feeding had to be stopped owing to problems; in none of the PEG group was this necessary. The nursing staff awarded marks to each patient on a scale of 5 for the convenience of care (very good, 1; very bad, 5). This resulted in a mean score of 2.6 in the NGT and 2.0 in the PEG group. The score given by the patients was 2.3 in the NGT and 1.8 in the PEG group. There seems to be a clear preference for the PEG as a method for enteral nutrition.",
        "Year": 1992,
        "CitationCount": 140
    },
    {
        "Unnamed: 0": 7290,
        "ReviewID": "CD008096",
        "PMID": "PMID:1628013",
        "Title": "Randomised comparison of percutaneous endoscopic gastrostomy and nasogastric tube feeding in patients with persisting neurological dysphagia.",
        "Abstract": "To compare percutaneous endoscopic gastrostomy and nasogastric tube feeding in patients with persisting neurological dysphagia.\n                Randomised 28 day study of inpatients requiring long term enteral nutrition.\n                Three Glasgow teaching hospitals.\n                40 patients with dysphagia for at least four weeks secondary to neurological disorders: 20 patients (10 women) were randomised to nasogastric feeding and 20 (eight women) to endoscopic gastrostomy.\n                Treatment failure (blocked or displaced tubes on three or more occasions or refusal to continue treatment); duration of feeding; intake of liquid diets; complications; nutritional status at end of trial.\n                One patient in each group died before starting feeding. Treatment failure occurred in 18 of the 19 nasogastric patients and in none of the gastrostomy group. The mean (SE) duration of feeding for the nasogastric group was 5.2 (1.5) days. No complications occurred in the nasogastric group but three (16%) of the gastrostomy group developed minor problems (aspiration pneumonia (two patients) wound infection (one)). Gastrostomy patients received a significantly greater proportion of their prescribed feed (93% (2%)) compared with the nasogastric group, (55% (4%); p less than 0.001) and also gained significantly more weight after seven days of feeding (1.4 (0.5) kg v 0.6 (0.1) kg; p less than 0.05). Analyses at days 14, 21, and 28 were not possible due to the small numbers remaining in the nasogastric group.\n                Percutaneous endoscopic gastrostomy tube feeding is a safe and effective method of providing long term enteral nutrition to patients with neurological dysphagia and offers important advantages over nasogastric tube feeding.",
        "Year": 1992,
        "CitationCount": 437
    },
    {
        "Unnamed: 0": 7289,
        "ReviewID": "CD008096",
        "PMID": "PMID:8555849",
        "Title": "A randomised prospective comparison of percutaneous endoscopic gastrostomy and nasogastric tube feeding after acute dysphagic stroke.",
        "Abstract": "To compare percutaneous endoscopic gastrostomy and nasogastric tube feeding after acute dysphagic stroke.\n                Randomised prospective study of inpatients with acute stroke requiring enteral nutrition.\n                One university hospital (Nottingham) and one district general hospital (Derby).\n                30 patients with persisting dysphagia at 14 days after acute stroke: 16 patients were randomised to gastrostomy tube feeding and 14 to nasogastric tube feeding.\n                Six week mortality; amount of feed administered; change in nutritional state; treatment failure; and length of hospital stay.\n                Mortality at 6 weeks was significantly lower in the gastrostomy group with two deaths (12%) compared with eight deaths (57%) in the nasogastric group (P < 0.05). All gastrostomy fed patients (16) received the total prescribed feed whereas 10/14 (71%) of nasogastric patients lost at least one day's feed. Nasogastric patients received a significantly (P < 0.001) smaller proportion of their prescribed feed (78%; 95% confidence interval 63% to 94%) compared with the gastrostomy group (100%). Patients fed via a gastrostomy tube showed greater improvement in nutritional state, according to several different criteria at six weeks compared with the nasogastric group. In the gastrostomy group the mean albumin concentration increased from 27.1 g/l (24.5 g/l to 29.7 g/l) to 30.1 g/l (28.3 g/l to 31.9 g/l). In contrast, among the nasogastric group there was a reduction from 31.4 g/l (28.6 g/l to 34.2 g/l) to 22.3 g/l (20.7 g/l to 23.9 g/l) (P < 0.003). In addition, there were fewer treatment failures in the gastrostomy group (0/16 versus 3/14). Six patients from the gastrostomy group were discharged from hospital within six weeks of the procedure compared with none from the nasogastric group (P < 0.05).\n                This study indicates that early gastrostomy tube feeding is greatly superior to nasogastric tube feeding and should be the nutritional treatment of choice for patients with acute dysphagic stroke.",
        "Year": 1996,
        "CitationCount": 435
    },
    {
        "Unnamed: 0": 7287,
        "ReviewID": "CD008096",
        "PMID": "PMID:15733717",
        "Title": "Effect of timing and method of enteral tube feeding for dysphagic stroke patients (FOOD): a multicentre randomised controlled trial.",
        "Abstract": "Undernutrition is common in patients admitted with stroke. We aimed to establish whether the timing and route of enteral tube feeding after stroke affected patients' outcomes at 6 months.\n                The FOOD trials consist of three pragmatic multicentre randomised controlled trials, two of which included dysphagic stroke patients. In one trial, patients enrolled within 7 days of admission were randomly allocated to early enteral tube feeding or no tube feeding for more than 7 days (early versus avoid). In the other, patients were allocated percutaneous endoscopic gastrostomy (PEG) or nasogastric feeding. The primary outcome was death or poor outcome at 6 months. Analysis was by intention to treat.\n                Between Nov 1, 1996, and July 31, 2003, 859 patients were enrolled by 83 hospitals in 15 countries into the early versus avoid trial. Early tube feeding was associated with an absolute reduction in risk of death of 5.8% (95% CI -0.8 to 12.5, p=0.09) and a reduction in death or poor outcome of 1.2% (-4.2 to 6.6, p=0.7). In the PEG versus nasogastric tube trial, 321 patients were enrolled by 47 hospitals in 11 countries. PEG feeding was associated with an absolute increase in risk of death of 1.0% (-10.0 to 11.9, p=0.9) and an increased risk of death or poor outcome of 7.8% (0.0 to 15.5, p=0.05).\n                Early tube feeding might reduce case fatality, but at the expense of increasing the proportion surviving with poor outcome. Our data do not support a policy of early initiation of PEG feeding in dysphagic stroke patients.",
        "Year": 2005,
        "CitationCount": 468
    },
    {
        "Unnamed: 0": 7286,
        "ReviewID": "CD008096",
        "PMID": "PMID:16708735",
        "Title": "A prospective comparison of percutaneous endoscopic gastrostomy and nasogastric tube feeding in patients with acute dysphagic stroke.",
        "Abstract": "Dysphagia following stroke is common problem and is of particular concern because of its potental for malnutrition. Nasogastric (NG) and percutaneous endoscopic gastrostomy (PEG) tube feeding are recognized methods for nutritional support for patients with persistent neurologic dysphagia. However, the former is associated with tube dislodgement and blockage that might compromise the patients' nutritional status. There have been few randomized prospective studies to date comparing the efficacy and safety of these 2 modes of dysphagia management in stroke patients. The objective of this study was to compare PEG with NG tube feeding after acute dysphagic stroke in terms of nutritional status and treatment failure. This was a randomized prospective clinical trial. A total of 23 consecutive patients who fulfilled the criteria were recruited from the medical wards in Hospital Universiti Kebangsaan Malaysia. The diagnosis of stroke (acute cerebral infarct) was based on clinical and brain computed tomographic (CT scan) findings; and the diagnosis of dysphagia was done clinically by using the 'swallowing test'. At recruitment, upper-arm skin fold thickness (triceps and biceps) and mid-arm circumference were measured; and blood was drawn for serum albumin level. They were then followed up at 4 weeks where the above tests were repeated. A total of 22 patients completed the study (12 patients in the NG group and 10 patients in the PEG group). Serum albumin levels (p = 0.045) were significantly higher in the PEG as compared to the NG group at 4 weeks post-intervention. There were statistically significant improvements in serum albumin level (p = 0.024) in the PEG group; and statistically significant reductions in serum albumin level (p = 0.047) in the NG group 4 weeks after the intervention. However, there were no significant differences in anthropometric parameters between the two groups and no significant changes in these parameters for each group 4 weeks after the intervention. Treatment failure occurred in 5 out of 10 patients (50.0%) in the NG group, but none in PEG group (p = 0.036). PEG tube feeding is more effective than NG tube feeding in improving the nutritional status (in terms of the serum albumin level) of patients with dysphagic stroke. NG tube feeding, in fact, reduced the nutritional status (in terms of the serum albumin level) of the patients.",
        "Year": 2006,
        "CitationCount": 75
    },
    {
        "Unnamed: 0": 7291,
        "ReviewID": "CD008096",
        "PMID": "PMID:16440428",
        "Title": "Effect of percutaneous endoscopic gastrostomy on gastro-esophageal reflux in mechanically-ventilated patients.",
        "Abstract": "To investigate the effect of percutaneous endoscopic gastrostomy (PEG) on gastroesophageal reflux (GER) in mechanically-ventilated patients.\n                In a prospective, randomized, controlled study 36 patients with recurrent or persistent ventilator-associated pneumonia (VAP) and GER > 6% were divided into PEG group (n = 16) or non-PEG group (n = 20). Another 11 ventilated patients without reflux (GER < 3%) served as control group. Esophageal pH-metry was performed by the \"pull through\" method at baseline, 2 and 7 d after PEG. Patients were strictly followed up for semi-recumbent position and control of gastric nutrient residue.\n                A significant decrease of median (range) reflux was observed in PEG group from 7.8 (6.2 - 15.6) at baseline to 2.7 (0 - 10.4) on d 7 post-gastrostomy (P < 0.01), while the reflux increased from 9 (6.2 - 22) to 10.8 (6.3 - 36.6) (P < 0.01) in non-PEG group. A significant correlation between GER (%) and the stay of nasogastric tube was detected (r = 0.56, P < 0.01).\n                Gastrostomy when combined with semi-recumbent position and absence of nutrient gastric residue reduces the gastroesophageal reflux in ventilated patients.",
        "Year": 2006,
        "CitationCount": 17
    },
    {
        "Unnamed: 0": 7285,
        "ReviewID": "CD008096",
        "PMID": "PMID:19032398",
        "Title": "Randomized study of percutaneous endoscopic gastrostomy versus nasogastric tubes for enteral feeding in head and neck cancer patients treated with (chemo)radiation.",
        "Abstract": "Percutaneous endoscopic gastrostomy (PEG) tubes have largely replaced nasogastric tubes (NGT) for nutritional support of patients with head and neck cancer undergoing curative (chemo)radiotherapy without any good scientific basis. A randomized trial was conducted to compare PEG tubes and NGT in terms of nutritional outcomes, complications, patient satisfaction and cost. The study was closed early because of poor accrual, predominantly due to patients' reluctance to be randomized. There were 33 patients eligible for analysis. Nutritional support with both tubes was good. There were no significant differences in overall complication rates, chest infection rates or in patients' assessment of their overall quality of life. The cost of a PEG tube was 10 times that of an NGT. The duration of use of PEG tubes was significantly longer, a median 139 days compared with a median 66 days for NGT. We found no evidence to support the routine use of PEG tubes over NGT in this patient group.",
        "Year": 2008,
        "CitationCount": 124
    }
]