[
    {
        "Unnamed: 0": 24627,
        "ReviewID": "CD006690",
        "PMID": "PMID:15479169",
        "Title": "Efficacy of bofu-tsusho-san, an oriental herbal medicine, in obese Japanese women with impaired glucose tolerance.",
        "Abstract": "1. In the present study, we conducted the first randomized, double-blind, placebo-controlled study of bofu-tsusho-san (BF), an oriental herbal medicine (24 mg/day ephedrine in Ephedrae Herba and an efficacy equivalent of 280 mg caffeine, judging from the phosphodiesterase-inhibitory effect of Glycyrrhizae Radix, Forsythiae Fructus and Schizonepetae Spica and another 14 crude drugs) in obese women with impaired glucose tolerance (IGT). 2. The aim of the present study was to determine whether BF was effective in decreasing visceral adiposity and insulin resistance. Eighty-one Japanese women (body mass index (BMI) 36.5 +/- 4.8 kg/m2) with IGT and insulin resistance (IR), who had been treated with a low-calorie diet (5016 kj/day: 1200 kcal) and an exercise regimen (1254 kj/day: 300 kcal), were randomized to receive either placebo (n=40) or BF treatment (n=41) three times a day. 3. After 24 weeks treatment, the BF group lost significantly (P <0.01) more bodyweight and abdominal visceral fat without a decrease in the adjusted resting metabolic rate (RMR), whereas the placebo group lost bodyweight (P <0.05) and had no significant change in abdominal visceral fat. The BF group had a lower fasting serum insulin level (P <0.05), a lower insulin area under the curve (P <0.05) and a lower level of the homeostasis model assessment of insulin resistance (P <0.01) compared with values before treatment. 4. We conclude that BF could be a useful herbal medicine in treating obesity with IGT.",
        "Year": 2004,
        "CitationCount": 90
    },
    {
        "Unnamed: 0": 24628,
        "ReviewID": "CD006690",
        "PMID": "PMID:15143717",
        "Title": "[Effect of jiangtang bushen recipe in intervention treatment of patients with impaired glucose tolerance].",
        "Abstract": "To evaluate the intervention effect of diet, exercise and Jiangtang Bushen Recipe (JBR, a Chinese herbal recipe) in preventing the progress of patients with impaired glucose tolerance (IGT) to diabetes mellitus (DM) type 2.\n                Fifty-one patients with IGT, with their diagnosis conformed to the diagnosis standard of WHO, 1999, were randomly divided into the control group (n = 26) and the TCM group (n = 25). Patients in the control group attended to the educational course for DM and received dietotherapy and kinetotherapy, and to those in the TCM group, under these treatments, JBR was given additionally. Oral glucose tolerance test (OGTT), body weight index (BWI), levels of blood lipids and fasting insulin of all the patients were examined after 3 months, 6 months and 12 months of treatment. The total observation time was 1 year.\n                Except the 6 cases out of the 51 patients (11.7%), on whom the observation discontinued, in the control group, as compared with before treatment, levels of fasting insulin and fasting blood glucose after treatment were not changed significantly (P > 0.05), also insignificant difference was shown in levels of total cholesterol (TC) and triglyceride (TG), though the two indexes lowered slightly after treatment (P > 0.05), but significant difference was shown in comparison of OGTT/2 h, blood glucose and BWI (P < 0.05). While in the TCM group, fasting blood glucose was changed insignificantly (P > 0.05), but there was significant difference in comparison of fasting insulin, TC, BWI, OGTT/2 h and plasma glucose levels (P < 0.01) respectively before and after treatment. At the end of the study, the cumulative cases with conversion to diabetes were 3 (13.6%) in the control group, and 1 (4.3%) in the TCM group, chi 2 test showed insignificant difference in comparison of diabetes conversion rate between the two groups (P > 0.05), however, the TCM group showed a better year conversion rate of normal glucose tolerance than that in the control group (chi 2 = 8.31, P < 0.01).\n                TCM intervention is possibly effective in delaying the conversion of IGT to DM type 2, and plays integrative effeciency in impelling IGT patients to health. The favorable education and treatment of DM controlling, including dieto- and kineto-therapy may also be advantageous in IGT intervention, but could not be effective in blocking the advance of IGT.",
        "Year": 2004,
        "CitationCount": 6
    }
]