[
    {
        "Unnamed: 0": 10572,
        "ReviewID": "CD007506",
        "PMID": "PMID:8150098",
        "Title": "Endocrine consequences of weight loss in obese, hyperandrogenic, anovulatory women.",
        "Abstract": "To determine whether weight loss in obese, hyperandrogenic, anovulatory women is associated with resumption of ovulation and/or with changes in insulin, androgen, and gonadotropin concentrations.\n                Prospective, randomized, controlled study.\n                University research center.\n                Twelve obese, hyperandrogenic, anovulatory women.\n                Twelve-week weight loss program in treatment (n = 6); 12-week \"waiting list\" in control group (n = 6).\n                [1] Ovulation; [2] fasting insulin and glucose measurements; [3] sex hormone-binding globulin (SHBG), total and non-SHBG T concentrations; [4] LH pulse frequency, amplitude, and concentration; and [5] FSH concentration.\n                In contrast with the control group who showed no change in weight, ovulation status, or hormone levels, women in the treatment group lost an average of 16.2 kg and showed a significant increase in SHBG, a significant decline in non-SHBG T, and a decline (though nonsignificant) in fasting insulin. Four of six subjects resumed ovulation. However, no changes were evident in LH pulse frequency or amplitude or in mean LH and FSH concentrations.\n                Weight loss in obese, hyperandrogenic, anovulatory women appears to reduce insulin and non-SHBG T concentrations despite the absence of a change in gonadotropin secretion and may lead to resumption of ovulation.",
        "Year": 1994,
        "CitationCount": 253
    },
    {
        "Unnamed: 0": 10577,
        "ReviewID": "CD007506",
        "PMID": "PMID:15302293",
        "Title": "A randomized, 48-week, placebo-controlled trial of intensive lifestyle modification and/or metformin therapy in overweight women with polycystic ovary syndrome: a pilot study.",
        "Abstract": "To obtain data from a pilot randomized trial on the effect of metformin therapy and lifestyle modification on ovulation and androgen concentrations in women with polycystic ovary syndrome (PCOS).\n                Prospective, randomized, placebo-controlled pilot trial.\n                Academic medical center.\n                Thirty-eight overweight or obese women with PCOS.\n                All subjects were randomized to one of four 48-week interventions: metformin 850 mg two times per day, lifestyle modification plus metformin 850 mg two times per day, lifestyle modification plus placebo, or placebo alone.\n                Recruitment, dropout, and compliance with a long-term lifestyle intervention in PCOS; preliminary estimates of treatment effect on ovulation, as measured by weekly urinary pregnanediol glucuronide, and on total T and free androgen index.\n                It was necessary to screen seven women to have one subject randomized. The dropout rate was 39%, with the majority of dropouts occurring within the first 24 weeks. Mean body mass index was >39 mg/kg(2). Modest weight reduction was found in all treatment groups, with the most significant reduction occurring with the combination of metformin and lifestyle intervention. Significant androgen reduction occurred in the combination group only. Ovulation rates did not differ significantly between groups. However, when data were analyzed by presence or absence of weight reduction in subjects, independent of treatment group, the estimated odds ratio for weight loss was 9.0 (95% confidence interval 1.2-64.7) with respect to regular ovulation. If weight loss occurred during metformin therapy, the odds ratio for regular ovulation was 16.2 (95% confidence interval 4.4-60.2).\n                Key methodologic issues for a large-scale, randomized trial of lifestyle intervention in PCOS include minimizing early dropout from the lifestyle intervention and including a range of body mass index that is not skewed toward severe obesity. Weight reduction might play the most significant role in restoration of ovulation in obese women with PCOS.",
        "Year": 2004,
        "CitationCount": 274
    },
    {
        "Unnamed: 0": 10573,
        "ReviewID": "CD007506",
        "PMID": "PMID:17264174",
        "Title": "Beneficial effects of a three-month structured exercise training program on cardiopulmonary functional capacity in young women with polycystic ovary syndrome.",
        "Abstract": "Polycystic ovary syndrome (PCOS) is an endocrine disease closely related to several risk factors for cardiovascular disease. An impaired cardiopulmonary functional capacity was previously demonstrated in PCOS women. No data regarding the effects of a structured exercise training (ET) program on cardiopulmonary functional capacity in PCOS women are available.\n                Our objective was to evaluate the effects of a 3-month ET program on cardiopulmonary functional capacity in young PCOS women.\n                A prospective baseline-randomized clinical study was conducted at the University \"Federico II\" of Naples, School of Medicine (Italy).\n                Ninety young overweight PCOS women were enrolled.\n                Ninety young PCOS women were randomly subdivided into two groups, each composed of 45 subjects. The PCOS-T (trained) group underwent a 3-month structured ET program, whereas the PCOS-UnT (untrained) group did not. Hormonal and metabolic profiles and cardiopulmonary and exercise parameters were evaluated.\n                After 3-month ET, PCOS-T showed a significant improvement in peak oxygen consumption (+35.4%; P<0.001) and in maximal workload (+37.2%; P<0.001). In PCOS-T we also observed a significant reduction in body mass index (-4.5%; P<0.001) and in C-reactive protein (-10%; P<0.001), and a significant (P<0.001) improvement in insulin sensitivity indexes. After 3 months, no changes were observed in PCOS-UnT.\n                A 3-month structured ET program improves cardiopulmonary functional capacity in young PCOS women.",
        "Year": 2007,
        "CitationCount": 190
    },
    {
        "Unnamed: 0": 10575,
        "ReviewID": "CD007506",
        "PMID": "PMID:18728175",
        "Title": "The impact of metformin, oral contraceptives, and lifestyle modification on polycystic ovary syndrome in obese adolescent women in two randomized, placebo-controlled clinical trials.",
        "Abstract": "Polycystic ovary syndrome (PCOS) presents in adolescence, and obesity is a common finding. The benefits and risks of alternate approaches to the management of PCOS in obese adolescent women are not clear.\n                We investigated the effects of metformin, oral contraceptives (OCs), and/or lifestyle modification in obese adolescent women with PCOS.\n                Two small, randomized, placebo-controlled clinical trials were performed.\n                A total of 79 obese adolescent women with PCOS participated.\n                In the single treatment trial, subjects were randomized to metformin, placebo, a lifestyle modification program, or OC. In the combined treatment trial, all subjects received lifestyle modification and OC and were randomized to metformin or placebo.\n                Serum concentrations of androgens and lipids were measured.\n                Lifestyle modification alone resulted in a 59% reduction in free androgen index with a 122% increase in SHBG. OC resulted in a significant decrease in total testosterone (44%) and free androgen index (86%) but also resulted in an increase in C-reactive protein (39.7%) and cholesterol (14%). The combination of lifestyle modification, OC, and metformin resulted in a 55% decrease in total testosterone, as compared to 33% with combined treatment and placebo, a 4% reduction in waist circumference, and a significant increase in HDL (46%).\n                In these preliminary trials, both lifestyle modification and OCs significantly reduce androgens and increase SHBG in obese adolescents with PCOS. Metformin, in combination with lifestyle modification and OC, reduces central adiposity, reduces total testosterone, and increases HDL, but does not enhance overall weight reduction.",
        "Year": 2008,
        "CitationCount": 237
    },
    {
        "Unnamed: 0": 10574,
        "ReviewID": "CD007506",
        "PMID": "PMID:19204602",
        "Title": "Effects of exercise on lipoprotein particles in women with polycystic ovary syndrome.",
        "Abstract": "Women with polycystic ovary syndrome (PCOS) commonly have insulin resistance. Insulin resistance is associated with marked abnormalities of lipoprotein size and subclass particle concentration. The purpose of this study was to examine the effects of a moderate-intensity exercise program without weight loss on lipoprotein profiles in women with PCOS.\n                Thirty-seven sedentary PCOS women were randomized to either an 8- to 12-wk ramp-up followed by a 12-wk moderate-intensity exercise program (16-24 wk total, approximately 228 min x wk at 40-60% peak V x O2, n = 21) or control (no change in lifestyle, n = 16). PCOS was defined as <or=8 menses per year and hyperandrogenism (biochemical or clinical with Ferriman-Gallwey score >or=8). Fasting lipoprotein profiles were obtained before and after the intervention. Nuclear magnetic resonance spectroscopy was used to quantify the following: average particle size, total and subclass concentrations of HDL, LDL, and VLDL particles, and calculated HDL cholesterol, triglycerides, and VLDL triglycerides. Wilcoxon exact rank sums tests were used to compare changes in these parameters in the exercise group relative to controls.\n                Twenty women (8 exercisers, 12 controls) completed the study. Comparing exercisers to controls, significant changes were seen in concentrations of the following lipoprotein parameters that are associated with decreased insulin resistance: decreased large VLDL (P = 0.007), calculated triglycerides (P = 0.003), VLDL triglycerides (P = 0.003), and medium/small HDL (P = 0.031) and increased large HDL (P = 0.002) and average HDL size (P = 0.001).\n                In this trial, moderate-intensity exercise without significant weight loss improved several components of the lipoprotein profiles of women with PCOS. These findings support the beneficial role of moderate exercise in this high-risk population.",
        "Year": 2009,
        "CitationCount": 82
    },
    {
        "Unnamed: 0": 10576,
        "ReviewID": "CD007506",
        "PMID": "PMID:19494176",
        "Title": "Low-frequency electroacupuncture and physical exercise decrease high muscle sympathetic nerve activity in polycystic ovary syndrome.",
        "Abstract": "We have recently shown that polycystic ovary syndrome (PCOS) is associated with high muscle sympathetic nerve activity (MSNA). Animal studies support the concept that low-frequency electroacupuncture (EA) and physical exercise, via stimulation of ergoreceptors and somatic afferents in the muscles, may modulate the activity of the sympathetic nervous system. The aim of the present study was to investigate the effect of these interventions on sympathetic nerve activity in women with PCOS. In a randomized controlled trial, 20 women with PCOS were randomly allocated to one of three groups: low-frequency EA (n = 9), physical exercise (n = 5), or untreated control (n = 6) during 16 wk. Direct recordings of multiunit efferent postganglionic MSNA in a muscle fascicle of the peroneal nerve before and following 16 wk of treatment. Biometric, hemodynamic, endocrine, and metabolic parameters were measured. Low-frequency EA (P = 0.036) and physical exercise (P = 0.030) decreased MSNA burst frequency compared with the untreated control group. The low-frequency EA group reduced sagittal diameter (P = 0.001), while the physical exercise group reduced body weight (P = 0.004) and body mass index (P = 0.004) compared with the untreated control group. Sagittal diameter was related to MSNA burst frequency (Rs = 0.58, P < 0.005) in the EA group. No correlation was found for body mass index and MSNA in the exercise group. There were no differences between the groups in hemodynamic, endocrine, and metabolic variables. For the first time we demonstrate that low-frequency EA and physical exercise lowers high sympathetic nerve activity in women with PCOS. Thus, treatment with low-frequency EA or physical exercise with the aim to reduce MSNA may be of importance for women with PCOS.",
        "Year": 2009,
        "CitationCount": 159
    }
]