[
    {
        "paperId": "39c177e7f2eca7848a8d2c0a930bcf9e60e7a6e7",
        "title": "Pharmacological Properties of 2-((R-5-Chloro-4-methoxymethylindan-1-yl)-1H-imidazole (PF-3774076), a Novel and Selective α1A-Adrenergic Partial Agonist, in in Vitro and in Vivo Models of Urethral Function",
        "abstract": "2-((R-5-Chloro-4-methoxymethyl-indan-1-yl)-1H-imidazole (PF-3774076) is a central nervous system (CNS) penetrant, potent, selective, partial agonist at the human α1A-adrenoceptor, demonstrating efficacy and selectivity in a range of binding and functional assays. In vivo, PF-3774076 increases peak urethral pressure in anesthetized female dogs in a dose-dependent manner, inducing changes in both the proximal and distal portions of the urethra via a central mechanism of action. The profile of this compound suggests that a CNS penetrant partial agonist at the α1A-adrenoceptor may offer significant benefit in stress urinary incontinence (SUI). However, despite partial agonism at the α1A-adrenoceptor and selectivity over α1B- and α1D-adrenoceptors, PF-3774076 did not offer the necessary degree of separation over cardiovascular events when assessed in in vivo models of cardiovascular function. This may be due to activation of both peripheral and central α1A-adrenoceptors. These data indicate that although central, partial α1A-agonists may offer significant benefit in the treatment of SUI, it may not be possible to achieve the desired level of urethral selectivity over cardiovascular events with this class of agent.",
        "year": 2009,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper explores the pharmacological properties of a novel compound (PF-3774076) and its potential in treating stress urinary incontinence (SUI). Although it does not directly build upon the source paper's findings, it does investigate a new compound that could potentially be used to treat SUI, which is the same condition investigated in the source paper."
    }
]