[
    {
        "paperId": "79c4edac033dd648b6b4da50e1d11fbc23ee4dd6",
        "title": "Recent advances in the medical therapy of Crohn's disease in childhood",
        "abstract": "Crohn's disease (CrD) is characterised by an ongoing inflammatory response in the gut, in the absence of an obvious trigger. The treatment of CrD in children, during relapse and remission, requires special consideration of growth and development. This review addresses the use of present medical management strategies, including enteral nutrition, corticosteroids, immunosuppression and anti-TNF-α therapies. Anti-inflammatory IL-11 and leukocyte adhesion inhibitors have shown only moderate clinical efficacy in adults. Emerging treatments directed against the inflammatory cascade under investigation include inhibitors of IL-6 and -12, IFN-γ and MAPKs. Probiotics and colony stimulating factors aim to stimulate the innate immune system. Research data from clinical trials are reviewed and summarised in respect of their potential within paediatric practice.",
        "year": 2007,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper reviews the current medical management strategies for Crohn's disease in children, including enteral nutrition, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "5a5cf9d4efd80e151eb024c1517df8a9e34f8e26",
        "title": "Enteral nutrition for maintenance of remission in Crohn's disease.",
        "abstract": "BACKGROUND\nPrevention of relapse is a major issue in the management of quiescent Crohn's disease (CD). Current therapies (e.g. methotrexate, biologics, 6-mercaptopurine and azathioprine) may be effective for maintaining remission in CD, but these drugs may cause significant adverse events. Interventions that are effective and safe for maintenance of remission in CD are desirable.\n\n\nOBJECTIVES\nThe primary objectives were to evaluate the efficacy and safety of enteral nutrition for the maintenance of remission in CD and to assess the impact of formula composition on effectiveness.\n\n\nSEARCH METHODS\nWe searched MEDLINE, Embase, CENTRAL, the Cochrane IBD Group Specialized Register and clinicaltrials.gov from inception to 27 July 2018. We also searched references of retrieved studies and reviews.\n\n\nSELECTION CRITERIA\nRandomised controlled trials (RCTs) including participants of any age with quiescent CD were considered for inclusion. Studies that compared enteral nutrition with no intervention, placebo or any other intervention were selected for review.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo authors independently screened studies for inclusion, extracted data and assessed methodological quality using the Cochrane risk of bias tool. The primary outcome was clinical or endoscopic relapse as defined by the primary studies. Secondary outcomes included anthropometric measures (i.e. height and weight), quality of life (QoL), adverse events, serious adverse events and withdrawal due to adverse events. We calculated the risk ratio and 95% confidence interval (CI) for dichotomous outcomes. For continuous outcomes, we calculated the mean difference and 95% CI. A random-effects model was used for the statistical analysis. We used the GRADE criteria to assess the overall certainty of the evidence supporting the primary outcome and selected secondary outcomes.\n\n\nMAIN RESULTS\nFour RCTs (262 adult participants) met the inclusion criteria. One study (N = 33) compared an elemental diet to a non-elemental (polymeric) diet. One study (N = 51) compared a half elemental diet to a regular free diet. Another study (N = 95) compared an elemental diet to 6-mercaptopurine (6-MP) or a no treatment control group. One study (N= 83) compared a polymeric diet to mesalamine. Two studies were rated as high risk of bias due to lack of blinding or incomplete outcome data. The other two studies were judged to have an unclear risk of bias. The studies were not pooled due to differences in control interventions and the way outcomes were assessed.The effect of an elemental diet compared to a polymeric diet on remission rates or withdrawal due to adverse events is uncertain. Fifty-eight per cent (11/19) of participants in the elemental diet group relapsed at 12 months compared to 57% (8/14) of participants in the polymeric diet group (RR 1.01, 95% CI 0.56 to 1.84; very low certainty evidence). Thirty-two per cent (6/19) of participants in the elemental diet group were intolerant to the enteral nutritional formula because of taste or smell and were withdrawn from the study in the first 2 weeks compared to zero participants (0/14) in the polymeric diet group (RR 9.75, 95% CI 0.59 to 159.93; low certainty evidence). Anthropometric measures, QoL, adverse events and serious adverse events were not reported as outcomes.The effect of an elemental diet (half of total daily calorie requirements) compared to a normal free diet on relapse rates is uncertain. Thirty-five per cent (9/26) of participants in the elemental diet group relapsed at 12 months compared to 64% (16/25) of participants in the free diet group (RR 0.54, 95% CI 0.30 to 0.99; very low certainty evidence). No adverse events were reported. This study reported no differences in weight change between the two diet groups. Height and QoL were not reported as outcomes.The effect of an elemental diet compared to 6-MP on relapse rates or adverse events is uncertain. Thirty-eight per cent (12/32) of participants in the elemental diet group relapsed at 12 months compared to 23% (7/30) of participants in the 6-MP group (RR 1.61; 95% CI 0.73 to 3.53; very low certainty evidence). Three per cent (1/32) of participants in the elemental diet group had an adverse event compared to 13% (4/30) of participants in the 6-MP group (RR 0.23, 95% CI 0.03 to 1.98; low certainty evidence). Adverse events in the elemental diet group included surgery due to worsening CD. Adverse events in the 6-MP group included liver injury (n = 2), hair loss (n = 1) and surgery due to an abscess (n = 1). No serious adverse events or withdrawals due to adverse events were reported. Weight, height and QoL were not reported as outcomesThe effect of a polymeric diet compared to mesalamine on relapse rates and weight is uncertain. Forty-two per cent (18/43) of participants in the polymeric diet group relapsed at 6 months compared to 55% (22/40) of participants in the mesalamine group (RR 0.76; 95% CI 0.49 to 1.19; low certainty evidence). The mean difference in weight gain over the study period was 1.9 kg higher in the polymeric diet group compared to mesalamine (95% CI -4.62 to 8.42; low certainty evidence). Two participants in the polymeric diet group experienced nausea and four had diarrhoea. It is unclear if any participants in the mesalamine group had an adverse event. Height, QoL, serious adverse events and withdrawal due to adverse events were not reported as outcomes.\n\n\nAUTHORS' CONCLUSIONS\nThe results for the outcomes assessed in this review are uncertain and no firm conclusions regarding the efficacy and safety of enteral nutrition in quiescent CD can be drawn. More research is needed to determine the efficacy and safety of using enteral nutrition as maintenance therapy in CD. Currently, there are four ongoing studies (estimated enrolment of 280 participants). This review will be updated when the results of these studies are available.",
        "year": 2018,
        "citation_count": 68,
        "relevance": 1,
        "explanation": "This paper investigates the use of enteral nutrition for maintaining remission in Crohn's disease, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "96d5f1f3746079576e4deb2c0004d39576a141a8",
        "title": "Enteral nutritional therapy for induction of remission in Crohn's disease.",
        "abstract": "BACKGROUND\nCorticosteroids are often preferred over enteral nutrition (EN) as induction therapy for Crohn's disease (CD). Prior meta-analyses suggest that corticosteroids are superior to EN for induction of remission in CD. Treatment failures in EN trials are often due to poor compliance, with dropouts frequently due to poor acceptance of a nasogastric tube and unpalatable formulations. This systematic review is an update of a previously published Cochrane review.\n\n\nOBJECTIVES\nTo evaluate the effectiveness and safety of exclusive EN as primary therapy to induce remission in CD and to examine the importance of formula composition on effectiveness.\n\n\nSEARCH METHODS\nWe searched MEDLINE, Embase and CENTRAL from inception to 5 July 2017. We also searched references of retrieved articles and conference abstracts.\n\n\nSELECTION CRITERIA\nRandomized controlled trials involving patients with active CD were considered for inclusion. Studies comparing one type of EN to another type of EN or conventional corticosteroids were selected for review.\n\n\nDATA COLLECTION AND ANALYSIS\nData were extracted independently by at least two authors. The primary outcome was clinical remission. Secondary outcomes included adverse events, serious adverse events and withdrawal due to adverse events. For dichotomous outcomes, we calculated the risk ratio (RR) and 95% confidence interval (CI). A random-effects model was used to pool data. We performed intention-to-treat and per-protocol analyses for the primary outcome. Heterogeneity was explored using the Chi2 and I2 statistics. The studies were separated into two comparisons: one EN formulation compared to another EN formulation and EN compared to corticosteroids. Subgroup analyses were based on formula composition and age. Sensitivity analyses included abstract publications and poor quality studies. We used the Cochrane risk of bias tool to assess study quality. We used the GRADE criteria to assess the overall quality of the evidence supporting the primary outcome and selected secondary outcomes.\n\n\nMAIN RESULTS\nTwenty-seven studies (1,011 participants) were included. Three studies were rated as low risk of bias. Seven studies were rated as high risk of bias and 17 were rated as unclear risk of bias due to insufficient information. Seventeen trials compared different formulations of EN, 13 studies compared one or more elemental formulas to a non-elemental formula, three studies compared EN diets of similar protein composition but different fat composition, and one study compared non-elemental diets differing in glutamine enrichment. Meta-analysis of 11 trials (378 participants) demonstrated no difference in remission rates. Sixty-four per cent (134/210) of patients in the elemental group achieved remission compared to 62% (105/168) of patients in the non-elemental group (RR 1.02, 95% CI 0.88 to 1.18; GRADE very low quality). A per-protocol analysis (346 participants) produced similar results (RR 1.04, 95% CI 0.91 to 1.18). Subgroup analyses performed to evaluate the different types of elemental and non-elemental diets (elemental, semi-elemental and polymeric) showed no differences in remission rates. An analysis of 7 trials including 209 patients treated with EN formulas of differing fat content (low fat: < 20 g/1000 kCal versus high fat: > 20 g/1000 kCal) demonstrated no difference in remission rates (RR 1.03; 95% CI 0.85 to 1.26). Very low fat content (< 3 g/1000 kCal) and very low long chain triglycerides demonstrated higher remission rates than higher content EN formulas. There was no difference between elemental and non-elemental diets in adverse event rates (RR 1.00, 95% CI 0.63 to 1.60; GRADE very low quality), or withdrawals due to adverse events (RR 1.29, 95% CI 0.80 to 2.09; GRADE very low quality). Common adverse events included nausea, vomiting, diarrhea and bloating.Ten trials compared EN to steroid therapy. Meta-analysis of eight trials (223 participants) demonstrated no difference in remission rates between EN and steroids. Fifty per cent (111/223) of patients in the EN group achieved remission compared to 72% (133/186) of patients in the steroid group (RR 0.77, 95% CI 0.58 to 1.03; GRADE very low quality). Subgroup analysis by age showed a difference in remission rates for adults but not for children. In adults 45% (87/194) of EN patients achieved remission compared to 73% (116/158) of steroid patients (RR 0.65, 95% CI 0.52 to 0.82; GRADE very low quality). In children, 83% (24/29) of EN patients achieved remission compared to 61% (17/28) of steroid patients (RR 1.35, 95% CI 0.92 to 1.97; GRADE very low quality). A per-protocol analysis produced similar results (RR 0.93, 95% CI 0.75 to 1.14). The per-protocol subgroup analysis showed a difference in remission rates for both adults (RR 0.82, 95% CI 0.70 to 0.95) and children (RR 1.43, 95% CI 1.03 to 1.97). There was no difference in adverse event rates (RR 1.39, 95% CI 0.62 to 3.11; GRADE very low quality). However, patients on EN were more likely to withdraw due to adverse events than those on steroid therapy (RR 2.95, 95% CI 1.02 to 8.48; GRADE very low quality). Common adverse events reported in the EN group included heartburn, flatulence, diarrhea and vomiting, and for steroid therapy acne, moon facies, hyperglycemia, muscle weakness and hypoglycemia. The most common reason for withdrawal was inability to tolerate the EN diet.\n\n\nAUTHORS' CONCLUSIONS\nVery low quality evidence suggests that corticosteroid therapy may be more effective than EN for induction of clinical remission in adults with active CD. Very low quality evidence also suggests that EN may be more effective than steroids for induction of remission in children with active CD. Protein composition does not appear to influence the effectiveness of EN for the treatment of active CD. EN should be considered in pediatric CD patients or in adult patients who can comply with nasogastric tube feeding or perceive the formulations to be palatable, or when steroid side effects are not tolerated or better avoided. Further research is required to confirm the superiority of corticosteroids over EN in adults. Further research is required to confirm the benefit of EN in children. More effort from industry should be taken to develop palatable polymeric formulations that can be delivered without use of a nasogastric tube as this may lead to increased patient adherence with this therapy.",
        "year": 2018,
        "citation_count": 374,
        "relevance": 1,
        "explanation": "This paper investigates the use of enteral nutrition for inducing remission in Crohn's disease, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "6e37084e97c295112a501e422029b388986df2fe",
        "title": "Crohn’s disease: current treatment options",
        "abstract": "There is no known cure for Crohn’s disease (CD), but a better understanding of the evidence base of both established treatments (such as enteral nutrition, corticosteroids, 5-aminosalicylates and immunosuppressive agents) and emerging treatments (such as the anti-tumour necrosis factor-α (anti-TNF-α) agents, infliximab and adalimumab) provides opportunities to improve and maintain the quality of life for children with the disease. This article provides an overview of the evidence base of current medical treatments that are used to induce and maintain remission in CD. Exclusive enteral nutrition is recommended as the first line of treatment for the induction of remission in paediatric CD. Corticosteroids are also effective for inducing remission but may be associated with significant adverse events. Patients with chronically active CD may benefit from immunosuppressive agents such as azathioprine and methotrexate. Infliximab is effective for inducing remission in patients who continue to have significant active disease despite the use of conventional treatments. Adalimumab may be indicated for patients who develop a severe allergic reaction to infliximab or those who initially respond to infliximab but subsequently lose their response. Treatments that have been shown to be effective for the maintenance of remission include azathioprine, methotrexate, infliximab and adalimumab. Recent evidence also suggests that long-term enteral nutritional supplementation with patients taking about half of their daily calorie requirements as enteral nutrition may be an effective strategy for the maintenance of remission in CD. The available evidence does not support the use of corticosteroids or 5-aminosalicylates as maintenance therapy for CD.",
        "year": 2008,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "This paper provides an overview of current treatment options for Crohn's disease, including enteral nutrition and corticosteroids. The paper's discussion of exclusive enteral nutrition as a first-line treatment for pediatric Crohn's disease could be seen as partially dependent on the source paper's findings."
    },
    {
        "paperId": "738b39f7064d85c79eff921bbdf079a29cc20b4e",
        "title": "Nutritional therapy for active Crohn's disease.",
        "abstract": "Nutritional therapy for active Crohn's disease (CD) is an underutilised form of treatment in adult patients, though its use is common in the paediatric population. There is evidence that nutritional therapy can effectively induce remission of CD in adult patients. Enteral nutrition therapy is safe and generally well tolerated. Meta-analysis data suggest that corticosteroids are superior to nutritional treatment for induction of remission in active CD. However, the potential side effects of such pharmacotherapy must be taken into consideration. This review examines the evidence for the efficacy of elemental and polymeric diets, and the use of total parenteral nutrition in active CD.",
        "year": 2008,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "This paper discusses nutritional therapy for active Crohn's disease, which is related to the source paper's focus on polymeric diet in pediatric Crohn's disease. The paper's exploration of elemental and polymeric diets could be seen as inspired by the source paper's findings."
    },
    {
        "paperId": "05c3736dc338913be3a0c7f436effeeeb68f6199",
        "title": "The Management of Paediatric Crohn’s Disease: Addressing Unmet Needs",
        "abstract": "Paediatric Crohn's disease (CD) affects 5 in 100,000 children in the US and Europe and can result in growth re- tardation and delayed sexual development. Therefore, early diagnosis and treatment is critical, with the goal being main- tenance of symptomatic remission and a change in disease course. Conventional treatment relies on aminosalicylate main- tenance therapy with corticosteroids to control acute exacerbations and immunomodulators for steroid-resistant or fre- quently relapsing disease. Infliximab has demonstrated efficacy in moderately to severely active paediatric CD, with 88.4% patients in clinical response and 58.9% in clinical remission at week 10. Significant improvements in quality of life, height, reduction in corticosteroid use and mucosal healing were observed with infliximab. Traditional 'step-up' treatment strategy may be suboptimal because relapse and steroid dependency/resistance rates remain high. A 'top down' approach using biologic therapy earlier may suppress intestinal inflammation and promote prolonged and stable remis- sion, but safety issues need to be considered.",
        "year": 2008,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper discusses the management of pediatric Crohn's disease, including the use of biologic therapy and nutritional therapies. The paper's exploration of treatment strategies could be seen as inspired by the source paper's findings on polymeric diet versus corticosteroids."
    }
]