[
    {
        "paperId": "6a5d9d62a011fc77965baac72302ed83af12a0e7",
        "title": "Predisposing factors for critical illness polyneuromyopathy in a multidisciplinary intensive care unit",
        "abstract": "Objective –  To investigate risk factors of critical illness polyneuromyopathy (CIPM) in a general multidisciplinary intensive care unit (ICU).",
        "year": 2008,
        "citation_count": 137,
        "relevance": 2,
        "explanation": "This paper investigates the predisposing factors for critical illness polyneuromyopathy in a multidisciplinary intensive care unit, which is related to the source paper's focus on neuromuscular complications. The paper's hypothesis is at least partially dependent on the source paper's findings regarding the impact of intensive insulin therapy on polyneuropathy/myopathy."
    },
    {
        "paperId": "3a9e636c4a85e244877e4c9ce6aa983482651bfb",
        "title": "Insulin Treatment in Intensive Care Patients",
        "abstract": "Hyperglycemia is a major risk factor for increased morbidity and mortality in the intensive care unit. In two large randomized controlled single-center studies, the maintenance of strict normoglycemia with intensive insulin therapy has been shown to reduce morbidity and mortality. The benefits were more pronounced with at least a few days of treatment. Several implementation studies confirmed that blood glucose control with intensive insulin therapy is beneficial for critically ill patients. Two studies planned as large randomized controlled trials evaluating the effect of glycemic control in adults were stopped prematurely because of protocol violation and/or increased risk of hypoglycemia. The only multicenter trial designed with sufficient statistical power to assess the impact of strict blood glucose control with intensive insulin therapy on survival of a heterogeneous adult critically ill patient population is still ongoing. While awaiting these results, the current evidence favors strict control of blood glucose levels to normoglycemia below 110 mg/dl. Avoiding glucose toxicity appears crucial to obtain the clinical benefits of this therapy, although direct insulin effects may contribute as well.",
        "year": 2008,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "This paper discusses the benefits and implementation of intensive insulin therapy in intensive care units, which is related to the source paper's focus on intensive insulin therapy. However, it does not directly build upon or use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "25235739e37c48ea0abca1c5f1adce86367fdcf9",
        "title": "Mobilizing patients in the intensive care unit: improving neuromuscular weakness and physical function.",
        "abstract": "Early mobilization of patients in the hospital and the intensive care unit has a strong historical precedent. However, in more recent times, deep sedation and bed rest have been part of routine medical care for many mechanically ventilated patients. A growing body of literature demonstrates that survivors of severe critical illness commonly have significant and prolonged neuromuscular complications that impair their physical function and quality of life after hospital discharge. Bed rest, and its associated mechanisms, may play an important role in the pathogenesis of neuromuscular weakness in critically ill patients. A new approach for managing mechanically ventilated patients includes reducing deep sedation and increasing rehabilitation therapy and mobilization soon after admission to the intensive care unit. Emerging research in this field provides preliminary evidence supporting the safety, feasibility, and potential benefits of early mobilization in critical care medicine.",
        "year": 2008,
        "citation_count": 491,
        "relevance": 1,
        "explanation": "This paper discusses the importance of mobilizing patients in intensive care units to improve neuromuscular weakness and physical function, which is related to the source paper's focus on neuromuscular complications. However, it does not directly build upon or use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "54e1817ff1fc490e71d7c232772446220cf32aef",
        "title": "Insulin, glucose control and multiple organ dysfunction syndrome",
        "abstract": "Hyperglycemia in critically ill patients is frequently associated with an adverse clinical outcome but used to be considered an adaptive stress response and a marker of illness severity. Recent clinical and experimental studies, however, suggest a causal relationship. Tight glycemic control with an insulin infusion reduces mortality and improves the organ function of critically ill subjects. Experimental data point to the importance of glycemic control, irrespective of the insulin level. Potential underlying mechanisms include the reduction of oxidative stress and inflammation, the protection of endothelial and mitochondrial function and the prevention of apoptosis.",
        "year": 2008,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper explores the relationship between glycemic control and multiple organ dysfunction syndrome, which is related to the source paper's findings on intensive insulin therapy and its impact on critical illness polyneuropathy/myopathy. However, the paper does not directly build upon the source paper's hypothesis or findings."
    },
    {
        "paperId": "693b1075135a4a411a7987073f4433a1689090fd",
        "title": "Presence and severity of intensive care unit-acquired paresis at time of awakening are associated with increased intensive care unit and hospital mortality*",
        "abstract": "Objectives: To assess whether the presence and severity of intensive care unit-acquired paresis are associated with intensive care unit and in-hospital mortality. Design: Prospective, observational study. Setting: Two medical, one surgical, and one medico-surgical intensive care units in two university hospitals and one university-affiliated hospital. Patients: A total of 115 consecutive patients were enrolled after > 7 days of mechanical ventilation. Interventions: None. Measurements and Main Results: The Medical Research Council score (from 0–60) was used to evaluate upper and lower limb strength at time of awakening, identified as the ability to follow five commands. Intensive care unit-acquired paresis was defined as a Medical Research Council score <48. Patients were followed-up until hospital discharge. The primary end point was hospital mortality. At awakening, median Medical Research Council score was 41 (interquartile range, 21–52), and 75 (65%) patients had intensive care unit-acquired paresis. Hospital non-survivors had a significantly lower Medical Research Council score at awakening (21 [11–43]) vs. 41 [28–53]; p = .008) and a significantly higher rate of intensive care unit-acquired paresis (85.1% vs. 58.4%; p = .02) compared to survivors. After multivariate risk adjustment, intensive care unit-acquired paresis was independently associated with higher hospital and intensive care unit mortality (odds ratio for hospital mortality, 2.02; 95% confidence interval, 1.03–8.03; p = .048). Each Medical Research Council point decrease was associated with a significantly higher hospital mortality (odds ratio, 1.03; 95% confidence interval, 1.01–1.05; p = .033). Conclusions: Both the presence and severity of intensive care unit-acquired paresis at the time of awakening are associated with increased intensive care unit and hospital mortality; the mechanisms underlying this association need further study.",
        "year": 2009,
        "citation_count": 218,
        "relevance": 2,
        "explanation": "This paper investigates the association between intensive care unit-acquired paresis and mortality. The source paper's findings on intensive insulin therapy's effects on critical illness polyneuropathy/myopathy could be seen as a sub-hypothesis for this paper's investigation on intensive care unit-acquired paresis."
    },
    {
        "paperId": "caa19d3d4d8cbf44aa920ce049481aedf925b667",
        "title": "Intensive care unit-acquired weakness: Risk factors and prevention",
        "abstract": "Intensive care unit-acquired weakness, the main clinical sign of critical illness neuromyopathy, is an increasingly recognized cause of prolonged mechanical ventilation and delayed return to physical self-sufficiency. Identifying risk factors and developing preventive measures are therefore important goals. Several studies on risk factors for critical illness neuromyopathy including prospective observational studies with a multivariate analysis of potential risk factors were conducted over the last decade. A large body of data is also available from two large prospective randomized trials comparing the effect of strict vs. conventional blood-glucose control on intensive care unit mortality and on secondary outcomes including the occurrence of critical illness neuromyopathy. Five central risk factors and their related potential measures to prevent intensive care unit-acquired weakness can be identified including multiple organ failure, muscle inactivity, hyperglycemia, and use of corticosteroids and neuromuscular blockers. Although strong evidence regarding the efficacy of preventive measures is still lacking, the results of available studies are promising and cast doubt on the widespread belief that the treatment of intensive care unit-acquired weakness is essentially supportive. Early identifying and treating conditions leading to multiple organ failure, especially severe sepsis and septic shock, avoiding unnecessary deep sedation and excessive blood glucose levels, promoting early mobilization, and carefully weighing the risks and benefits of corticosteroids might contribute to reduce the incidence and severity of intensive care unit-acquired weakness.",
        "year": 2009,
        "citation_count": 262,
        "relevance": 2,
        "explanation": "This paper identifies risk factors and potential preventive measures for intensive care unit-acquired weakness. The source paper's findings on intensive insulin therapy's effects on critical illness polyneuropathy/myopathy are directly relevant to this paper's discussion on risk factors and prevention."
    },
    {
        "paperId": "a9b5864ad7fe786c2c22cc9e3ce8ebada6f0d7f8",
        "title": "Critical Illness Neuromyopathy and Muscle Weakness in Patients in the Intensive Care Unit",
        "abstract": "Neuromuscular complications of critical illness are common and can be severe and persistent in some patients. Neuromyopathy from critical illness and disuse atrophy from prolonged immobility contribute to muscle weakness acquired while in the intensive care unit. Although various risk factors (eg, severity of illness, corticosteroids, neuromuscular blocking agents) have been implicated in critical illness neuromyopathy (CINM), the evidence supporting these associations is inconsistent. Hyperglycemia may be an important risk factor for CINM, with tight glycemic control through intensive insulin therapy reducing the incidence of CINM. Early mobility in the intensive care unit may minimize disuse atrophy and possibly CINM, through exercise training and its anti-inflammatory effects. Although emerging data have demonstrated the safety, feasibility, and benefit of early mobility in critically ill patients, randomized controlled trials are needed to thoroughly evaluate its potential benefits on patients' muscle strength, physical function, and quality of life. Future studies are needed to elucidate the multiple mechanisms by which immobility, CINM, and other aspects of critical illness lead to muscle loss and neuromuscular dysfunction.",
        "year": 2009,
        "citation_count": 70,
        "relevance": 2,
        "explanation": "This paper discusses the neuromuscular complications of critical illness, including critical illness neuromyopathy. The source paper's findings on intensive insulin therapy's effects on critical illness polyneuropathy/myopathy are directly relevant to this paper's discussion on neuromuscular complications."
    },
    {
        "paperId": "91c2ddc012c6c27f6e0c2d1f09d807a645c59c9d",
        "title": "Performance Improvement Measures in Achieving Glycemic Control in the Acute Brain Injury Population",
        "abstract": "Glycemic control is becoming a standard practice in the intensive care environment because it has been shown to produce positive patient outcomes and benefits. A 14-bed neurointensive care unit initiated a strict glycemic protocol and evaluated the results over a 1-year period through a performance improvement initiative. Results indicated that tight glycemic control could be achieved safely by adhering to an evidence-based established protocol. The average blood glucose level for all patients was between 90 and 130 mg/dl by Day 2 after the implementation of the glycemic control protocol. The purpose of this article was to explain how a strict glycemic protocol was safely implemented. Further research is necessary to determine long-term benefits of glycemic control in the population with neurocritical illness.",
        "year": 2009,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "The paper focuses on glycemic control in the acute brain injury population, which is related to the topic of intensive insulin therapy in the source paper. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis. Instead, it explores a different population and setting, making it inspired by the broader topic of glycemic control."
    },
    {
        "paperId": "4f010e1ac6e189d633bc1b3a7f5aae8867d493f1",
        "title": "Early blood glucose control and mortality in critically ill patients in Australia*",
        "abstract": "Objective:To measure temporal trends in blood glucose (BG) control and describe their association with hospital mortality in a cohort of critically ill patients from Australia. Design:Interrogation of prospectively collected data from the Australia New Zealand Intensive Care Society Adult Patient Database. Setting:Twenty-four intensive care units (ICU) across Australia. Patients and Participants:A cohort of 66,184 adult ICU admissions for ≥24 hours from January 1, 2000, to December 31, 2005. Interventions:None. Measurements and Main Results:Highest and lowest BG values within 24 hours of ICU admission, standard demographic, clinical, and physiologic data, and hospital mortality. Medical, mechanically ventilated surgical, cardiac surgical, and septic subgroups were evaluated. Average BG was evaluated as a continuous variable and by quartiles (low [<5.6 mmol/L], near normal [5.6–8.69 mmol/L], high [8.69–11.79 mmol/L], and highest [>11.79 mmol/L]). There were 132,368 BG values, with a mean (95% confidence intervals) value 8.69 mmol/L (8.66–8.73). There was no trend in BG for the entire cohort (p = 0.66) over the study period; yet, BG increased after 2002 (0.17 mmol/L, p < 0.0001). The mechanically ventilated surgical and cardiac surgical subgroups had decreasing trends in BG (p < 0.001), whereas the septic subgroup had an increasing BG trend (p < 0.001). BG in the low, high, and highest quartiles, compared with the near-normal quartile, were consistently associated with higher hospital mortality in crude (odds ratio 1.31, 1.58, and 2.00) and multivariable analysis (odds ratio 1.29, 1.07, and 1.10), respectively. This association was similarly shown for the mechanically ventilated surgical and cardiac surgical subgroups. Conclusions:In a large cohort of ICU patients from Australia, there was no significant change in early glycemic control from 2000 to 2005. There were differences in selected subgroups. Average BG decreased in surgical subgroups, whereas it increased in septic patients. Both high and early low BG values were independently associated with hospital mortality.",
        "year": 2009,
        "citation_count": 167,
        "relevance": 1,
        "explanation": "This paper examines the association between blood glucose control and mortality in critically ill patients, which is a related topic to the source paper's focus on intensive insulin therapy. However, it does not directly use the findings of the source paper as a sub-hypothesis. The paper's focus on mortality and blood glucose control in a different population makes it partially dependent on the broader topic of glycemic control, but not directly dependent on the source paper's findings."
    },
    {
        "paperId": "f8157e3a0b47e31f33ee0a8582cbd5f98db88b88",
        "title": "Critical illness polyneuromyopathy in a patient with disseminated cryptococcal infection.",
        "abstract": "Critical illness polyneuromyopathy is frequent in patients in intensive care units. We report a case of critical illness polyneuromyopathy in a patient with disseminated cryptococcal infection in an intensive care unit.",
        "year": 2009,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper presents a case study of critical illness polyneuromyopathy, which is a topic directly related to the source paper's focus on the impact of intensive insulin therapy on polyneuropathy/myopathy. However, it is a case study and does not directly build upon or use the findings of the source paper as a sub-hypothesis. Instead, it explores a different aspect of critical illness polyneuromyopathy."
    }
]