[
    {
        "paperId": "d99690914e9b3f1dcf8d1e5d16a68fae9129f919",
        "title": "Systemic morphine in combination with TENS produces an increased antihyperalgesia in rats with acute inflammation.",
        "abstract": "Given that transcutaneous electrical nerve stimulation (TENS) achieves its anti-hyperalgesia through endogenous opioid receptors, this study was undertaken to assess if TENS in combination with morphine was more effective at reducing primary hyperalgesia. Acute inflammation was induced by subcutaneous injection of 3% carrageenan into the rat's hindpaw. The withdrawal latency to heat and the mechanical withdrawal threshold were assessed before and after inflammation and after treatment with TENS (high- or low-frequency). Animals were divided into the following groups: Group 1, saline, no TENS; Group 2, high- or low-frequency TENS plus saline; Group 3, morphine (0.3, 1, and 3 mg/kg, intraperitoneal [i.p.]), no TENS; and Group 4, high- or low-frequency TENS plus morphine (0.3, 1, and 3 mg/kg, i.p.). There was an increase in inhibition of primary heat but not mechanical hyperalgesia after treatment with either high- or low-frequency TENS in combination with morphine. In combination with morphine, low-frequency TENS produced a similar reduction in mechanical hyperalgesia when compared with morphine alone. High-frequency TENS in combination with morphine produced a similar reduction in mechanical hyperalgesia when compared with the effects of high-frequency TENS alone. Thus, a lower dose of morphine could be used in combination with TENS to decrease the side effects of systemic morphine and achieve the same degree of analgesia.",
        "year": 2000,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper explores the combination of TENS with morphine to produce an increased antihyperalgesia in rats. While the paper builds upon the concept of electrical stimulation, it does not directly build upon the findings of the source paper, which focused on the treatment of osteoarthritis of the knee with pulsed electrical stimulation. However, it is partially dependent on the previous findings regarding the effectiveness of electrical stimulation in pain management, thus using the source paper's findings as a sub-hypothesis."
    }
]