[
    {
        "paperId": "7dbebcc5d0aa546db0d0aa689ad548327a11d7e6",
        "title": "Calcium and vitamin D for corticosteroid-induced osteoporosis.",
        "abstract": "OBJECTIVES\nTo assess the effects of calcium and vitamin D compared to calcium alone or placebo in the prevention of bone loss in patients taking systemic corticosteroids.\n\n\nSEARCH STRATEGY\nWe searched the Cochrane Musculoskeletal trials register, Cochrane Controlled Trials Register, EMBASE and Medline up to 1996. We also conducted a hand search of abstracts from various scientific meetings and reference lists of selected trials.\n\n\nSELECTION CRITERIA\nAll randomized trials comparing calcium and vitamin D to calcium alone or placebo in patients taking systemic corticosteroids.\n\n\nDATA COLLECTION AND ANALYSIS\nData was abstracted from trials by two investigators. Methodological quality was assessed in a similar manner. Analysis was performed using fixed effects models.\n\n\nMAIN RESULTS\nFive trials were included, with 274 patients. The analysis was performed at two years after starting calcium and vitamin D. There was a significant weighted mean difference (WMD) between treatment and control groups in lumbar (WMD 2.6 (95% CI 0.7, 4.5), and radial bone mineral density (WMD 2.5 (95% CI 0.6, 4.4). The other outcome measures (femoral neck bone mass, fracture incidence, biochemical markers of bone resorption) were not significantly different.\n\n\nREVIEWER'S CONCLUSIONS\nThis meta-analysis demonstrated a clinically and statistically significant prevention of bone loss at the lumbar spine and forearm with vitamin D and calcium in corticosteroid treated patients. Because of low toxicity and cost all patients being started on corticosteroids should receive prophylactic therapy with calcium and vitamin D.",
        "year": 1998,
        "citation_count": 200,
        "relevance": 2,
        "explanation": "This paper presents a meta-analysis of the effects of calcium and vitamin D on preventing bone loss in patients taking systemic corticosteroids, which is directly related to the source paper's investigation of calcium and vitamin D3 supplementation for preventing bone loss secondary to low-dose corticosteroids."
    },
    {
        "paperId": "56da403c413d60263a2b9472c29db1f51d18df24",
        "title": "Alendronate for the Prevention and Treatment of Glucocorticoid-Induced Osteoporosis",
        "abstract": "Background Osteoporosis is a common complication of long-term glucocorticoid therapy for which there is no well-proved preventive or restorative treatment. Methods We carried out two 48-week, randomized, placebo-controlled studies of two doses of alendronate in 477 men and women, 17 to 83 years of age, who were receiving glucocorticoid therapy. The primary end point was the difference in the mean percent change in lumbar-spine bone density from base line to week 48 between the groups. Secondary outcomes included changes in bone density of the hip, biochemical markers of bone turnover, and the incidence of new vertebral fractures. Results The mean (±SE) bone density of the lumbar spine increased by 2.1±0.3 percent and 2.9±0.3 percent, respectively, in the groups that received 5 and 10 mg of alendronate per day (P<0.001) and decreased by 0.4±0.3 percent in the placebo group. The femoral-neck bone density increased by 1.2±0.4 percent and 1.0±0.4 percent in the respective alendronate groups (P<0.01) and decre...",
        "year": 1998,
        "citation_count": 1125,
        "relevance": 1,
        "explanation": "This paper investigates the use of alendronate for preventing and treating glucocorticoid-induced osteoporosis, which is related to the source paper's investigation of calcium and vitamin D3 supplementation for preventing bone loss secondary to low-dose corticosteroids."
    },
    {
        "paperId": "2ae3b24c7abe01ff2d65b3795393001c9c24da2b",
        "title": "Cyclical etidronate increases bone density in the spine and hip of postmenopausal women receiving long term corticosteroid treatment. A double blind, randomised placebo controlled study",
        "abstract": "OBJECTIVE To study the effect of cyclic etidronate in secondary prevention of corticosteroid induced osteoporosis. METHODS A double blind, randomised placebo controlled study comparing cyclic etidronate and placebo during two years in 37 postmenopausal women receiving long term corticosteroid treatment, mainly for polymyalgia rheumatica (40% of the patients) and rheumatoid arthritis (30%). Bone density was measured in the lumbar spine, femoral neck, and femoral trochanter. RESULTS After two years of treatment there was a significant difference between the groups in mean per cent change from baseline in bone density in the spine in favour of etidronate (p=0.003). The estimated treatment difference (mean (SD)) was 9.3 (2.1)%. Etidronate increased bone density in the spine (4.9 (2.1)%, p<0.05) whereas the placebo group lost bone (−2.4 (1.6)%). At the femoral neck there was an estimated difference of 5.3 (2.6)% between the groups (etidronate: 3.6 (1.4)%, p<0.05, placebo: −2.4 (2.1)%). The estimated difference at the trochanter was 8.2 (3.0) (etidronate: 9.0 (1.5)%, p<0.0001, placebo: 0.5 (2.3)%). No significant bone loss occurred in the hip in placebo treated patients. CONCLUSIONS Cyclic etidronate is an effective treatment for postmenopausal women receiving corticosteroid treatment and is well tolerated.",
        "year": 1998,
        "citation_count": 51,
        "relevance": 1,
        "explanation": "This paper explores the use of cyclic etidronate as a treatment for corticosteroid-induced osteoporosis, which is related to the source paper's investigation of calcium and vitamin D3 supplementation for preventing bone loss secondary to low-dose corticosteroids."
    }
]