[
    {
        "paperId": "0c25b724847ae84a5552a84596b49fe83f3059ea",
        "title": "Observational study on efficacy, safety, and drug survival of anakinra in rheumatoid arthritis patients in clinical practice",
        "abstract": "Background: The efficacy and safety of anakinra, a recombinant human interleukin 1 (IL1) receptor antagonist used in rheumatoid arthritis, has been documented in five randomised controlled studies. However, long term post-marketing efficacy data are lacking. Objective: To evaluate the efficacy, safety, and drug survival of anakinra in clinical practice. Methods: All patients with rheumatoid arthritis who started anakinra in six hospitals between May 2002 and February 2004 were included in a two year prospective, in part retrospective, cohort study. Efficacy was assessed using the 28 joint disease activity score (DAS28) and the EULAR response criteria. Safety was evaluated using the common toxicity criteria. Drug survival and prognostic factors were analysed using Kaplan–Meier and Cox proportional hazard analyses. Results: After three months, 55% of the patients (n = 146) showed a response (43% moderate, 12% good). A subset of patients continuing anakinra after 18 months had a sustained clinical response compared with patients who switched to other disease modifying antirheumatic drug treatment (DAS28 improvement, 2.46 v 1.79). Drug survival was 78%, 54%, and 14% after three, six, and 24 months, respectively. The reason for discontinuation was lack of efficacy in 78% and adverse events in 22%. Except for higher drug survival in women (odds ratio = 0.51, 95% confidence interval, 0.27 to 0.97), no prognostic factors were found. Adverse events were reported 206 times in 111 patients, the most common being injection site reactions (36%). Serious adverse events occurred in 12% of the patients, with one classified as related. Conclusions: The short term efficacy and safety profile of anakinra are comparable to those found in randomised clinical studies. However, the drug survival of anakinra after two years is low, mostly because of lack of efficacy.",
        "year": 2005,
        "citation_count": 71,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the efficacy, safety, and drug survival of anakinra in rheumatoid arthritis patients, which is one of the drugs studied in the source paper."
    },
    {
        "paperId": "c3aa17f3dab0dc81346e8ee72a3a2f0b774e88c6",
        "title": "Selective costimulation modulation using abatacept in patients with active rheumatoid arthritis while receiving etanercept: a randomised clinical trial",
        "abstract": "Objective: To investigate the efficacy and safety of abatacept in combination with etanercept in patients with active rheumatoid arthritis during a 1-year, randomised, placebo-controlled, double-blind phase, followed by an open-label, long-term extension (LTE). Methods: Patients continued etanercept (25 mg twice weekly) and were randomised to receive abatacept 2 mg/kg (n = 85) or placebo (n = 36). As the effective dose of abatacept was established as 10 mg/kg in a separate trial, all patients received abatacept 10 mg/kg and etanercept during the LTE. Results: A total of 121 patients were randomised; 80 completed double-blind treatment and entered the LTE. During double-blind treatment, the difference in the percentage of patients achieving the primary end point (modified American College of Rheumatology (ACR) 20 response at 6 months) was not significant between groups (48.2% v 30.6%; p = 0.072). At 1 year, no notable changes in modified ACR responses were observed. Subsequent to the dosing change, similar modified ACR responses were seen during the LTE. Significant improvements in quality of life were observed with abatacept and etanercept versus placebo and etanercept in five of the eight short-form 36 subscales at 1 year. More abatacept and etanercept-treated patients experienced serious adverse events (SAEs) at 1 year than patients receiving placebo and etanercept (16.5% v 2.8%), with 3.5% v 0% experiencing serious infections. Conclusion: The combination of abatacept (at a dose of 2 mg/kg during the double-blind phase and 10 mg/kg during the LTE) and etanercept was associated with an increase in SAEs, including serious infections, with limited clinical effect. On the basis of the limited efficacy findings and safety concerns, abatacept in combination with etanercept should not be used for rheumatoid arthritis treatment.",
        "year": 2006,
        "citation_count": 279,
        "relevance": 2,
        "explanation": "This study investigates the efficacy and safety of abatacept in combination with etanercept in patients with active rheumatoid arthritis, which is partially dependent on the findings of the source paper regarding the use of etanercept in combination with anakinra."
    },
    {
        "paperId": "924265b5196162b9a8368a0a0863f6bee8a2c61d",
        "title": "Safety of extended treatment with anakinra in patients with rheumatoid arthritis",
        "abstract": "Objective: To determine the safety profile of anakinra after extended exposure in a diverse clinical trial population of patients with rheumatoid arthritis. Methods: A six month, randomised, double blind phase comparing anakinra (100 mg/day) with placebo was followed by open label anakinra treatment for up to three years in patients with rheumatoid arthritis. Concomitant non-steroidal anti-inflammatory drugs, corticosteroids, and other disease modifying antirheumatic drugs were permitted. Results: In all 1346 patients with rheumatoid arthritis received anakinra for up to three years. Patients had varying levels of disease severity, concomitant drug use, and comorbid conditions. Cumulative, exposure adjusted event (EAE) rates for all adverse events (AEs), serious AEs, and deaths were similar during each year of anakinra treatment; the overall rate (0 to 3 years) was similar to that observed for controls during the blinded phase. The most frequent AEs were injection site reactions (122.26 events/100 patient-years), rheumatoid arthritis progression (67.80 events/100 patient-years), and upper respiratory infections (26.09 events/100 patient-years). The EAE rate of serious infections was higher for patients treated with anakinra for 0 to 3 years (5.37 events/100 patient-years) than for controls during the blinded phase (1.65 events/100 patient-years). However, if the patient was not receiving corticosteroid treatment at baseline, the serious infection rate was substantially lower (2.87 event/100 patient-years). The overall incidence of malignancies was consistent with expected rates reported by SEER. Neutralising antibodies developed in 25 patients, but appeared to be transient in 12; neutralising antibody status did not appear related to occurrence of malignancies or serious infections. There were no clinically significant trends in laboratory data related to anakinra. Conclusion: Anakinra is safe and well tolerated for up to three years of continuous use in a diverse population of patients with rheumatoid arthritis.",
        "year": 2006,
        "citation_count": 291,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the safety of extended treatment with anakinra, which was one of the combination therapies studied in the source paper. However, the focus of this paper is on the long-term safety of anakinra, rather than its combination with etanercept."
    }
]