[
    {
        "paperId": "5e447aca74f5e9b2ca8902d8259a4232e16d3634",
        "title": "New Insights into Autoimmune Cholangitis through Animal Models",
        "abstract": "Improving our understanding of the pathogenesis of chronic immune-mediated cholangiopathies such as primary biliary cirrhosis (PBC) and primary sclerosing cholangitis (PSC), as well as the development of novel diagnostic, prognostic and therapeutic tools for these disorders critically depends on easily reproducible animal models. Recently, several spontaneous mouse models for PBC (not requiring previous manipulations for breakdown of immunotolerance) have been reported, including NOD.c3c4 and NOD.c3c4-derived mice, IL-2Rα–/– mice, dominant negative TGF-β receptor II mice and Ae2a,b–/– mice. To date, no animal model exhibits all of the attributes of PSC. Rodent models induced by bacterial cell components or colitis may help to explain the strong association between PSC and inflammatory bowel disease. Other models include direct injury to biliary epithelia, peribiliary vascular endothelia or portal venous endothelia. Mice with targeted disruption of the Mdr2 (Abcb4) gene encoding a canalicular phospholipid flippase (Mdr2–/– mice) spontaneously develop sclerosing cholangitis with macroscopic and microscopic features of human PSC. Another example for a transporter involved in the pathogenesis of sclerosing cholangitis is the cystic fibrosis transmembrane conductance regulator (CFTR/ABCC7). Xenobiotics and drugs may also lead to bile duct injury and biliary fibrosis via direct toxic and indirect immune-mediated injury. Hydrophobic bile acids, such as lithocholic acid, cause bile duct injury and destructive cholangitis with periductal fibrosis resembling sclerosing cholangitis. These models have enhanced our understanding of the pathogenesis of PBC and PSC and will hopefully result in improved treatment of these disorders.",
        "year": 2010,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "This paper discusses animal models for autoimmune cholangitis, including primary biliary cirrhosis (PBC) and primary sclerosing cholangitis (PSC). While it does not directly reference the source paper, it explores the pathogenesis of PSC, which is relevant to the source paper's focus on PSC treatment."
    },
    {
        "paperId": "202023903ca0621326beed1ff33e27ef5b7fd4fd",
        "title": "Clinical Update on Inflammatory Disorders of the GI Tract: Liver Transplantation",
        "abstract": "Inflammatory bowel disease (IBD) is well known to be associated with primary sclerosing cholangitis (PSC) and autoimmune hepatitis (AIH). In both of these types of autoimmune liver disease liver transplantation remains a well accepted treatment modality. Importantly, PSC patients are evaluated early for liver transplantation because of their high risk of developing cholangiocarcinoma. This strategy is based on new combined strategies with excellent 5-year survival in selected PSC patients with cholangiocarcinoma. However, recurrence or de novo development of PSC and AIH as well as repeated IBD after liver transplantation has long been a subject of debate. As most of these liver transplant recipients survive long term, the recurrence of disease is becoming an important cause of morbidity and mortality. In this review we systematically report on indications for liver transplantation in PCS and AIH. We also refer to current knowledge about clinical course, management, long term outcome and risk factors for disease recurrence.",
        "year": 2010,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper discusses liver transplantation as a treatment modality for primary sclerosing cholangitis (PSC) and autoimmune hepatitis (AIH). Although it does not directly reference the source paper, it addresses PSC treatment, which is relevant to the source paper's focus on UDCA treatment for PSC."
    },
    {
        "paperId": "59660afa6e9d4cfe7d66bd91e4a4c325ba65f6b0",
        "title": "Bile acids for primary sclerosing cholangitis.",
        "abstract": "BACKGROUND\nPrimary sclerosing cholangitis is a progressive chronic cholestatic liver disease that usually leads to the development of cirrhosis. Studies evaluating bile acids in the treatment of primary sclerosing cholangitis have shown a potential benefit of their use. However, no influence on patients survival and disease outcome has yet been proven.\n\n\nOBJECTIVES\nTo assess the beneficial and harmful effects of bile acids for patients with primary sclerosing cholangitis.\n\n\nSEARCH STRATEGY\nWe searched The Cochrane Hepato-Biliary Group Controlled Trials Register, The Cochrane Library, MEDLINE, EMBASE and Science Citation Index Expanded generally from inception through to October 2010.\n\n\nSELECTION CRITERIA\nRandomised clinical trials comparing any dose of bile acids or duration of treatment versus placebo, no intervention, or another intervention were included irrespective of blinding, language, or publication status.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo authors extracted data independently. We evaluated the risk of bias of the trials using prespecified domains. We performed the meta-analysis according to the intention-to-treat principle. We presented outcomes as relative risks (RR) or mean differences (MD), both with 95% confidence intervals (CI).\n\n\nMAIN RESULTS\nEight trials evaluated ursodeoxycholic acid versus placebo or no intervention (592 patients). The eight randomised clinical trials have a high risk of bias. Patients were treated for three months to six years (median three years). The dosage of ursodeoxycholic acid used in the trials ranged from low (10 mg/kg body weight/day) to high (28 to 30 mg/kg body weight/day). Ursodeoxycholic acid did not significantly reduce the risk of death (RR 1.00; 95% CI 0.46 to 2.20); treatment failure including liver transplantation, varices, ascites, and encephalopathy (RR 1.22; 95% CI 0.91 to 1.64); liver histological deterioration (RR 0.89; 95% CI 0.45 to 1.74); or liver cholangiographic deterioration (RR 0.60; 95% CI 0.23 to 1.57). Ursodeoxycholic acid significantly improved serum bilirubin (MD -14.6 µmol/litre; 95% CI -18.7 to -10.6), alkaline phosphatases (MD -506 IU/litre; 95% CI -583 to -430), aspartate aminotransferase (MD -46 IU/litre; 95% CI -77 to -16), and gamma-glutamyltranspeptidase (MD -260 IU/litre; 95% CI -315 to -205), but not albumin (MD -0.20 g/litre; 95% CI -1.91 to 1.50). Ursodeoxycholic acid was safe and well tolerated by patients with primary sclerosing cholangitis.\n\n\nAUTHORS' CONCLUSIONS\nWe did not find enough evidence to support or refute the use of bile acids in the treatment of primary sclerosing cholangitis. However, bile acids seem to lead to a significant improvement in liver biochemistry. Therefore, more randomised trials are needed before any of the bile acids can be recommended for this indication.",
        "year": 2011,
        "citation_count": 39,
        "relevance": 2,
        "explanation": "This paper is a review of the use of bile acids, including UDCA, in the treatment of PSC. It mentions the source paper as one of the studies that evaluated the use of high-dose UDCA in PSC patients. Therefore, it is partially dependent on the findings of the source paper."
    }
]