[
    {
        "paperId": "55d74973e31c6a2c82a0a50861709cd92438c44c",
        "title": "Route of delivery and baseline left ventricular ejection fraction, key factors of bone‐marrow‐derived cell therapy for ischaemic heart disease",
        "abstract": "Previous evaluation of autologous bone‐marrow stem‐cell (BMSC) therapy following acute myocardial infarction (AMI) suggests that cell dose and timing of stem‐cell administration post‐MI are important factors in the efficacy of cellular therapy. This study aimed to assess whether route of delivery and baseline left ventricular ejection fraction (LVEF) of the participants may also affect the outcome of BMSC treatment in patients with AMI and ischaemic heart disease (IHD).",
        "year": 2009,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the optimal route of delivery and baseline left ventricular ejection fraction for bone-marrow-derived cell therapy, building on the source paper's results regarding autologous transplantation of mononuclear bone marrow cells in patients with acute myocardial infarction."
    },
    {
        "paperId": "65dda166ec2b457e95450d864851b93bb17c0aa7",
        "title": "Cardiac repair with adult bone marrow-derived cells: the clinical evidence.",
        "abstract": "On the basis of strong evidence from animal studies, numerous clinical trials of cardiac repair with adult bone marrow-derived cells (BMC) have been completed. These relatively smaller studies employed different BMC types with highly variable numbers, routes, and timings of transplantation, and included patients with acute myocardial infarction (MI), chronic ischemic heart disease (IHD), as well as ischemic cardiomyopathy. Although the outcomes have been predictably disparate, analysis of pooled data indicates that BMC therapy in patients with acute MI and chronic IHD results in modest improvements in left ventricular function and infarct scar size without any increase in untoward effects. However, the precise mechanisms underlying these benefits remain to be ascertained, and the specific advantages of one BMC type over another remain to be determined. The long-term benefit and safety issues with different BMC types are currently being evaluated critically in larger randomized controlled trials with a view to applying this novel therapeutic strategy to broader patient populations. The purpose of this review is to summarize the available clinical evidence regarding the efficacy and safety of therapeutic cardiac repair with different types of adult BMCs, and to discuss the key variables that need optimization to further enhance the benefits of BMC therapy.",
        "year": 2009,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it reviews the clinical evidence regarding the efficacy and safety of therapeutic cardiac repair with adult bone marrow-derived cells, including the results of autologous transplantation of mononuclear bone marrow cells in patients with acute myocardial infarction."
    },
    {
        "paperId": "e41bb178350f4df10d5bb8dcf5e9cc844e4c1517",
        "title": "Endothelial progenitor cells: Implications for cardiovascular disease",
        "abstract": "Endothelial progenitor cells (EPCs) reside in the bone marrow and are mobilized into the circulation by specific stimuli such as certain drugs, ischemia, and exercise training. Once in the circulation EPCs are thought to participate in the maintenance of the endothelial cell layer. Recently it was clearly demonstrated that the amount and function of EPCs is significantly impaired in different cardiovascular diseases. Furthermore, the level of circulating EPCs predicts the occurrence of cardiovascular events and death from cardiovascular causes and may help to identify patients at increased cardiovascular risk. After demonstrating the beneficial effect of applied EPCs in several animal experiments, these cells were also used to treat humans with different cardiovascular diseases. This review will focus on the characterization and liberation of EPCs from the bone marrow, as well as on the most important clinical cardiovascular diseases for which EPCs were used therapeutically. © 2008 International Society for Advancement of Cytometry",
        "year": 2009,
        "citation_count": 67,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it discusses the role of endothelial progenitor cells in cardiovascular disease, including their potential use in cell-based therapies."
    },
    {
        "paperId": "6dc1ce3b91e67213fa1ab332b104457fdb272a09",
        "title": "The Role of PET with 13N-Ammonia and 18F-FDG in the Assessment of Myocardial Perfusion and Metabolism in Patients with Recent AMI and Intracoronary Stem Cell Injection",
        "abstract": "Over the last decade, the effects of stem cell therapy on cardiac repair after acute myocardial infarction (AMI) have been investigated with different imaging techniques. We evaluated a new imaging approach using 13N-ammonia and 18F-FDG PET for a combined analysis of cardiac perfusion, metabolism, and function in patients treated with intracoronary injection of endothelial progenitors or with conventional therapy for AMI. Methods: A total of 15 patients were randomly assigned to 3 groups based on different treatments (group A: bone marrow–derived stem cells; group B: peripheral blood–derived stem cells; group C: standard therapy alone). The number of scarred and viable segments, along with the infarct size and the extent of the viable area, were determined on a 9-segment 13N-ammonia/18F-FDG PET polar map. Myocardial blood flow (MBF) was calculated for each segment on the ammonia polar map, whereas a global evaluation of left ventricular function was obtained by estimating left ventricular ejection fraction (LVEF) and end-diastolic volume, both derived from electrocardiography-gated 18F-FDG images. Both intragroup and intergroup comparative analyses of the mean values of each parameter were performed at baseline and 3, 6, and 12 mo after AMI. During follow-up, major cardiac events were also registered. Results: A significant decrease (P < 0.05) in the number of scarred segments and infarct size was observed in group A, along with an increase in MBF (P < 0.05) and a mild improvement in cardiac function. Lack of infarct size shrinkage in group B was associated with a marked impairment of MBF (P = 0.01) and cardiac dysfunction. Ambiguous changes in infarct size, MBF, and LVEF were found in group C. No differences in number of viable segments or in extent of viable area were found among the groups. At clinical follow-up, no major cardiac events occurred in group A patients, whereas 2 patients of group B experienced in-stent occlusion and one patient of group C received a transplant for heart failure. Conclusion: Our data suggest that a single nuclear imaging technique accurately analyzes changes in myocardial perfusion and metabolism occurring after stem cell transplantation.",
        "year": 2010,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper explores the effects of stem cell therapy on cardiac repair after acute myocardial infarction, which is partially dependent on the findings of the source paper regarding autologous transplantation of mononuclear bone marrow cells."
    },
    {
        "paperId": "2fd40899b8c0fcde6a595755b7e16a2c6a85555a",
        "title": "Efficacy and Safety of Intracoronary Autologous Bone Marrow‐Derived Cell Transplantation in Patients With Acute Myocardial Infarction: Insights From Randomized Controlled Trials With 12 or More Months Follow‐Up",
        "abstract": "Until now there was no systematic review concerning the chronic effects of intracoronary bone marrow‐derived cell (BMC) transplantation in patients with acute myocardial infarction (MI).",
        "year": 2010,
        "citation_count": 36,
        "relevance": 1,
        "explanation": "This paper reviews the efficacy and safety of intracoronary autologous bone marrow-derived cell transplantation, which is closely related to the source paper's findings on autologous transplantation of mononuclear bone marrow cells."
    },
    {
        "paperId": "2bd640cee4fddcecd2e45cc80cee09c4f4f535b1",
        "title": "Clinical Potential of Adult Vascular Progenitor Cells",
        "abstract": "Cell therapy to treat vascular and cardiovascular diseases has evolved over the past decade with improved understanding of progenitor cell mobilization, recruitment, and differentiation. The beneficial effects seen in several preclinical studies have prompted translation of adult vascular progenitor therapy to clinical trials. To date, progenitor cells isolated from bone marrow and peripheral blood have been tested in the context of acute myocardial infarction and chronic ischemic cardiomyopathy, with moderate benefit. This therapeutic effect occurs despite a relatively small number of injected progenitor cells and short-term residence in the target zone. Thus, indirect benefits, such as paracrine factors released from these cells, have been suggested as significant contributors to therapeutic efficacy. Several additional vascular progenitors of endothelial, smooth muscle, mesenchymal, and cardiac origin have been identified that may contribute to vasculogenesis. Indeed, a unifying paradigm for the most effective cell therapy strategies to date appears to be robust support of angiogenesis. Here we discuss a number of progenitor cells that currently show potential as cardiovascular therapeutics, either singly or in combination. We look at emerging cell types and disease targets that may be exploited for therapeutic benefit and future strategies that may maximize clinical efficacy.",
        "year": 2010,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "This paper discusses the clinical potential of adult vascular progenitor cells, which is partially dependent on the findings of the source paper regarding autologous transplantation of mononuclear bone marrow cells."
    }
]