[
    {
        "paperId": "a3330ca0c369a3af7ad58a749e54cc8dcf633824",
        "title": "Hepatotoxicity in patients with juvenile idiopathic arthritis receiving longterm methotrexate therapy.",
        "abstract": "OBJECTIVE\nTo evaluate hepatotoxicity in patients with juvenile idiopathic arthritis (JIA) receiving methotrexate (MTX) therapy with doses of 20-30 mg/m2 of body surface area.\n\n\nMETHODS\nWe graded the histology of percutaneous liver biopsies from 34 patients with JIA receiving longterm (> 2.4 years) MTX therapy at the Rheumatism Foundation Hospital, Heinola, Finland, using the Roenigk classification scale. Medical records of the patients with JIA were retrospectively analyzed.\n\n\nRESULTS\nOf 10 patients with MTX doses >/= 20 mg/m2, 4 had grade II, 5 had grade I histology, and one specimen with extensive steatosis as the only pathologic finding could not be classified. All 24 patients treated with low dose MTX had grade I histology. No specimen showed fibrosis or cirrhosis. In 2 patients with grade II histology, extensive portal tract inflammation resolved when MTX was discontinued for 6 months.\n\n\nCONCLUSION\nAggressive medical treatment of JIA with MTX at 20-30 mg/m2 with concomitant disease modifying antirheumatic drugs and corticosteroids may contribute to minor liver abnormalities that seem to be reversible.",
        "year": 2002,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper explores the hepatotoxicity of long-term methotrexate therapy in patients with JIA, building on the source paper's findings regarding the efficacy of methotrexate in treating JIA. The hypothesis in this paper is partially dependent on the source paper's findings, making it relevant with a score of 2."
    },
    {
        "paperId": "3ab72bafba95f7f2180c47bac6aa3ebc752eb531",
        "title": "Advanced therapy for juvenile arthritis.",
        "abstract": "The management of juvenile idiopathic arthritis (JIA) has undergone dramatic changes in the last decade with undoubtedly great benefit for many patients. In particular, more effective use of available drugs and the application of newly discovered drugs have been responsible for much of this improvement. Methotrexate is the gold standard for management of moderate to severe polyarthritis. Other disease-modifying antirheumatic drugs (DMARDs) such as sulphasalazine and cyclosporine are finding a specific role for resistant disease where they may be used in combination with methotrexate, for example. The introduction of anti-TNF agents, such as etanercept, is likely to herald a major shift to the use of biological agents in those intolerant to, or unresponsive to, standard DMARD therapy. DMARDs provide major steroid spring effect in many children with severe JIA with the hope that osteoporosis and growth failure will be reduced. More judicious use of corticosteroids and techniques such as intravenous 'pulse therapy' rather than long-term high-dose use of oral corticosteroids are also major changes. Intra-articular corticosteroids are commonly used in children with oligoarticular JIA and as a useful adjunct to DMARD therapy in children with other forms of JIA. Autologous stem cell transplantation is an exciting new development currently restricted to use in patients with very severe, resistant disease. Modifications of technique, experience and increased safety may make this a more widely applicable technique, in particular for patients with a poor prognosis, such as those with systemic JIA. Although the focus of this chapter is on drug therapy, multidisciplinary team management for children with chronic arthritis focusing on the physical, nutritional, intellectual and psychosocial wellbeing of the child will continue to be important.",
        "year": 2002,
        "citation_count": 65,
        "relevance": 1,
        "explanation": "This paper discusses the management of JIA, including the use of methotrexate and other disease-modifying antirheumatic drugs. While it builds on the source paper's findings, its focus is on the broader topic of JIA management, making its connection to the source paper less direct. However, it still scores 1 as the hypothesis in this paper is inspired by the findings of the source paper."
    },
    {
        "paperId": "611106b2386baf8a8bb717aba1f9cc554b76e39a",
        "title": "Current treatment of juvenile rheumatoid arthritis.",
        "abstract": "Prognostic factors in juvenile rheumatoid arthritis (JRA) include polyarticular onset, polyarticular disease course, and rheumatoid factor positivity; in the systemic onset subtype, persistence of systemic features at 6 months after onset confers a worse prognosis. Timely diagnosis and appropriate aggressive treatment of patients with poor prognostic features improve quality of life and outcome. After nonsteroidal anti-inflammatory drugs, methotrexate is the most commonly used second-line agent. However, approximately one third of patients do not respond to methotrexate adequately. Randomized, placebo-controlled, clinical trials in patients with JRA are few, but one such trial with the tumor necrosis factor inhibitor etanercept shows that this drug is effective and well-tolerated. Other recently approved agents for rheumatoid arthritis, including infliximab, leflunomide, celecoxib, and rofecoxib, have not been adequately studied in pediatric patients, and the role of these agents in children with JRA remains to be determined.",
        "year": 2002,
        "citation_count": 140,
        "relevance": 1,
        "explanation": "This paper discusses the current treatment options for JRA, including methotrexate and other agents. While it builds on the source paper's findings, its focus is on the broader topic of JRA treatment, making its connection to the source paper less direct. However, it still scores 1 as the hypothesis in this paper is inspired by the findings of the source paper."
    }
]