[
    {
        "paperId": "1158960fb63c220d9b2ffed0c1785927cf796daa",
        "title": "Weight loss in patients with diabetes treated with a metformin-sulfonylurea combination in comparison with twice-daily mixed insulin.",
        "abstract": "OBJECTIVE\nTo investigate whether patients previously treated with insulin or sulfonylureas alone can be transferred to a combination of sulfonylureas and metformin therapy and realize a prolonged weight loss.\n\n\nMETHODS\nWe conducted a retrospective review of medical records to identify three groups of patients with type 2 diabetes: group 1, those requiring insulin who had remained on a daily regimen of two injections of mixed insulin; group 2, patients whose regimen had been changed from sulfonylureas alone to a combination of a sulfonylurea and metformin; and group 3, patients whose regimen had been converted from twice-daily mixed insulin alone to a sulfonylurea-metformin combination. Results relative to loss of weight in these three groups were analyzed.\n\n\nRESULTS\nFor a 12-month period, no significant weight loss was noted in group 1, and group 2 showed a small nonsignificant weight loss in 6 months. Only group 3 had a significant weight loss at 3, 6, 9, and 12 months, maximizing at a mean weight loss of 22 lb (10 kg) at 12 months. In addition, in those patients in whom data were available, a significant weight loss was found at 18 and 21 months. At 21 months, however, weight began to increase. Percentage weight loss followed a pattern similar to that seen with total weight loss. The proportion of patients losing weight did not differ significantly in groups 1 and 2; however, in group 3, after 3 and 12 months a significant proportion of patients (79% and 86%, respectively) had lost weight. Race, gender, or baseline body weight had no effect on weight loss.\n\n\nCONCLUSION\nFrom this retrospective study of patients with type 2 diabetes, we conclude that conversion from insulin to combination oral therapy with sulfonylureas and metformin results in a significant weight loss for up to 21 months.",
        "year": 1998,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of metformin on weight loss in patients with type 2 diabetes, building on the source paper's results regarding metformin's effects on fasting serum insulin levels and weight loss."
    }
]