[
    {
        "paperId": "be42bab49c7d7ec0c175b18c2d28040d8d83faa4",
        "title": "The effect of immunosuppressive regimens on the recurrence of primary biliary cirrhosis after liver transplantation",
        "abstract": "Recurrence of primary biliary cirrhosis (PBC) has been described in liver transplant recipients. Type of immunosuppression has been reported to influence the frequency of recurrence. The aim of this study is to evaluate the occurrence and pattern of recurrent PBC in our liver transplant recipients and determine any association of immunosuppressive agents with its recurrence. Patients who underwent orthotopic liver transplantation (OLT) for PBC were identified from the University of Chicago Liver Transplant Database. Recurrent PBC was diagnosed based on specific pathological criteria. Of 46 patients who underwent OLT for PBC between 1984 and 2000, a total of 7 patients (15%) were diagnosed with recurrent PBC at a median of 78 months (range, 27 to 120 months) after OLT. Forty‐three percent of patients were administered cyclosporine, whereas 57% were administered tacrolimus before disease recurrence. Rates of recurrence were not different between patients maintained on cyclosporine therapy (16%) compared with those maintained on tacrolimus therapy (18%; P = 1.0). There also was no difference in frequency of rejection episodes or duration of corticosteroid therapy between those who did and did not have recurrent PBC. In conclusion, recurrent PBC developed in a small number of patients 2 years or longer after OLT. In our population, there was no difference in recurrence rates between those administered cyclosporine or tacrolimus for immunosuppression. (Liver Transpl 2003;9:733‐736.)",
        "year": 2003,
        "citation_count": 53,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the recurrence of primary biliary cirrhosis (PBC) after liver transplantation, a potential outcome for patients with PBC who do not respond to ursodeoxycholic acid (UDCA) treatment, as investigated in the source paper."
    }
]