[
    {
        "paperId": "8a3b7a3072d4681caaa6f0a147f31a83f0e4d269",
        "title": "[Effects of Astragalus polysaccharides on proliferation and differentiation of 3T3-L1 preadipocytes].",
        "abstract": "OBJECTIVE\nTo observe the effects of Astragalus polysaccharides (APS) on the proliferation and differentiation of 3T3-L1 preadipocytes and to elucidate its possible mechanism.\n\n\nMETHODS\nThe proliferation of 3T3-L1 preadipocytes was detected by XTT method. Lipid droplets accumulated in cytoplasm of the differentiated preadipocytes were observed by using red O staining and quantified by colorimetry. The expressions of peroxisome proliferation activated receptor gamma (PPAR gamma) and CAAT/enhancer binding protein (C/EBP alpha) mRNAs and proteins were detected by real-time polymerase chain reaction (RT-PCR) and Western blotting respectively.\n\n\nRESULTS\nAPS at different concentrations (0.025-0.8 g/L) affected 3T3-L1 preadipocyte proliferation and differentiation dose-dependently. 3T3-L1 preadipocytes treated with 0.4 g/L APS had lots of lipid droplets in the cytoplasma, which were similar to cells treated with rosiglitazone (ROS). APS significantly increased the mRNA and protein expressions of PPAR gamma and C/EBP alpha (P<0.05, P<0.01, compared with the normal control group) in the course of 3T3-LI preadipocyte differentiation.\n\n\nCONCLUSION\nAPS can promote the proliferation of 3T3-L1 preadipocytes, enhance the accumulation of lipid drops, and increase the terminal differentiation of preadipocytes, which may be associated with its effects in increasing the expressions of PPAR gamma and C/EBP alpha mRNAs and proteins. The study suggests that APS has potential in the treatment of metabolic syndrome.",
        "year": 2007,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper investigates the effects of Astragalus polysaccharides on the proliferation and differentiation of 3T3-L1 preadipocytes, which is related to the topic of the source paper, Astragalus injection on insulin resistance in auxiliary treating patients with diabetes mellitus type 2. The key hypothesis in this paper is inspired by the hypothesis or the finding from the source paper, as it explores the potential mechanism of Astragalus polysaccharides in improving insulin resistance."
    }
]