[
    {
        "paperId": "a79b765fb5dfbdf1a5784c7012eadeaa2f3902e8",
        "title": "EDTA chelation treatment for peripheral vascular disease",
        "abstract": "DEAR SIR, this Journal and one other published the results of a study by Guldager et al. and associated Danish surgeons, Sloth-Nielsen et al. [ l , 21 which claimed to disprove the effectiveness of EDTA chelation treatment for peripheral vascular disease. Because this study and a recently published study by van Rij et al. [3] (both of which claim to be ‘controlled ’ clinical trials) conflict with the vast preponderance of previously published work, they should be examined closely. Forty years of clinical experience and dozens of published studies have shown precisely the opposite effect. Olszewer & Carter [4] reported that 2379 out of 2482 cardiovascular patients had objective improvement with treatment. Chappell & Stahl [5] published a meta-analysis of 19 studies and 22 765 patients, which showed a correlation coefficient of 0.88 between treatment with EDTA and improvement in cardiovascular function. The same authors did a follow-up meta-analysis [6] using unpublished data collected from 1241 patients and 32 clinicians to examine for a ‘Type 1 ’ publication bias. No such bias was found, and the correlation coefficient was identical. Hancke & Flytlie [7] reported that 82 of 92 patients who were on the waiting list for bypass or amputation were able to cancel their surgery after treatment. Clearly, there is a serious discrepancy between this data and the above-mentioned ‘controlled ’ trials. Criticisms of the Danish surgeons’ study have been published in other journals [%lo]. Some of the problems with the study were as follows. 1 Most of the subjects continued to smoke throughout the treatment and this added a highly significant confounding variable that by itself may have made the study biased and of questionable significance. 2 The study was not properly randomized or doubleblinded as claimed. This was confirmed by a report by the Danish Committee for Investigation into neither a blind post-tally nor a blind judge were used. 3 Very sick patients (A/B indices averaged 0.5) were given minimal treatment (30-40 treatments would be a standard course for patients with severe disease, not 20). 4 Magnesium is an important part of the protocol published by the American College for Advancement in Medicine [12], not only to reduce infusion pain but also because of its effect on the Ca/Mg pump across cell membranes and in bone remodelling. It also has a mild vasodilatory effect. The authors omitted magnesium from the treatment protocol and erroneously claimed that the ACAM protocol had been followed. This claim was also criticized by the uvvu. 5 On the one hand the surgeons claimed that disodium EDTA did not cause pain with infusion, but on the other hand they reported that more than onethird of the placebo group (given normal saline) and almost half of the treatment group suffered phlebitis as a side-effect. This is an extremely high incidence of phlebitis with normal saline infusion or even with EDTA treatment according to the generally accepted protocol. Furthermore, it is highly improbable that the authors’ treatment solution (disodium EDTA with a pH of 3.8-4.5) would not cause pain with infusion and especially with infiltration. Disodium EDTA in a vein produces vasospasm even with a physiological pH. 6 Individual patients reported that they were instructed to attach their own i.v.s without close supervision [9]. This policy, coupled with the further report that the same patient had severe pain with one accidental infiltration and no pain with a larger one that occurred later, raises the possibility that some of the bottles may have been mixed up. This would explain why both the placebo and the treatment groups had about a 50% increase in walking distance. 7 Iron-containing supplements were given to subjects during each treatment. One of the important",
        "year": 1995,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper discusses the effectiveness of EDTA chelation treatment for peripheral vascular disease, which is related to the topic of the source paper. However, it does not directly build upon the findings of the source paper, but rather critiques and discusses other studies in the field. The key hypothesis in this paper is partially dependent on the previous findings regarding chelation therapy, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "e4b239c7262761715949b1f0ea0d8b88327d79fc",
        "title": "Metal excretion and magnesium retention in patients with intermittent claudication treated with intravenous disodium EDTA.",
        "abstract": "Sixty patients with intermittent claudication participated in a double-blind placebo-controlled trial of 20 courses of intravenous chelation therapy with 3 g of disodium EDTA vs placebo during 5-9 weeks. After the first infusion, the 24-h urinary excretion of lead and zinc was approximately 25-fold higher in the EDTA-treated group; relative differences for copper and calcium were smaller. Urinary magnesium excretion in the EDTA-treated group was one-third less than in the control group. After the treatment period, the blood lead concentration had decreased by approximately 73% and the serum zinc concentration by approximately 34%; other changes in blood concentrations were negligible. The loss of essential minerals and the possible redistribution of lead in the body may constitute a disadvantage that should be taken into account in repeated intravenous EDTA treatment.",
        "year": 1996,
        "citation_count": 23,
        "relevance": 1,
        "explanation": "This paper explores the effects of intravenous disodium EDTA on metal excretion and magnesium retention in patients with intermittent claudication. The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of EDTA treatment, which was also used in the source paper."
    }
]