[
    {
        "paperId": "13a361aba7f90393a1dd1e42cff5a18757c3b753",
        "title": "Bone health and physical activity in adolescents with juvenile idiopathic arthritis: a cross-sectional case-control study",
        "abstract": null,
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper examines physical activity levels in adolescents with JIA and explores associations between physical activity and disease-related factors. While it does not directly build upon the source paper's findings, it shares a common theme of physical activity in pediatric populations with arthritis. The paper's focus on physical activity levels and associations with disease-related factors makes it partially dependent on the source paper's hypothesis that exercise training can improve physical function in children with arthritis."
    },
    {
        "paperId": "e35adb21ec30a428a2da42d6b780c16e8dd74e9f",
        "title": "Exercise therapy in juvenile idiopathic arthritis.",
        "abstract": "BACKGROUND\nExercise therapy is considered an important component of the treatment of arthritis. The efficacy of exercise therapy has been reviewed in adults with rheumatoid arthritis but not in children with juvenile idiopathic arthritis (JIA).\n\n\nOBJECTIVES\nTo assess the effects of exercise therapy on functional ability, quality of life and aerobic capacity in children with JIA.\n\n\nSEARCH STRATEGY\nThe Cochrane Central Register of Controlled Trials (CENTRAL), Cochrane Database of Systematic Reviews (The Cochrane Library), MEDLINE (January 1966 to April 2007), CINAHL (January 1982 to April 2007), EMBASE (January 1966 to October 2007), PEDro (January 1966 to October 2007), SportDiscus (January 1966 to October 2007), Google Scholar (to October 2007), AMED (Allied and Alternative Medicine) (January 1985 to October 2007), Health Technologies Assessment database (January 1988 to October 2007), ISI Web Science Index to Scientific and Technical Proceedings (January 1966 to October 2007) and the Chartered Society of Physiotherapy website (http://www.cps.uk.org) were searched and references tracked.\n\n\nSELECTION CRITERIA\nRandomised controlled trials (RCTs) of exercise treatment in JIA.\n\n\nDATA COLLECTION AND ANALYSIS\nPotentially relevant references were evaluated and all data were extracted by two review authors working independently.\n\n\nMAIN RESULTS\nThree out of 16 identified studies met the inclusion criteria, with a total of 212 participants. All the included studies fulfilled at least seven of 10 methodological criteria. The outcome data of the following measures were homogenous and were pooled in a meta-analysis: functional ability (n = 198; WMD -0.07, 95% CI -0.22 to 0.08), quality of life (CHQ-PhS: n = 115; WMD -3.96, 95% CI -8.91 to 1.00) and aerobic capacity (n = 124; WMD 0.04, 95% CI -0.11 to 0.19). The results suggest that the outcome measures all favoured the exercise therapy but none were statistically significant. None of the studies reported negative effects of the exercise therapy.\n\n\nAUTHORS' CONCLUSIONS\nOverall, based on 'silver-level' evidence (www.cochranemsk.org) there was no clinically important or statistically significant evidence that exercise therapy can improve functional ability, quality of life, aerobic capacity or pain. The low number of available RCTs limits the generalisability. The included and excluded studies were all consistent about the adverse effects of exercise therapy; no short-term detrimental effects of exercise therapy were found in any study. Both included and excluded studies showed that exercise does not exacerbate arthritis. The large heterogeneity in outcome measures, as seen in this review, emphasises the need for a standardised assessment or a core set of functional and physical outcome measurements suited for health research to generate evidence about the possible benefits of exercise therapy for patients with JIA. Although the short-term effects look promising, the long-term effect of exercise therapy remains unclear.",
        "year": 2008,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "This systematic review assesses the effects of exercise therapy on functional ability, quality of life, and aerobic capacity in children with JIA. The review's focus on exercise therapy in JIA makes it partially dependent on the source paper's hypothesis that exercise training can improve physical function in children with arthritis. However, the review's findings suggest that the evidence for the effectiveness of exercise therapy in JIA is limited, and more research is needed to fully understand its benefits."
    },
    {
        "paperId": "891618ca2726dc0bd9d274746c121e47c774b598",
        "title": "Feasibility and effectiveness of an aerobic exercise program in children with fibromyalgia: results of a randomized controlled pilot trial.",
        "abstract": "OBJECTIVE\nTo determine the feasibility of conducting a randomized controlled trial of a 12-week exercise intervention in children with fibromyalgia (FM) and to explore the effectiveness of aerobic exercise on physical fitness, function, pain, FM symptoms, and quality of life (QOL).\n\n\nMETHODS\nFM patients ages 8-18 years were randomized to a 12-week exercise intervention of either aerobics or qigong. Both groups participated in 3 weekly training sessions. Program adherence and safety were monitored at each session. Data were collected at 3 testing sessions, 2 prior to and 1 after the intervention, and included FM symptoms, function, pain, QOL, and fitness measures.\n\n\nRESULTS\nThirty patients participated in the trial. Twenty-four patients completed the program; 4 patients dropped out prior to training and 2 dropped out of the aerobics program. Better adherence was reported in the aerobics group than in the qigong group (67% versus 61%). Significant improvements in physical function, functional capacity, QOL, and fatigue were observed in the aerobics group. Anaerobic function, tender point count, pain, and symptom severity improved similarly in both groups.\n\n\nCONCLUSION\nIt is feasible to conduct an exercise intervention trial in children with FM. Children with FM tolerate moderate-intensity exercise without exacerbation of their disease. Significant improvements in physical function, FM symptoms, QOL, and pain were demonstrated in both exercise groups; the aerobics group performed better in several measures compared with the qigong group. Future studies may need larger sample sizes to confirm clinical improvement and to detect differences in fitness in childhood FM.",
        "year": 2008,
        "citation_count": 123,
        "relevance": 1,
        "explanation": "Although this paper explores the effectiveness of an aerobic exercise program in children with fibromyalgia, it does not directly build upon the source paper's findings or hypothesis, which focused on the effects of vigorous exercise training on physical function in children with arthritis. However, both papers share a common theme of exercise intervention in pediatric populations with chronic conditions."
    }
]