[
    {
        "paperId": "134bd2d711cf1f393cf79c888783ecdf9d2193b7",
        "title": "Resting energy expenditure in patients with alcoholic hepatitis.",
        "abstract": "Patients with alcoholic hepatitis are typically malnourished. A hypermetabolic state would explain, at least in part, the muscle wasting observed in these patients. However, data on hypermetabolism in liver disease are limited and conflicting. In this study, we evaluated measured energy expenditure (MEE) vs predicted energy expenditure (PEE), and MEE in relation to urinary creatinine excretion in 20 patients with moderate and severe alcoholic hepatitis, and 20 controls. Patients with alcoholic hepatitis had depressed creatinine height index (moderate 66%, severe 78%) demonstrating muscle depletion. Patients with alcoholic hepatitis also had depressed mean serum albumin concentrations, the moderate group 2.6 g/dl and the severe group 2.0 g/dl. The mean values for measured energy expenditure in moderate alcoholic hepatitis patients, severe alcoholic hepatitis patients, and the control group were: 1556 kcal, 1878 kcal, and 1943 kcal, respectively. The mean measured energy expenditures per g of creatinine for the same groups were: 1520 kcal, 1813 kcal, and 1043 kcal, respectively. The mean measured energy expenditure/predicted energy expenditure ratio was not increased in alcoholic hepatitis patients compared to controls. However, when related to urinary creatinine excretion, the alcoholic hepatitis patients had a mean measured energy expenditure that was 55% higher than controls. In conclusion, whereas the measured energy expenditure to predicted energy expenditure ratio was not elevated in alcoholic hepatitis patients compared to controls, the measured energy expenditure per gram of creatinine was significantly increased in alcoholic hepatitis patients, supporting the concept of alcoholic hepatitis as a hypermetabolic state.",
        "year": 1989,
        "citation_count": 53,
        "relevance": 1,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the metabolic state of patients with alcoholic hepatitis, which could be related to the liver disease discussed in the source paper."
    }
]