[
    {
        "paperId": "10aa141cb635014233e4948805a22a1d0458bbd4",
        "title": "Comparison between intraarticular triamcinolone acetonide and methylprednisolone acetate injections in treatment of frozen shoulder.",
        "abstract": "OBJECTIVE\nTo compare the effectiveness of triamcinolone acetonide (40 mg) and methylprednisolone acetate (60 mg) in Iraqi patients with primary and secondary frozen shoulder.\n\n\nMETHODS\nA total number of 135 (93 males and 42 females) patients with frozen shoulder, allocated at outpatient clinic of rheumatology in Al-Yarmook Teaching Hospital (Baghdad-Iraq) from January 2004 to December 2005, were enrolled in non-controlled clinical trial. The diagnosis of frozen shoulder was made using the guidelines for shoulder complaint issued by the Dutch College of General Practitioners. Intraarticular injections of 40 mg triamcinolone acetonide (46 males and 22 females) or 60 mg methylprednisolone acetate (47 males and 20 females) were given every 3 weeks (not more than 3 injections) by using posterior route.\n\n\nRESULTS\nBoth triamcinolone acetonide (81.8%) and methylprednisolone acetate (83.3%) were equally effective in primary frozen shoulder. Triamcinolone acetonide is significantly improved diabetic frozen shoulder in comparison to methylprednisolone acetate (69% versus 39%). Also patients on triamcinolone acetonide required less number of steroid injections and higher percent of severe cases were significantly improved by triamcinolone acetonide in comparison with methylprednisolone acetate.\n\n\nCONCLUSION\nWe conclude that triamcinolone acetonide is a good rescue for painful stiff shoulder particularly for resistant cases as with diabetes mellitus, and with long duration of illness. Also, its efficacy can be observed with less frequent injections.",
        "year": 2007,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it compares the effectiveness of different corticosteroids, including triamcinolone, in treating frozen shoulder. The source paper's findings on the efficacy of intra-articular corticosteroid injection provide a basis for this comparison."
    },
    {
        "paperId": "aab67d9f90a0286d17a965359987b5a99b28517e",
        "title": "Pain Relieving Effect of Short-Course, Pulse Prednisolone in Managing Frozen Shoulder",
        "abstract": "Adhesive capsulitis or frozen shoulder is a common condition characterized by shoulder pain and stiffness in which conservative methods of treatment such as glucocorticosteroids, anti-inflammatory drugs, and physiotherapy play a significant part. To evaluate the pain relieving effect of short-course pulse prednisolone, this comparison study was planed. Two age and sex-matched groups of patients were studied during three years. Each group consisted of thirty patients suffered from idiopathic Frozen Shoulder. The mean duration from the onset of the disorder to referral to our clinic was five months. Patients' pain on external rotation was qualified using a visual analog scale before and after finishing the treatment. The first group received oral diclofenac (100 mg/day) and physiotherapy. The second group received 500 mg of prednisolone intravenously (IV) for three consecutive days at the beginning of treatment in addition to the full treatment regimen of the first group. The pain relieving effects of the two methods of treatment were compared. The mean pain scale for the first group decreased from 7.16 to 4.9 (p < 0.001) and for the second group from7.10 to 2.96 (p < 0.001) as indicated by Paired sample test. Based on the results of this study, inclusion of 500 mg prednisolone for three days appears to improve the pain-relieving effect of routine conservative treatment of frozen shoulder using NSAIDs and physiotherapy.",
        "year": 2007,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the pain-relieving effect of a different corticosteroid (prednisolone) in managing frozen shoulder. The source paper's results on the efficacy of intra-articular corticosteroid injection provide a starting point for this investigation."
    }
]