[
    {
        "paperId": "12e1534a4b0a785533ec995c6f670a1286db6bcc",
        "title": "Antihypertensive Medication Use Among Recruits for the Trial of Nonpharmacologic Interventions in the Elderly (TONE)",
        "abstract": "OBJECTIVES: To examine the distribution and correlates of the classes of antihypertensive medications taken by persons aged 60 to 80.",
        "year": 1996,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it examines the distribution and correlates of antihypertensive medications taken by participants in the TONE study, which is the same study described in the source paper."
    },
    {
        "paperId": "6ffd3bee35edc35c4a288519d343eea8b82b391a",
        "title": "Baseline Correlates with Quality of Life Among Men and Women with Medication‐Controlled Hypertension. The Trial of Nonpharmacologic Interventions in the Elderly (TONE)",
        "abstract": "OBJECTIVES: To examine Quality of Life (QOL) and its correlates among older adults with medication‐controlled hypertension.",
        "year": 1997,
        "citation_count": 52,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it examines Quality of Life (QOL) and its correlates among older adults with medication‐controlled hypertension, which is a part of the TONE trial."
    },
    {
        "paperId": "da18ada818f1ad0693f0700a50a7d57acd900b70",
        "title": "Recruitment in the Trial of Nonpharmacologic Intervention in the Elderly (TONE)",
        "abstract": "OBJECTIVE: To compare the effectiveness of different approaches to participant enrollment in a behavior modification trial.",
        "year": 1997,
        "citation_count": 62,
        "relevance": 2,
        "explanation": "This paper is a methodological paper that focuses on recruitment strategies for the TONE trial, which is directly related to the source paper. The findings of this paper could be used as a sub-hypothesis for future studies on nonpharmacologic interventions in the elderly."
    },
    {
        "paperId": "761068aff17bee13e297e22b0f40e5403e42dcbf",
        "title": "The Impact of Obesity on Hypertension Management in African Americans",
        "abstract": "Blood pressure is strongly related to body weight, and control of obesity is a critical component of hypertension prevention and control. Data from multicenter studies such as the Trials of Hypertension Prevention, the Trials of Antihypertensive Interventions and Management, and the Trial of Nonpharmacologic Interventions in the Elderly help to set aside previous questions about whether the association of obesity with hypertension applies to African Americans. Given the high prevalence of overweight among African Americans, especially women, the issue is not whether weight reduction should be a component of hypertension prevention and treatment but how to design and implement programs that will help overweight African American men and women achieve permanent weight loss. Modest weight losses can not only prevent or reverse blood pressure elevations but also have a favorable impact on obesity-related cardiovascular risk factors such as diabetes and hyperlipidemia.",
        "year": 1997,
        "citation_count": 33,
        "relevance": 1,
        "explanation": "Although this paper mentions the Trial of Nonpharmacologic Interventions in the Elderly (TONE), it primarily focuses on the impact of obesity on hypertension management in African Americans, which is not directly related to the source paper's main hypothesis."
    }
]