[
    {
        "paperId": "769a4f9f955e1d184a71d781fcaaa9907236ebee",
        "title": "Warfarin Therapy for an Octogenarian Who Has Atrial Fibrillation",
        "abstract": "An 80-year-old man with a 4-year history of atrial fibrillation has hypertension and occasional lower back and knee pain, but he feels well overall. He does not drink or smoke. He has had echocardiography but has never undergone a trial of cardioversion. Except for an irregularly irregular pulse at a rate of 90 beats/min and crepitus of his knees, the patient's physical examination is unremarkable. His mental function is good, with a score of 28 (out of 30) on the Folstein Mini-Mental State Examination (1). Benefits and Risks of Prescribing Warfarin in an Elderly Patient Who Has Atrial Fibrillation What Are the Benefits of Prescribing Warfarin? In a recent meta-analysis of the atrial fibrillation trials, Hart and colleagues (2) found that compared with no antithrombotic therapy, adjusted-dose warfarin prevents 62% of strokes and aspirin prevents 22% of strokes. How these relative risk reductions translate into absolute benefit depends on the underlying risk for stroke. The stroke risk, in turn, depends on the presence or absence of specific comorbid conditions: previous stroke or transient ischemic attack, hypertension, diabetes, heart disease (including mitral stenosis and heart failure), and advanced age (3-5). The patient described here is very elderly and has hypertension. The incidence of stroke in this patient would be at least 4% per year without antithrombotic therapy (3, 5), even if his echocardiogram is normal. Aspirin reduces this annual rate to approximately 3.6% (6), while warfarin would reduce it to less than 2% per year (2). Although data from available clinical trials were primarily collected from patients who were younger than 80 years of age, a recent observational study suggests that warfarin also benefits octogenarians who have atrial fibrillation (7). Although warfarin is likely to benefit patients who have an annual stroke rate of 4% or greater, the net benefit will depend on the risk for hemorrhage and on personal preferences (8). We focus on these two factors before deciding whether to offer warfarin therapy. What Are the Risks of Prescribing Warfarin? The major risk of warfarin therapy is hemorrhage. The risk for serious hemorrhage increases with the following factors: recent hemorrhage, alcoholic binge drinking, renal insufficiency, liver disease, use of aspirin or other nonsteroidal anti-inflammatory agents, and cancer (9-13). Additional risk factors for hemorrhage may include advanced age, thrombocytopenia, previous stroke, uncontrolled hypertension, and nonwhite ethnicity (9-11, 14). Thus, this patient's only identifiable risk factor for hemorrhage is advanced age. Although there are exceptions (15-17), many investigators have found that older patients who receive warfarin have higher rates of major hemorrhage than do younger patients taking the same regimens (9, 11, 14, 18-21). In the atrial fibrillation trials, the annual rate of major hemorrhage averaged 1.4% for patients who were randomly assigned to adjusted-dose warfarin therapy (3, 22). Because this patient is an octogenarian and is not part of a clinical trial, his annual risk for major hemorrhage with warfarin therapy would be approximately 3% to 4% (14, 15)nearly 3% (per year) higher than the 0.5% (6) to 1% (3) annual rate of major hemorrhage associated with aspirin therapy. The patient is currently taking low-dose aspirin, digoxin, and extended-release nifedipine; he has never received warfarin. We discuss the risks and benefits of substituting warfarin therapy with him, including the need for regular monitoring of the international normalized ratio (INR). We order baseline testing of INR, complete blood count, basic metabolic panel, and measurement of digoxin level. We arrange to obtain his old medical records. The patient returns for follow-up 1 week later. His blood pressure is 140/80 mm Hg; his pulse is 95 beats/min and irregularly irregular. The remainder of his physical examination is unremarkable. His old medical records reveal previous screening flexible sigmoidoscopy and measurement of thyroid-stimulating hormone level, both of which yielded normal findings. The patient's new laboratory test results are normal except for a slightly elevated creatinine level. His previous echocardiogram shows normal left ventricular function, mild left ventricular hypertrophy, normal cardiac valves, and a slightly enlarged left atrium. How Should the Risk and Benefits of Prescribing Warfarin Be Weighed in the Setting of Atrial Fibrillation? For this patient, who has a 4% stroke risk without antithrombotic therapy and a 3% to 4% risk for hemorhage with warfarin, warfarin is likely to prolong his quality-adjusted survival by approximately 0.1 quality-adjusted life-year more than aspirin would (22). However, this estimate is sensitive to the patient's preferences (8). We begin to explore the patient's preferences by summarizing the benefits and risks of warfarin therapy as compared to aspirinwarfarin would reduce his stroke rate by 2% per year and increase his rate of major hemorrhage by 2% to 3% per year. After discussion, the patient understands that a stroke is usually much more debilitating than a hemorrhage, and he chooses to take warfarin and undergo regular INR monitoring. What Items Should Be Discussed with a Patient Who Is Starting Warfarin Therapy? We review topics on a checklist (Table) and provide the patient with written material from one of the manufacturers of warfarin. Table. Checklist of Information To Review with Patients When Prescribing Warfarin What INR Should Be Targeted in This 80-Year-Old Man with Atrial Fibrillation? Five recent randomized, controlled trials (23-27) support guidelines that recommend a target INR of 2.0 to 3.0 (28-30). The Stroke Prevention in Atrial Fibrillation III investigators (23) found a 1.9% rate of stroke and systemic embolism in 523 high-risk participants randomly assigned to adjusted-dose warfarin (target INR, 2.0 to 3.0) and a 7.9% rate in participants randomly assigned to a combination of mini-dose warfarin (target INR, 1.2 to 1.5) and aspirin (325 mg). In a smaller study, Pengo and colleagues (24) also found a significantly lower stroke rate in participants randomly assigned to warfarin adjusted to an INR of 2 to 3 rather than to mini-dose warfarin. In contrast, three other small randomized, controlled trials found no statistically significant advantage to targeting INRs greater than 2.0 rather than lower levels of anticoagulation (25-27). When taken together, however, these three studies suggest that warfarin therapy adjusted to an INR greater than 2.0 is associated with a 33% relative risk reduction in the rate of ischemic stroke compared with mini-dose warfarin: Twelve strokes occurred in the 356 patients randomly assigned to have an INR greater than 2.0, whereas 18 strokes occurred in the 349 patients assigned to have a lower INR. On the basis of these five trials and other important studies (31-33), we conclude that the optimal INR for patients who have nonvalvular atrial fibrillation is at least 2.0; the optimal INR remains controversial, especially in an 80-year-old patient (34). For this patient, we choose a target INR of 2.5. Rate Control and Rhythm Control in Atrial Fibrillation Should Digoxin Therapy Be Continued for This Patient? Digoxin does not reliably control ventricular response during exertion in patients who have atrial fibrillation (35-37). For this patient, who has left ventricular hypertrophy and a heart rate of 95 beats/min, we discontinue digoxin and dihydropyridine calcium-channel blocker therapies and prescribe atenolol instead (37) . Should This Patient Undergo Cardioversion? Compared with a younger, symptomatic patient with new-onset atrial fibrillation, this octogenarian with chronic atrial fibrillation has relatively little to gain from electrical or chemical cardioversion (35, 36). He is already asymptomatic, and attempted cardioversion would probably fail because sinus rhythm becomes increasingly difficult to restore and maintain with advancing age and longer duration of atrial fibrillation (36, 38, 39). On the basis of this information, we elect not to pursue cardioversion at this time. Initiation of Warfarin Therapy When Initiating Warfarin Therapy, What Dose Should Be Prescribed? Most patients can start warfarin therapy with a 5-mg dose: Randomized trials have found that patients were more likely to have a therapeutic INR 3 to 5 days after starting warfarin therapy with a 5-mg rather than a 10-mg dose (39-41) because the higher dose often led to high INRs (40-42). The patient begins warfarin therapy with a single 5-mg dose. Because advanced age is associated with lower steady-state warfarin dose requirements (43-46), an octogenarian who begins warfarin therapy with a 5-mg dose should have his daily dose based on the INR response measured during the first days of therapy. Other factors known to be associated with lower steady-state warfarin dose requirements include mutations in the cytochrome P450 isozymes (47-49), low body weight (45, 50), low serum albumin level (51), cardiac failure (46), liver disease (52), or concomitant use of certain medications (53). In patients who are very elderly or who have one or more of these factors, many experts initiate warfarin therapy with an initial dose of 2 to 4 mg rather than 5 mg (54-56). Twenty hours after the 5-mg dose, the patient's INR is 1.25. After Giving the First Warfarin Dose, How Is the Next Dose Selected? The second dose should be selected cautiously: The primary concern is giving too high a dose, causing the INR to increase to 5 or more. Successful dosing requires letting sufficient time pass between the first dose of warfarin and the subsequent INR measurement and selecting doses of warfarin tailored to the increase in INR. The common practice of administering warfarin in the evening and measuring INR in the early morning does not allow sufficient time for the warfarin effect to become manif",
        "year": 2001,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the use of warfarin therapy for atrial fibrillation, which is related to the source paper's topic of anticoagulation therapy after valve replacement."
    }
]