[
    {
        "paperId": "14acd18eceb357a368c2c272e7edf6047ff55a64",
        "title": "The effect of hormone therapy on mean blood pressure and visit-to-visit blood pressure variability in postmenopausal women: results from the Women's Health Initiative randomized controlled trials",
        "abstract": "Objectives: Mean and visit-to-visit variability (VVV) of blood pressure (BP) are associated with an increased cardiovascular disease risk. We examined the effect of hormone therapy on mean and VVV of BP in postmenopausal women from the Women's Health Initiative (WHI) randomized controlled trials. Methods: BP was measured at baseline and annually in the two WHI hormone therapy trials, in which 10 739 and 16 608 postmenopausal women were randomized to conjugated equine estrogens (CEEs, 0.625 mg/day) or placebo, and CEEs and medroxyprogesterone acetate (MPA, 2.5 mg/day) or placebo, respectively. Results: At the first annual visit (year 1), mean SBP was 1.04 mmHg [95% confidence interval (CI) 0.58, 1.50] and 1.35 mmHg (95% CI 0.99, 1.72) higher in the CEEs and CEEs and MPA arms, respectively, compared with the corresponding placebos. These effects remained stable after year 1. CEEs also increased the VVV of SBP (ratio of VVV in CEEs vs. placebo, 1.03; P < 0.001), whereas CEEs and MPA did not (ratio of VVV in CEEs and MPA vs. placebo, 1.01; P = 0.20). After accounting for study drug adherence, the effects of CEEs and CEEs and MPA on mean SBP increased at year 1, and the differences in the CEEs and CEEs and MPA arms vs. placebos also continued to increase after year 1. Further, both CEEs and CEEs and MPA significantly increased the VVV of SBP (ratio of VVV in CEEs vs. placebo, 1.04; P < 0.001; ratio of VVV in CEEs and MPA vs. placebo, 1.05; P < 0.001). Conclusion: Among postmenopausal women, CEEs and CEEs and MPA at conventional doses increased mean and VVV of SBP.",
        "year": 2014,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates the effects of hormone therapy on cardiovascular risk factors in postmenopausal women. The source paper explores the effects of hormone replacement therapy on cardiovascular risk factors, while this paper specifically examines the impact on mean blood pressure and visit-to-visit blood pressure variability."
    }
]