[
    {
        "paperId": "59ee7f13a41858af2c35718da4e3f246540cdd32",
        "title": "Short and long term comparison (24 months) of an alternative sirolimus-coated stent with bioabsorbable polymer and a bare metal stent of similar design in chronic coronary occlusions: the CORACTO trial.",
        "abstract": "AIMS\nWe studied a novel sirolimus eluting stent with a bioabsorbable coating (SES) in >3 months old chronic total coronary occlusions (CTO).\n\n\nMETHODS AND RESULTS\nNinety-five patients were randomised to either BMS (n=47) or SES (n=48). The primary endpoints were late lumen loss (LLL) and in-segment restenosis (ISR) after six months. Secondary endpoints were target vessel revascularisation after six and 24 months. Occlusion length (37.6 mm), reference diameter (2.8 mm) as well as the stented segment (45.5 mm) were similar in both groups. Up until six months no death, myocardial infarction or stent thrombosis occurred in either group. Angiographic follow-up (45BMS/46SES): LLL 1.8 mm/0.77 mm (p<0.0001), ISR 60%/17.4% (p<0.0001). In-segment re-occlusion 15.5%/0% and TVR 53.3%/10.8% (p<0.0001). After 24 months: 1 BMS, 2 SES patients died; 0 BMS, 0 SES infarction; 0 BMS, 0 SES stent thrombosis and 3 BMS, 0 SES TVR between six and 24 months. Thus total TVR after 24 months was 60% for BMS and 10.8% for SES (p<0.0001).\n\n\nCONCLUSIONS\nThe alternative sirolimus-coated stent was shown to reduce the relative risk of restenosis after six months by 71%, and of TVR after 24 months by 82%. Between six and 24 months, neither stent thrombosis occurred, nor repeat revascularisation was required in patients who received a SES.",
        "year": 2010,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares the efficacy of sirolimus-eluting stents with bioabsorbable polymer to bare-metal stents in chronic coronary occlusions, building on the source paper's comparison of bare-metal stent implantation with sirolimus-eluting stent implantation."
    },
    {
        "paperId": "7fac43e3c13858b8789ce35d0eac237dbac7eacd",
        "title": "Long‐term clinical outcomes of successful versus unsuccessful revascularization with drug‐eluting stents for true chronic total occlusion",
        "abstract": "Objectives: The aims of this study were to investigate the long‐term clinical outcomes of patients with successful versus unsuccessful revascularization with drug‐eluting stents (DES) for chronic total occlusion (CTO). Background: The benefits of successful revascularization of CTO remain unclear. Methods: Consecutive patients (n = 333) with “true” CTO, defined as Thrombolysis In Myocardial Infarction (TIMI) flow grade 0 on angiography and duration ≥3 months, were divided into two groups, those with successful (CTO success group, n = 251) and unsuccessful (CTO failure group, n = 82) revascularization with DES for CTO lesions. The primary endpoint was defined as major adverse cardiac events (MACE) the composite of death, Q‐wave myocardial infarction (MI), or target vessel revascularization (TVR). Results: The CTO success group was significantly younger, with a higher involvement of LAD, and lower incidences of renal failure, previous myocardial infarction, and previous coronary intervention than the CTO failure group. After a median follow up of 1,317 days (interquartile range, 1,059–1,590 days), there were no significant between‐group differences in rate of MACE, both after crude analysis (9.4% vs. 11.8%, log‐rank P = 0.16) and after adjustment (HR 1.17; 95% CI 0.47–2.88, P = 0.53). On multivariate analysis, major predictors of MACE were left ventricle ejection fraction (LVEF) <40% (HR 3.14; 95% CI 1.39–7.09, P = 0.005) and multiple CTO (HR 2.38; 95% CI 1.01–5.71, P = 0.049). Conclusions: Long‐term clinical outcomes were similar in the CTO success and failure groups. Multiple CTOs and LVEF <40% in CTO patients were independent predictors of MACE. © 2011 Wiley‐Liss, Inc.",
        "year": 2011,
        "citation_count": 41,
        "relevance": 1,
        "explanation": "This paper investigates the long-term clinical outcomes of successful versus unsuccessful revascularization with drug-eluting stents for chronic total occlusion, which is related to the source paper's topic of stenting for total coronary occlusions."
    },
    {
        "paperId": "2cd8245ea72f9129e26f4c1c4b49df331c7ea9e3",
        "title": "Short- and long-term follow-up of percutaneous coronary intervention for chronic total occlusion through transradial approach: tips for successful procedure from a single-center experience.",
        "abstract": "BACKGROUND\n There are limited data regarding transradial percutaneous coronary intervention (PCI) for chronic total occlusion (CTO).\n\n\nOBJECTIVE\n To assess the feasibility and safety of transradial coronary intervention (TRI) for CTO lesions, we analyzed our experience in PCI treatment of CTO lesion through transradial approach for the past 6 years.\n\n\nMETHODS\n From January 2003 to May 2009, among 134 CTO lesions, on which we performed PCI, 120 lesions were performed from transradial approach.\n\n\nRESULTS\n Technical success for transradial CTO was 80%. Complication of access bleeding was zero. The most commonly selected guiding wire was Wave 3 for right coronary artery (RCA) lesions (82%) and Voda left for Left Coronary Artery (LCA) lesions (91%). The average number of wires used during procedure was 2.2 ± 0.8. Tapered wire was used in 8% of the cases, Rotablator was performed in 4.1% of cases, and Tornus catheter was performed in 12.5% of cases. The mean procedure time was 83 ± 39 minutes. The mean volume of contrast medium used was 228 ± 92 mL. There were two coronary artery perforations during procedure and one in-hospital cardiac death. Patients were followed up for 36 ± 21 months; restenosis rate was 19.5%-26.7% for bare metal stent (BMS) and 9.8% for drug-eluting stents (DES). Overall major adverse cardiac events (MACE) rate was 11.7%.\n\n\nCONCLUSION\n It was demonstrated that transradial PCI for CTO lesions is safe, minimizing vascular complications without increasing procedural time and contrast use.",
        "year": 2011,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper presents a single-center experience with percutaneous coronary intervention for chronic total occlusion through a transradial approach, which is a different aspect of coronary intervention compared to the source paper's focus on stenting."
    }
]