[
    {
        "paperId": "ef33e36ab337e6a38edaf5ff9406fafdd5be141b",
        "title": "The use of recombinant activated factor VIIa in coagulopathic traumatic brain injuries requiring emergent craniotomy: is it beneficial?",
        "abstract": "Object. The role of recombinant activated factor VII (rFVIIa) in traumatic brain injury (TBI) has not been well established. This study evaluates the outcomes of using rFVIIa as first-line therapy in patients with a severe TBI requiring emergent craniotomy that are coagulopathic. Methods. The authors retrospectively reviewed patients admitted between 2003 and 2006 to a Level I trauma center with a severe TBI requiring an emergency craniotomy. Eighteen patients with coagulopathy that was corrected using rFVIIa were identified. Variables evaluated included age, injury severity score, head abbreviated injury score, Glasgow Coma Scale score, international normalized ratio, time to operation, operative procedure, thromboembolic events, and death. Results. The cohort consisted of 18 patients, predominantly male (55.6%) with a mean age of 80.5 years. The most common mechanism of injury was a fall. Coagulopathy was due to premorbid anticoagulants in 50% of the cohort. Time from admission to operation was 130 minutes. Coagulopathy reversal was complete in all 18 cases (100%). A high mortality rate (55.6%) was attributed to a high incidence of withdrawal of care (50%). The incidence of thromboembolic events was low (5.6%). Survivors, when compared with nonsurvivors, had a > 3-fold increase in postoperative Glasgow Coma Scale score for similar preoperative scores. A good functional outcome was achieved in 75% of survivors with a mean follow-up period of 4.2 months. Conclusions. The use of rFVIIa in the correction of coagulopathy in patients having sustained severe TBI requiring emergency craniotomy appears to be safe and effective even among the elderly. This allows a shorter transit time to craniotomy. Its effects on mortality and long-term neurological outcome requires further investigation prospectively. (DOI: 10.3171/2009.4.JNS081611) Key W or D s • traumatic brain injury • recombinant activated factor VIIa • emergency craniectomy",
        "year": 2009,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of recombinant activated factor VIIa (rFVIIa) in a different context (traumatic brain injuries) and builds on the understanding of rFVIIa's effects on coagulopathy established in the source paper."
    },
    {
        "paperId": "29393ad9af4d7ab5f0ea19a727ef3ab937f3445d",
        "title": "The role of recombinant-activated factor VII in bleeding trauma patients",
        "abstract": "Purpose of review Exsanguinating hemorrhage and postshock organ failure account for 35–40% of deaths from trauma, and there is an increasing recognition of the importance of coagulopathy in the evolution of this disease. Recent findings Since 1999, case reports, small series, retrospective studies and a few controlled trials have reported the use of recombinant-activated factor VII (rFVIIa) as an adjunct for reversal of coagulopathy in trauma patients, and numerous other publications have examined the use of rFVIIa in related conditions such as traumatic brain injury, hemorrhagic stroke and uncontrolled surgical bleeding. Summary We present a brief discussion of the mechanism of action of rFVIIa and its role in facilitating hemostasis and a review of the recent medical literature on the use of rFVIIa in trauma patients, including current guidelines and controversies.",
        "year": 2009,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it reviews the use of recombinant-activated factor VII (rFVIIa) in trauma patients, including its potential benefits and limitations, which is related to the source paper's investigation of rFVIIa in variceal bleeding."
    },
    {
        "paperId": "ef33e36ab337e6a38edaf5ff9406fafdd5be141b",
        "title": "The use of recombinant activated factor VIIa in coagulopathic traumatic brain injuries requiring emergent craniotomy: is it beneficial?",
        "abstract": "Object. The role of recombinant activated factor VII (rFVIIa) in traumatic brain injury (TBI) has not been well established. This study evaluates the outcomes of using rFVIIa as first-line therapy in patients with a severe TBI requiring emergent craniotomy that are coagulopathic. Methods. The authors retrospectively reviewed patients admitted between 2003 and 2006 to a Level I trauma center with a severe TBI requiring an emergency craniotomy. Eighteen patients with coagulopathy that was corrected using rFVIIa were identified. Variables evaluated included age, injury severity score, head abbreviated injury score, Glasgow Coma Scale score, international normalized ratio, time to operation, operative procedure, thromboembolic events, and death. Results. The cohort consisted of 18 patients, predominantly male (55.6%) with a mean age of 80.5 years. The most common mechanism of injury was a fall. Coagulopathy was due to premorbid anticoagulants in 50% of the cohort. Time from admission to operation was 130 minutes. Coagulopathy reversal was complete in all 18 cases (100%). A high mortality rate (55.6%) was attributed to a high incidence of withdrawal of care (50%). The incidence of thromboembolic events was low (5.6%). Survivors, when compared with nonsurvivors, had a > 3-fold increase in postoperative Glasgow Coma Scale score for similar preoperative scores. A good functional outcome was achieved in 75% of survivors with a mean follow-up period of 4.2 months. Conclusions. The use of rFVIIa in the correction of coagulopathy in patients having sustained severe TBI requiring emergency craniotomy appears to be safe and effective even among the elderly. This allows a shorter transit time to craniotomy. Its effects on mortality and long-term neurological outcome requires further investigation prospectively. (DOI: 10.3171/2009.4.JNS081611) Key W or D s • traumatic brain injury • recombinant activated factor VIIa • emergency craniectomy",
        "year": 2009,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper is a duplicate of paper 1 and has the same explanation and relevance score."
    },
    {
        "paperId": "ab6a26b9d436d7aa1a818c2957639ceefed861a4",
        "title": "Recombinant factor VIIa: an assessment of evidence regarding its efficacy and safety in the off-label setting.",
        "abstract": "Recombinant human factor VIIa (rFVIIa) is approved by the US Food and Drug Administration for use in the setting of hemorrhage associated with factor VIII or factor IX inhibitors in patients with congenital or acquired hemophilia. This indication represents only a small number of bleeding conditions. Since it became available, rFVIIa has been increasingly used in the management of off-label indications, ranging from emergent hemostasis in traumatic hemorrhage to prophylactic hemostasis in patients undergoing major surgery. Prominent off-label indications include the management of patients with coagulopathies, such as occurs in trauma patients experiencing massive and uncontrolled hemorrhage, and in patients undergoing cardiovascular surgery with cardiopulmonary bypass. Other occasions for use occur in patients with intact coagulation systems, with nontraumatic intracranial hemorrhage being the most common in this group. Uncertainties regarding the efficacy and safety associated with use of rFVIIa in these off-label scenarios have led to evidence-based assessments of patient outcomes, including mortality, the rate of thromboembolic adverse events, and posttreatment functional status. We review the evidence regarding the efficacy and safety of this important, but controversial, hemostatic agent in the off-label setting.",
        "year": 2010,
        "citation_count": 39,
        "relevance": 1,
        "explanation": "This paper discusses the efficacy and safety of recombinant factor VIIa (rFVIIa) in off-label settings, which is related to the source paper's investigation of rFVIIa in variceal bleeding. However, the paper does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "b0d8b67078f79257c0d749cc276996331b3bb6a0",
        "title": "Safety of recombinant activated factor VII in randomized clinical trials.",
        "abstract": "To the Editor: Levi et al. (Nov. 4 issue)1 report on their analysis of published randomized, placebocontrolled trials on the use of recombinant activated factor VII (rFVIIa) to treat life-threatening bleeding. We welcome the pooled data reporting the rate of arterial thrombosis observed when rFVIIa, particularly in large doses, was administered off-label to patients over the age of 65 years (9.0%), as compared with those 65 years of age or younger (3.8%). However, the quantification of a side effect (risk) without an assessment of benefit ignores the predominant clinical setting in which off-label rFVIIa is used. Pooling of groups of patients with different thrombotic and bleeding risks (i.e., active and not active bleeding, normal and abnormal coagulation, severe thrombocytopenia and normal platelet count) does not assist in clinical risk–benefit decisions, since it seems evident that such patients should be treated differently. Indeed, the use of rFVIIa in patients with severe hemorrhagic states was not associated with thrombosis. Thrombosis was associated with increasing doses of rFVIIa in patients with spontaneous bleeding in the central nervous system. The authors’ inclusion of data from older studies, in which doses of rFVIIa of more than 90 μg per kilogram of body weight were used, further undercuts the relevance of these data from current clinical practice, since we rarely use such high doses. Therefore, it is difficult to see how we can improve our risk–benefit decisions on the basis of these new data.",
        "year": 2011,
        "citation_count": 288,
        "relevance": 1,
        "explanation": "This paper assesses the safety of recombinant activated factor VII (rFVIIa) in randomized clinical trials, including its thromboembolic risk. The paper's findings are relevant to the source paper's discussion of rFVIIa's safety and efficacy in variceal bleeding."
    },
    {
        "paperId": "a345f252b62b37339adfcc2c4918b1b2b80c8761",
        "title": "Thromboembolic Events With Recombinant Activated Factor VII in Spontaneous Intracerebral Hemorrhage: Results From the Factor Seven for Acute Hemorrhagic Stroke (FAST) Trial",
        "abstract": "Background and Purpose— Patients with intracerebral hemorrhage have a high risk of thromboembolic events (TEs) due to advanced age, hypertension, atherosclerosis, diabetes, and immobility. Use of recombinant activated factor VII (rFVIIa) could increase TEs in high-risk patients. Factor Seven for Acute Hemorrhagic Stroke (FAST) trial data were reviewed to define the frequency of and risk factors for TE with rFVIIa. Methods— Eight hundred forty-one patients presenting <3 hours after spontaneous intracerebral hemorrhage were randomized to 20 or 80 &mgr;g/kg of rFVIIa or placebo. Those with Glasgow Coma Scale score <5, planned early surgery, coagulopathy, or recent TE were excluded. Myocardial, cerebral, or venous TEs were subject to detailed reporting and expedited local review. Additionally, a blinded Data Monitoring Committee reviewed all electrocardiograms, centrally analyzed troponin I values, and CT scans. Results— There were 178 arterial and 47 venous TEs. Venous events were similar across groups. There were 49 (27%) arterial events in the placebo group, 47 (26%) in the 20-&mgr;g/kg group, and 82 (46%) in the 80 &mgr;g/kg group (P=0.04). Of the myocardial events, 38 were investigator-reported and 103 identified by the Data Monitoring Committee. They occurred in 17 (6.3%) placebo and 57 (9.9%) rFVIIa patients (P=0.09). Arterial TEs were associated with: receiving 80 &mgr;g/kg rFVIIa (OR=2.14; P=0.031), signs of cardiac or cerebral ischemia at presentation (OR=4.19; P=0.010), age (OR=1.14/5 years; P=0.0123), and prior use of antiplatelet agents (OR=1.83; P=0.035). Ischemic strokes possibly related to study drug occurred in 7, 5, and 8 patients in the placebo, 20 &mgr;g/kg, and 80-&mgr;g/kg groups, respectively. Conclusions— Higher doses of rFVIIa in a high-risk population are associated with a small increased risk of what are usually minor cardiac events. Demonstration of the ability of rFVIIa to improve outcome in future studies should be driven by its effectiveness in slowing bleeding outweighting the risk of a small increase in arterial TEs.",
        "year": 2010,
        "citation_count": 124,
        "relevance": 1,
        "explanation": "This paper investigates the thromboembolic events associated with recombinant activated factor VII (rFVIIa) in spontaneous intracerebral hemorrhage. The paper's findings are relevant to the source paper's discussion of rFVIIa's safety and efficacy in variceal bleeding."
    }
]