[
    {
        "paperId": "01111843b2f48b3e306dca05d643223fb2d1f4cd",
        "title": "Hematologic dyscrasia associated with ticlopidine therapy: evidence for causality.",
        "abstract": "BACKGROUND\nSeveral rare, potentially fatal types of hematologic dyscrasia, such as agranulocytosis, aplastic anemia, neutropenia, pancytopenia, thrombocytopenia and thrombotic thrombocytopenic purpura (TTP), have been associated with ticlopidine therapy. The extent to which ticlopidine is the causative factor has not been addressed quantitatively.\n\n\nMETHODS\nWe identified 211 published case reports of hematologic dyscrasia associated with ticlopidine therapy from a MEDLINE search. We analyzed the 91 reports that could be evaluated, using the Bayesian Adverse Reaction Diagnostic Instrument to calculate the posterior probability that ticlopidine caused the hematologic dyscrasia based on epidemiologic and clinical trial data (prior odds) and case information (likelihood ratio).\n\n\nRESULTS\nThe median posterior probability values (and range) for agranulocytosis, aplastic anemia, neutropenia, pancytopenia, thrombocytopenia and TTP were 0.95 (0.53-0.98), 0.81 (0.57-0.93), 0.86 (0.75-0.96), 0.78 (0.61-0.89), 0.74 (0-0.92) and 1.0 (0.33-1.00) respectively. The posterior probability was 0.75 or greater in 82 (90%) of the case reports.\n\n\nINTERPRETATION\nThis systematic analysis provides stronger evidence to implicate ticlopidine as the causative factor in the various types of hematologic dyscrasia in most published case reports.",
        "year": 2000,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the hematologic dyscrasia associated with ticlopidine therapy, which was one of the treatments compared in the source paper."
    },
    {
        "paperId": "6c0a961c413e77f6615fbbadb62abec8121617fc",
        "title": "Immediate stent implantation versus conventional techniques for the treatment of abrupt vessel closure or symptomatic dissections after coronary balloon angioplasty.",
        "abstract": "BACKGROUND\nCoronary stenting was initially designed to treat a bailout scenario. Prospective randomized trials comparing stent implantation with standard techniques, including emergency coronary artery bypass grafting, are lacking. The aim of this trial was to test the superiority of immediate stent implantation compared with standard techniques for the treatment of abrupt or threatening closure after coronary balloon angioplasty.\n\n\nMETHODS\nIn a prospective trial, 100 patients with abrupt vessel closure or symptomatic dissections causing objective signs of ischemia were randomly assigned to treatment with immediate placement of stents (n = 51) versus standard techniques such as prolonged dilatation or emergency bypass surgery (n = 49). The primary end point was the achievement of successful stabilization not requiring crossover to the other study group. Secondary end points included event-free survival and restenosis.\n\n\nRESULTS\nSuccessful stabilization was achieved in 94% of patients in the stent group compared with 78% of patients in the standard treatment group (P =.038). Two patients died in each group, and there was a trend toward a higher incidence of myocardial infarction (16% vs 8%; P =.163) and a significantly increased creatine phosphokinase level (245 IU/L [95% confidence interval, 217-265 IU/L] vs 179 IU/L [confidence interval 140-212 IU/L]; P =.0002) in the standard treatment group. Event-free survival after 250 days was 72% in the stent group compared with 29% in the standard treatment group (P =.001). The angiographic restenosis rate was 30% in the stent group versus 59% in the standard treatment group (P =.01).\n\n\nCONCLUSIONS\nImmediate stenting, if technically feasible, shows superior short- and long-term results compared with standard treatment options.",
        "year": 2000,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the use of stenting in a specific clinical scenario, which was also investigated in the source paper."
    },
    {
        "paperId": "f8efac9ffea1589b41dd35a02f4e1b79e2be7308",
        "title": "Prevention of coronary restenosis : the evolving evidence base for radiation therapy.",
        "abstract": "Restenosis, the time-limited renarrowing of the lumen of a coronary artery, affects 20% to 40% of patients in the months after an initially successful intervention.1 2 As such, it represents the extreme form of the healing response that produces a normally distributed amount of late loss in lumen diameter at all interventional sites.3 To some extent, the percentage of patients who develop renarrowing can be reduced by acutely achieving the largest possible lumen diameter (as by stenting) via the “bigger is better” principle. Stenting can also prevent any late loss caused by vascular contraction,4 although it does not reduce (and, in fact, increases) the amount of late loss due to excessive intimal hyperplasia. To lower the restenosis rate further and to provide durable treatment for in-stent restenosis when it occurs, potent treatments to blunt this late loss are thus required.\n\nAlthough a number of pharmacological approaches have been tried to limit late loss, only a few have shown even preliminary efficacy. However, radiation therapy seems to provide an interesting, nonpharmacological approach to controlling this excessive response to injury response that is analogous to its role in limiting the growth of many rapidly proliferating neoplasms and non-neoplastic conditions of excessive proliferation (eg, exophthalmos of Grave’s disease or keloid scar formation).\n\nThere are some concerns with this hypothesis. First, the number of proliferating cells in an active restenosis lesion is generally small, and such cells are virtually absent in a de novo lesion that might undergo prophylactic radiation at the time of original intervention. Because the main effect of vascular radiotherapy is breaking single- and double-stranded DNA and, thereby, killing actively dividing cells in the media and intima,5 the paucity of such actively dividing cells in the target tissue is of concern. Hopefully, radiation can also injure the …",
        "year": 2000,
        "citation_count": 92,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the prevention of coronary restenosis, which was a concern in the source paper."
    },
    {
        "paperId": "3b60ef7d2282e0b9157e3360abd0cca2c87e3e74",
        "title": "Bench to bedside: the development of rapamycin and its application to stent restenosis.",
        "abstract": "In response to physiological stimuli (eg, wound healing), normally quiescent smooth muscle cells (SMCs) within the vessel wall can be activated to migrate and proliferate to produce new blood vessels. In addition to this physiological response, pathological migration and proliferation within the vessel wall can occur in disease states. Examples of such disease states include tumor growth and metastasis, diabetic retinopathy, arthritis, accelerated arteriopathy after cardiac transplantation, and neointimal proliferation after balloon angioplasty (PTCA) and stent placement. An important limitation of PTCA is restenosis, which is due in large part to luminal narrowing; restenosis occurs in 20% to 40% of patients within the first few months after a successful intervention.1,2 The percentage of patients that develop early restenosis after PTCA can be reduced by stent implantation. However, stents actually increase the amount of late luminal narrowing due to intimal hyperplasia,3 and the overall rate of stent restenosis remains unacceptably high (≈30%).\n\nNumerous pharmacological agents, including antiplatelet agents, anticoagulants, ACE inhibitors, and cytotoxic agents, have failed to adequately reduce restenosis after PTCA and stenting. Novel therapeutic approaches based on understanding the molecular mechanisms that cause intimal hyperplasia are needed to reduce the high incidence of stent restenosis. Arterial injury is associated with SMC activation and re-entry into the cell cycle. Multiple approaches to inhibiting SMC proliferation have been and are being evaluated. Gene delivery systems aimed at blocking SMC proliferation after PTCA have been tested4,5; however, the low efficiency and/or potential hazards of this approach may limit its usefulness. Radiation therapy has been evaluated in numerous studies and has shown considerable promise as a nonpharmacological, antiproliferative approach for the reduction of restenosis. However, significant side effects, including late stent thrombosis, may also limit its usefulness.6–8 The unusually late stent thrombosis seen in the patients treated with …",
        "year": 2001,
        "citation_count": 481,
        "relevance": 2,
        "explanation": "This paper discusses the development of rapamycin and its application to stent restenosis, which is related to the topic of stent thrombosis in the source paper, and partially depends on the findings of the source paper."
    },
    {
        "paperId": "5d042a62a1f40c61ef57d6cb5791a10b97aa5850",
        "title": "Late stent thrombosis in the absence of prior intracoronary brachytherapy",
        "abstract": "Late stent thrombosis has not been reported in the absence of prior coronary brachytherapy. We reviewed our experience in 1,855 consecutive patients who received at least one stent and did not receive coronary brachytherapy. Half of all stent thromboses occurred within the first week and nearly 65% (22) occurred within 15 days. The incidence of stent thrombosis within this traditional time frame was 1.2%. An additional 12 patients, however, presented with stent thrombosis between 33 and 270 days post‐procedure (mean = 72.9 ± 23 days). The true incidence of stent thrombosis was therefore 1.8% (34/1,855). There were three bypass operations, one stroke and two deaths in the late stent thrombosis group. Late stent thrombosis is an unusual but serious complication in patients who have not received coronary brachytherapy. Intracoronary radiation may potentiate a phenomenon that already occurs after stent deployment. Prolonged treatment (6–12 months) with anti‐platelet agents should be considered after percutaneous intervention with coronary stents. Cathet Cardiovasc Intervent 2001;53:23–28. © 2001 Wiley‐Liss, Inc.",
        "year": 2001,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "This paper investigates late stent thrombosis in the absence of prior intracoronary brachytherapy, which is related to the topic of stent thrombosis in the source paper, and partially depends on the findings of the source paper."
    },
    {
        "paperId": "d7fdbe97413b1e7b154f9d148744f00382502f58",
        "title": "Platelet Function Inhibitors in the Year 2000",
        "abstract": "Summary Platelet thrombi are responsible for much of the morbidity and mortality of arterial vascular disease (1). Because platelet inhibitors such as aspirin have proven to be of benefit to patients with these disorders, there has been a directed search for more potent anti-platelet agents. The following discussion addresses the mechanism of action and clinical utility of the currently available platelet function inhibitors. Although in theory these agents could impair platelet adhesion, aggregation, secretion, or platelet procoagulant activity, in practice they are focused almost exclusively on the biochemical events that proceed from platelet stimulation to ligand binding to the platelet fibrinogen receptor GPIIb-IIIa.",
        "year": 2001,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "This paper discusses platelet function inhibitors, which are relevant to the topic of antiplatelet therapy in the source paper, and is inspired by the findings of the source paper."
    },
    {
        "paperId": "0ab912df2055273f2d2616188a652d66f0ce2935",
        "title": "Superiority of Clopidogrel Versus Aspirin in Patients With Prior Cardiac Surgery",
        "abstract": "BackgroundAfter coronary artery bypass surgery, patients have a high cumulative rate of graft closure and recurrent ischemic events. We sought to determine whether antiplatelet therapy with clopidogrel would be more effective than aspirin, the accepted standard, in these patients. Methods and ResultsThe event rates for all-cause mortality, vascular death, myocardial infarction, stroke, and rehospitalization were determined for the 1480 patients with a history of cardiac surgery randomized to either clopidogrel or aspirin in a trial of 19 185 patients. The event rate per year of vascular death, myocardial infarction, stroke, or rehospitalization was 22.3% in the 705 patients randomized to aspirin and 15.9% in the 775 patients randomized to clopidogrel (P =0.001). A risk reduction was also seen in each of the individual end points examined, including a 42.8% relative risk reduction in vascular death in patients on clopidogrel versus aspirin (P =0.030). In a multivariate model incorporating baseline clinical characteristics, clopidogrel therapy was independently associated with a decrease in vascular death, myocardial infarction, stroke, or rehospitalization in patients with a history of cardiac surgery, with a 31.2% relative risk reduction (95% CI, 15.8 to 43.8;P =0.0003). Although clopidogrel therapy was efficacious in the entire Clopidogrel Versus Aspirin in Patients at Risk of Ischemic Events (CAPRIE) population, multivariate analysis demonstrated that patients with previous cardiac surgery derived particular benefit (P =0.015). ConclusionCompared with aspirin, clopidogrel therapy results in a striking reduction in the elevated risk for recurrent ischemic events seen in patients with a history of prior cardiac surgery, along with a decreased risk of bleeding.",
        "year": 2001,
        "citation_count": 252,
        "relevance": 2,
        "explanation": "This paper compares the effectiveness of clopidogrel and aspirin in patients with prior cardiac surgery. The source paper found that treatment with aspirin and ticlopidine resulted in a lower rate of stent thrombosis, and this paper builds upon that finding by comparing another antiplatelet agent, clopidogrel, to aspirin. Therefore, the hypothesis in this paper is at least partially dependent on the findings of the source paper."
    }
]