[
    {
        "paperId": "f7ce9357706d80bd37f9e738c1d0bba229d8dc01",
        "title": "Safety of interferon β treatment for chronic HCV hepatitis",
        "abstract": "Abstract Hepatitis C is a major cause of liver-related morbidity and mortality worldwide. In fact, chronic hepatitis C is considered as one of the primary causes of chronic liver disease, cirrhosis and hepatocellular carcinoma, and is the most common reason for liver transplantation. The primary objectives for the treatment of HCV-related chronic hepatitis is to eradicate infection and prevent progression of the disease. The treatment has evolved from the use of alpha-interferon (IFNalpha) alone to the combination of IFNalpha plus ribavirin, with a significant improvement in the overall efficacy, and to the newer PEG-IFNs which have further increased the virological response, used either alone or in combination with ribavirin. Despite these positive results, in terms of efficacy, concerns are related to the safety and adverse events. Many patients must reduce the dose of PEG-IFN or ribavirin, others must stop the treatment and a variable percentage of subjects are not suitable owing to intolerance toward drugs. IFNbeta represents a potential therapeutic alternative for the treatment of chronic viral hepatitis and in some countries it plays an important role in therapeutic protocols. Aim of the present paper was to review available data on the safety of IFNbeta treatment in HCV-related chronic hepatitis. The rates of treatment discontinuation and/or dose modification due to the appearance of severe side effects during IFNbeta are generally low and in several clinical studies no requirements for treatment discontinuation and/or dose modifications have been reported. The most frequent side effects experienced during IFNbeta treatment are flu-like syndromes, fever, fatigue and injection-site reactions. No differences in terms of side-effect frequency and severity between responders and non-responders have been reported. A more recent study, performed to compare IFNbeta alone or in combination with ribavirin, confirmed the good safety profile of both treatments. Similar trends of adverse event frequency have been observed in subpopulations such as patients with genotype-1b HCV hepatitis unresponsive to IFNalpha treatment or with HCV-related cirrhosis and patients with acute viral hepatitis. If further studies will confirm the efficacy of combined IFNbeta and ribavirin treatment, this regimen could represent a safe and alternative therapeutic option in selected patients.",
        "year": 2004,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the safety of interferon β treatment for chronic HCV hepatitis, which contrasts with the source paper's conclusion that alpha but not beta interferon is useful in chronic active hepatitis due to hepatitis C virus."
    }
]