[
    {
        "paperId": "2100118503c8f984376e3c0697505547ca35086d",
        "title": "A quantitative evaluation of the regulatory assessment of the benefits and risks of rofecoxib relative to naproxen: an application of the incremental net‐benefit framework",
        "abstract": "To undertake a quantitative benefit–risk analysis of rofecoxib relative to naproxen using an incremental net‐benefit (INB) analysis from the societal perspective, using the same data evaluated by the Health Canada and US FDA expert advisory panels.",
        "year": 2010,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it evaluates the benefits and risks of rofecoxib relative to naproxen using an incremental net-benefit framework."
    },
    {
        "paperId": "15b3d9af35f938ab1b61a0437235d19fbd10ba11",
        "title": "Rofecoxib prevents ctdsDNA against damage induced by copper sulfate and ultraviolet B radiation in vitro study",
        "abstract": "Rofecoxib is a selective cyclooxygenase COX-2 enzyme inhibitor with chemoprotective effect against cancer in experimental models. This study aimed to investigate the effect of rofecoxib against ctds DNA damage induced by copper ions or ultraviolet (UV)B radiation. Aliquot ctdsDNA samples were incubated with copper sulfate solution (50 nmol) and rofecoxib (0.8 mol) was added either before or after the admixing the ctdsDNA with copper sulfate. In another experimental series, aliquot of ctdsDNA were exposed to UVB radiation for 30 min in absence or presence of rofecoxib. Rofecoxib significantly attenuated the separation of double strands of DNA (detected by increase the absorbance of DNA at 260 nm) induced by Cu ions. Rofecoxib significantly offered protection against UVB-induced DNA damage. It is concluded that rofecoxib offered protection against copper ions or UVB induced-DNA damage via different mechanisms not related to the inhibition COX-2.",
        "year": 2010,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the chemoprotective effects of rofecoxib, a selective COX-2 inhibitor."
    },
    {
        "paperId": "1a53209aca81b126333c40b70a245980aedfd068",
        "title": "Time for a comeback of NSAIDs in proteinuric chronic kidney disease?",
        "abstract": "Before the introduction of renin-angiotensin-aldosterone system (RAAS) inhibitors in the 1980s, non-steroidal anti-inflammatory drugs (NSAIDs) were the only class of drugs available for the reduction of symptomatic proteinuria. Long-term data from those days suggested sustained renoprotective properties in proteinuric chronic kidney disease (CKD), but this potential has not been further explored, due to the adverse effects of NSAIDs, and due to the successful introduction of RAAS blockade for blood pressure control and renoprotection. The renoprotective potential of NSAIDs may seem surprising for the present generation of clinicians, as NSAIDs are well known for their adverse effects on the kidney. Interestingly, the newer selective COX-2 inhibitors (coxibs), such as non-selective (ns) NSAIDs, exert an antiproteinuric effect in CKD patients. This review discusses the role of NSAIDs as a class of drugs representing an old concept for renoprotection in the light of current insights on renoprotection. It has become increasingly clear during the last two decades, from evidence obtained almost exclusively in studies using RAAS blockade, that not only reduction of blood pressure, but also of proteinuria is a prerequisite for long-term renoprotection. Ns-NSAIDs and coxibs reduce proteinuria without reduction of blood pressure. Their possible role as an adjunct in individualised treatment strategies, particularly for individual patients resistant or intolerant to current therapy, will be discussed.",
        "year": 2010,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it discusses the potential renoprotective effects of NSAIDs, including selective COX-2 inhibitors like rofecoxib."
    },
    {
        "paperId": "b26aeb10434859f75f315b4a16abb3c3757a0366",
        "title": "Celecoxib-loaded liposomes: effect of cholesterol on encapsulation and in vitro release characteristics.",
        "abstract": "CLX (celecoxib) is a highly hydrophobic non-steroidal anti-inflammatory drug with high plasma protein binding. We describe here the encapsulation of CLX in MLVs (multilamellar vesicles) composed of DSPC (1,2-distearoyl-sn-glycero-3-phosphocholine) and variable amounts of cholesterol. The effects of cholesterol content on liposome size, percentage drug loading and in vitro drug release profiles were investigated. Differential scanning calorimetry and FTIR (Fourier-transform infrared) spectroscopy were used to determine molecular interactions between CLX, cholesterol and DSPC. The phase transition temperature (Tm) of vesicles was reduced in a synergistic manner in the presence of both CLX and cholesterol. Encapsulation efficiency, loading and release of CLX decreased with increasing cholesterol content. FTIR results indicated that this decrease was due to a competition between CLX and cholesterol for the co-operativity region of the phospholipids. In the presence of cholesterol, CLX was pushed further into the hydrophobic core of the bilayer. However, MLVs prepared with DSPC only (without cholesterol) exhibited the lowest ability for drug retention after 72 h. Our results indicated that CLX, without the requirement of modifications to enhance solubilization, can be encapsulated and released from liposomal formulations. This method of drug delivery may be used to circumvent the low bioavailability and systemic side effects of oral CLX formulations.",
        "year": 2010,
        "citation_count": 88,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the encapsulation and release characteristics of celecoxib, a selective COX-2 inhibitor, which is related to the source paper's findings on the gastrointestinal safety of rofecoxib."
    },
    {
        "paperId": "ccbce7a07c0ffd80fb13eae28db5ed18fd70dd82",
        "title": "Metabolic profiling of murine plasma reveals an unexpected biomarker in rofecoxib-mediated cardiovascular events",
        "abstract": "Chronic administration of high levels of selective COX-2 inhibitors (coxibs), particularly rofecoxib, valdecoxib, and parecoxib, increases risk for cardiovascular disease. Understanding the possibly multiple mechanisms underlying these adverse cardiovascular events is critical for evaluating the risks and benefits of coxibs and for development of safer coxibs. The current understanding of these mechanisms is likely incomplete. Using a metabolomics approach, we demonstrate that oral administration of rofecoxib for 3 mo results in a greater than 120-fold higher blood level of 20-hydroxyeicosatetraenoic acid (20-HETE), which correlates with a significantly shorter tail bleeding time in a murine model. We tested the hypothesis that this dramatic increase in 20-HETE is attributable to inhibition of its metabolism and that the shortened bleeding time following rofecoxib administration is attributable, in part, to this increase. The s.c. infusion of 20-HETE shortened the tail bleeding time dramatically. Neither 20-HETE biosynthesis nor cytochrome P4A-like immune reactivity was increased by rofecoxib administration, but 20-HETE production increased in vitro with the addition of coxib. 20-HETE is significantly more potent than its COX-mediated metabolites in shortening clotting time in vitro. Furthermore, 20-HETE but not rofecoxib significantly increases rat platelet aggregation in vitro in a dose-dependent manner. These data suggest 20-HETE as a marker of rofecoxib exposure and that inhibition of 20-HETE's degradation by rofecoxib is a partial explanation for its dramatic increase, the shortened bleeding time, and, possibly, the adverse cardiovascular events associated with rofecoxib.",
        "year": 2010,
        "citation_count": 130,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the metabolic profiling of rofecoxib-mediated cardiovascular events, which is related to the source paper's findings on the cardiovascular safety of rofecoxib."
    },
    {
        "paperId": "cee1aaef1641791d160f3ba8f6a84d9652d8b0aa",
        "title": "cPLA2 is protective against COX inhibitor-induced intestinal damage.",
        "abstract": "Cytosolic phospholipase A(2) (cPLA(2)) is the rate-limiting enzyme responsible for the generation of prostaglandins (PGs), which are bioactive lipids that play critical roles in maintaining gastrointestinal (GI) homeostasis. There has been a long-standing association between administration of cyclooxygenase (COX) inhibitors and GI toxicity. GI injury is thought to be induced by suppressed production of GI-protective PGs as well as direct injury to enterocytes. The present study sought to determine how pan-suppression of PG production via a genetic deletion of cPLA(2) impacts the susceptibility to COX inhibitor-induced GI injury. A panel of COX inhibitors including celecoxib, rofecoxib, sulindac, and aspirin were administered via diet to cPLA(2)(-/-) and cPLA(2)(+/+) littermates. Administration of celecoxib, rofecoxib, and sulindac, but not aspirin, resulted in acute lethality (within 2 weeks) in cPLA(2)(-/-) mice, but not in wild-type littermates. Histomorphological analysis revealed severe GI damage following celecoxib exposure associated with acute bacteremia and sepsis. Intestinal PG levels were reduced equivalently in both genotypes following celecoxib exposure, indicating that PG production was not likely responsible for the differential sensitivity. Gene expression profiling in the small intestines of mice identified drug-related changes among a panel of genes including those involved in mitochondrial function in cPLA(2)(-/-) mice. Further analysis of enterocytic mitochondria showed abnormal morphology as well as impaired ATP production in the intestines from celecoxib-exposed cPLA(2)(-/-) mice. Our data demonstrate that cPLA(2) appears to be an important component in conferring protection against COX inhibitor-induced enteropathy, which may be mediated through affects on enterocytic mitochondria.",
        "year": 2010,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the protective effects of cPLA2 against COX inhibitor-induced intestinal damage, which is related to the source paper's findings on the gastrointestinal safety of rofecoxib."
    },
    {
        "paperId": "b1898cbf18a5eac19cb692f1c62d6cc05ccb246a",
        "title": "Treatment strategies for osteoarthritis patients with pain and hypertension",
        "abstract": "Out of 100 patients with osteoarthritis (OA), almost 40 have a concomitant diagnosis of hypertension. Nonsteroidal anti-inflammatory drugs (NSAIDs) and cyclooxygenase-2 (COX-2) inhibitors may trigger a rise in blood pressure (BP), which is more marked in patients with established hypertension. NSAIDs and COX-2 inhibitors attenuate the antihypertensive effect of several antihypertensive agents. Frequent BP controls are needed in treated hypertensive patients who are concomitantly receiving NSAIDs or COX-2 inhibitors because even a small increase in BP may be associated with an important rise in the risk of major cardiovascular complications. In meta-analyses, an increase in systolic BP of 5 mmHg was associated with a 25% higher risk of cardiovascular events. These data have been confirmed in randomized studies with rofecoxib and celecoxib, where a modest increase in BP was associated with a significantly higher risk of cardiovascular disease. There is emerging evidence that the COX-inhibiting nitric oxide donator (CINOD) class is promising in the treatment of patients with OA. Naproxcinod, the first CINOD investigated in clinical trials, is composed of the traditional NSAID naproxen covalently bound to the nitric oxide (NO)-donating moiety butanediol mono-nitrate (BDMN). The molecule has the potential to provide a sustained release of NO. In clinical studies, naproxcinod prevented the BP rise in normotensive and hypertensive patients observed with naproxen. The BP benefit of naproxcinod over naproxen was greater in patients concomitantly receiving angiotensin-converting enzyme inhibitors or angiotensin II receptor blockers. These investigational data suggest that naproxcinod is a valuable alternative to NSAIDs and COX-2 inhibitors for treatment of OA patients.",
        "year": 2010,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of COX-2 inhibitors, such as rofecoxib, in patients with osteoarthritis, and their potential effects on blood pressure."
    },
    {
        "paperId": "ad2aee37d26538da598e4a9177eb8f425f4d66c6",
        "title": "Use of Nonsteroidal Anti-Inflammatory Drugs in Patients With Cardiovascular Disease: A Cautionary Tale",
        "abstract": "Nonsteroidal anti-inflammatory drugs (NSAIDs) inhibit production of prostaglandins by acting on cyclooxygenase (COX) isoenzymes 1 and 2. Nonselective NSAIDs inhibit both COX 1 and 2 isoenzymes (eg, ibuprofen and naproxen). Selective NSAIDs act on COX-1 (eg, aspirin) or COX-2 (eg, celecoxib) isoenzymes, respectively. Prostaglandins are produced in platelets and gastric mucosal cells through constitutively expressed COX-1 isoenzyme. They are involved in the regulation of hemostasis, functional integrity of the gastrointestinal and renal tracts, platelet function, and macrophage differentiation. Inhibition of COX-1 isoenzymes impedes platelet aggregation, impairs maintenance of protective gastric mucosal barrier, and affects renal function. Prostaglandin production in inflamed tissue results from de novo induction of COX-2 expression by inflammatory cytokines and other noxious stimuli. Thus, COX-2 isoenzyme inhibition either selectively or nonselectively helps in reducing inflammation in the setting of musculoskeletal disorders. Safety and efficacy of NSAIDs are related to their relative actions on COX-1 or COX-2 inhibition. Given the multisystem (gastrointestinal, hematopoietic, and renal) adverse effect profile of COX-1 inhibition, formulation of NSAIDs with relative COX-2 selectivity became a highly desirable target during the 90's. However, studies in the first half of this decade revealed adverse effects of COX-2 inhibition on the cardiovascular system, including increased risks of myocardial infarction, exacerbation of stable congestive heart failure, and worsening high blood pressure. Randomized trials and meta-analyses confirmed these findings, which led to withdrawal of some of the COX-2 inhibitors from the market by the federal Food and Drug Administration a few years ago. Here, we review the effects of COX-2 isoenzyme inhibitors on the cardiovascular system to provide a safe strategy for prescribing these agents in patients with existing cardiovascular disease. We did not find adequate long-term randomized controlled trials appropriately powered to evaluate cardiovascular outcomes. Potentially, all NSAIDs possess a fair risk of adverse effects on gastrointestinal, cardiovascular, and renal systems. Until more evidence for safety via randomized trials is available, we recommend caution in prescribing COX-1 and 2 inhibitors for musculoskeletal disorders in patients with existing gastrointestinal or cardiovascular conditions.",
        "year": 2010,
        "citation_count": 102,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the cardiovascular risks of COX-2 inhibitors, such as rofecoxib, which is related to the source paper's results on the cardiovascular effects of rofecoxib."
    },
    {
        "paperId": "04487c2a361a1eb147621284b8f854e31d4e0e8b",
        "title": "Role of COX-2 in nonsteroidal anti-inflammatory drug enteropathy in rodents",
        "abstract": "Abstract Objective. It is widely thought that cyclooxygenase 1 (COX-1) inhibition with consequential decreases in mucosal prostaglandins, along with concomitant inhibition of COX-2, is pivotal in nonsteroidal anti-inflammatory drug-induced (NSAID) enteropathy. We examined the role of COX-1, COX-2 and topical effects of drugs in NSAID enteropathy. Material and methods. We quantified small intestinal damage and prostaglandin E2 levels in wild-type, COX-1 and COX-2 deficient mice after administration of R-2-phenylpropionic acid (which has the same topical characteristics as conventional NSAIDs but does not affect the COX enzymes), the conventional NSAIDs flurbiprofen and the selective COX-2 inhibitor celecoxib. We also measured intestinal permeability and inflammation in rats given the selective COX-1 inhibitor SC-560 and NSAIDs. The parameters were assessed at baseline and after administration of the drugs. Results. R-2-phenylpropionic acid caused small intestinal damage in COX-2-/- and wild-type mice given celecoxib, but not in wild type or COX-1-/- mice. PGE2 levels in mice dosed with R-2-phenylpropionic acid were elevated. Indomethacin raised permeability and caused inflammation in rats. Conclusions. The combination of COX-2 absence (or inhibition) and the topical effect of NSAIDs lead to changes characteristic of NSAID enteropathy without concomitant COX-1 inhibition and/or associated decreases in mucosal prostaglandins. COX-2 appears to be more important for maintaining small bowel integrity than COX-1.",
        "year": 2010,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it explores the role of COX-2 in nonsteroidal anti-inflammatory drug enteropathy, which is related to the source paper's results on the gastrointestinal effects of rofecoxib and naproxen."
    },
    {
        "paperId": "db06e21fcc607c303599bcdf23f4015f008ec061",
        "title": "Variability among nonsteroidal antiinflammatory drugs in risk of upper gastrointestinal bleeding.",
        "abstract": "OBJECTIVE\nTraditional nonsteroidal antiinflammatory drugs (NSAIDs) increase the risk of upper gastrointestinal (GI) bleeding/perforation, but the magnitude of this effect for coxibs in the general population and the degree of variability between individual NSAIDs is still under debate. This study was undertaken to assess the risk of upper GI bleeding/perforation among users of individual NSAIDs and to analyze the correlation between this risk and the degree of inhibition of whole blood cyclooxygenase 1 (COX-1) and COX-2 in vitro.\n\n\nMETHODS\nWe conducted a systematic review of observational studies on NSAIDs and upper GI bleeding/perforation published between 2000 and 2008. We calculated pooled relative risk (RR) estimates of upper GI bleeding/perforation for individual NSAIDs. Additionally, we verified whether the degree of inhibition of whole blood COX-1 and COX-2 in vitro by average circulating concentrations predicted the RR of upper GI bleeding/perforation.\n\n\nRESULTS\nThe RR of upper GI bleeding/perforation was 4.50 (95% confidence interval [95% CI] 3.82-5.31) for traditional NSAIDs and 1.88 (95% CI 0.96-3.71) for coxibs. RRs lower than that for NSAIDs overall were observed for ibuprofen (2.69 [95% CI 2.17-3.33]), rofecoxib (2.12 [95% CI 1.59-2.84]), aceclofenac (1.44 [95% CI 0.65-3.2]), and celecoxib (1.42 [95% CI 0.85-2.37]), while higher RRs were observed for ketorolac (14.54 [95% CI 5.87-36.04]) and piroxicam (9.94 [95% CI 5.99-16.50). Estimated RRs were 5.63 (95% CI 3.83-8.28) for naproxen, 5.57 (95% CI 3.94-7.87) for ketoprofen, 5.40 (95% CI 4.16-7.00) for indomethacin, 4.15 (95% CI 2.59-6.64) for meloxicam, and 3.98 (95% CI 3.36-4.72) for diclofenac. The degree of inhibition of whole blood COX-1 did not significantly correlate with RR of upper GI bleeding/perforation associated with individual NSAIDs (r(2) = 0.34, P = 0.058), but a profound and coincident inhibition (>80%) of both COX isozymes was associated with higher risk. NSAIDs with a long plasma half-life and with a slow-release formulation were associated with a greater risk than NSAIDs with a short half-life.\n\n\nCONCLUSION\nThe results of our analysis demonstrate that risk of upper GI bleeding/perforation varies between individual NSAIDs at the doses commonly used in the general population. Drugs that have a long half-life or slow-release formulation and/or are associated with profound and coincident inhibition of both COX isozymes are associated with a greater risk of upper GI bleeding/perforation.",
        "year": 2010,
        "citation_count": 250,
        "relevance": 2,
        "explanation": "This paper explores the variability in risk of upper gastrointestinal bleeding among different NSAIDs, including rofecoxib, which was studied in the source paper. The paper's findings are partially dependent on the previous research on rofecoxib's effects, making it relevant to the source paper."
    },
    {
        "paperId": "921aaf61b42672e11332fbf6e3fb4f5ec3edcd4e",
        "title": "Cardiovascular adverse reactions from NSAIDs are more than COX-2 inhibition alone.",
        "abstract": "This editorial refers to ‘Association of myocardial infarctions with COX-2 inhibition may be related to immunomodulation towards a Th1 response resulting in atheromatous plaque instability: an evidence-based interpretation’, by Ireneusz T. Padol et al.",
        "year": 2010,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper discusses the cardiovascular adverse reactions from NSAIDs, which is a related topic to the source paper that compares the upper gastrointestinal toxicity of rofecoxib and naproxen. The paper's findings are partially dependent on the previous research on COX-2 inhibitors like rofecoxib, making it relevant to the source paper."
    },
    {
        "paperId": "b1394411d6ea231523487ae61729f9a5b3d5f102",
        "title": "The effects of lumiracoxib 100 mg once daily vs. ibuprofen 600 mg three times daily on the blood pressure profiles of hypertensive osteoarthritis patients taking different classes of antihypertensive agents",
        "abstract": "Aims:  To examine whether the blood pressure (BP) profiles of lumiracoxib and high‐dose ibuprofen differed in patients treated with different classes of antihypertensive medications.",
        "year": 2010,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper compares the effects of lumiracoxib and ibuprofen on blood pressure profiles in hypertensive osteoarthritis patients, which is a related topic to the source paper that compares the upper gastrointestinal toxicity of rofecoxib and naproxen. However, the paper does not directly build upon or depend on the findings of the source paper."
    }
]