[
    {
        "paperId": "b4868b67e327e0449425b0d058d6bd8336432e82",
        "title": "The Safety and Effectiveness of a Chloroform/Methanol Extract of Tripterygium wilfordii Hook F (T2) Plus Methotrexate in Treating Rheumatoid Arthritis",
        "abstract": "Objectives:The objective of the study was to assess the safety and effectiveness of the chloroform/methanol extract of Tripterygium wilfordii Hook F (T2) plus methotrexate (MTX) in treating patients with rheumatoid arthritis (RA). Methods:One hundred sixty-six patients with RA, who started the combination therapy of T2 (20 mg b.i.d. or t.i.d.) and MTX (10-12.5 mg/wk), were enrolled, and these patients were followed up for at least 1 year. Demographics, disease severity, markers of disease activity before and after the combination therapy, and incidence of adverse events were evaluated. Results:The patients were predominantly female (n = 134, 81%) with a mean age of 58.0 (SD, 7.9) years (range, 39-79 years) and a mean disease duration of 55.0 (SD, 72.2) months (range, 0-456 months). A total of 161, 161, 146, and 85 patients had received at least 1, 3, 12, and 24 months of the combination of T2 and MTX, with a total of 4162 patient-months' exposure to the combination therapy. The combination therapy reduced tender and swollen joint counts, morning stiffness, inflammatory indices such as ESR and CRP, and improved disease activity as measured by the DAS28 significantly by 3 months as well as 12 months (P < 0.05). Most of the adverse events noted during this study were mild. Menstrual irregularity occurred in 72.7% (16/22) of premenopausal female. Only 10 (6.0%) and 8 (4.8%) subjects withdrew because of adverse events or lack of efficacy, respectively. Severe infections were very rare. Conclusion:T2 plus MTX is an effective and relatively safe treatment for RA patients.",
        "year": 2010,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper explores the combination of T2 with methotrexate in treating rheumatoid arthritis, which is partially dependent on the findings of the source paper regarding the efficacy of TwHF extract in treating rheumatoid arthritis."
    },
    {
        "paperId": "fbabd5d5d09b5d12a5a50b9390b53274500a32bd",
        "title": "Treatment of db/db diabetic mice with triptolide: a novel therapy for diabetic nephropathy.",
        "abstract": "BACKGROUND\nCurrent research on the progression of diabetic nephropathy (DN) suggests many important factors; metabolic disturbance, haemodynamic abnormity, chronic inflammation, oxidative stress, innate immune system activation and podocyte lesion. Triptolide, which is active diterpene purified from the traditional Chinese medicine Tripterygium wilfordii Hook F (TwHF), has anti-inflammatory, anti-oxidative, immunosuppressive and podocyte-protective effects. Herein, we investigated the therapeutic effects of triptolide on DN in db/db diabetic mice and studied the potential mechanisms.\n\n\nMETHODS\ndb/db mice with DN were administrated with triptolide or valsartan. After 4, 8 and 12 weeks of treatment, 24-h urine albumin level, blood biochemical parameters and body weight were measured. Glomerulus area, glomerulus volume to Bowman's capsule volume ratio, podocyte changes and inflammatory and oxidative stress markers were quantitatively determined to evaluate renal lesions.\n\n\nRESULTS\nThe albuminuria in db/db diabetic mice was markedly attenuated after triptolide treatment, accompanied with alleviated glomerular hypertrophy and podocyte injury. In addition, the inflammation and oxidative stress in the kidneys were also attenuated, accompanied with improved hyperlipidaemia and obesity. The efficacy increased with the prolonging of triptolide treatment, and the efficacy in high-dose triptolide group was superior to that in the low-dose group. The effect of triptolide on glomerular hypertrophy was similar to valsartan, but the effects of triptolide on renal inflammation and oxidative stress were more profound than those of valsartan.\n\n\nCONCLUSIONS\nTriptolide can dramatically attenuate albuminuria and renal lesion accompanied with dyslipidaemia and obesity in db/db diabetic mice. It is a new drug that exerts comprehensive protective effects on preventing DN progression.",
        "year": 2010,
        "citation_count": 86,
        "relevance": 2,
        "explanation": "This paper investigates the therapeutic effects of triptolide, a compound found in TwHF, on diabetic nephropathy, which is a new angle but uses the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "64356002cf7f5b7ed3c7213d0ab5a822c4b5b94f",
        "title": "Meta-analysis of Tripterygium wilfordii Hook F in the immunosuppressive treatment of IgA nephropathy.",
        "abstract": "OBJECTIVE\nNumerous Chinese patients with IgA nephropathy (IgAN) have benefited from Tripterygium wilfordii Hook F (TwHF) from two decades ago. However, to date there is no systematic evaluation of this remedy for IgAN.\n\n\nMETHODS\nWe conducted a meta-analysis of all eligible randomized clinical trials (RCTs) to assess the effect of TwHF on IgAN for the first time. In August 2009 a systematic search was performed among eight electronic databases. Review Manager (RevMan) version 5.0 was used.\n\n\nRESULTS\n(i) Four eligible RCTs with 188 participants were included; (ii) The validities of included RCTs were generally acceptable; (iii) TwHF brought about a favorable increase in complete remission (CR) (RR 1.53, 95%CI 1.09 to 2.16, I(2)=12%) and total remission (TR) (RR 1.27, 95%CI 1.08 to 1.48, I(2)=0%) compared with non-TwHF treatment; and this result was further confirmed by intention-to-treat analysis; (iv) Exploiting subgroup meta-analysis, TwHF led to significantly greater improvements of IgAN with non-nephrotic proteinuria with regard to the increase of CR (RR 1.80, 95%CI 1.21 to 2.68, I(2)=0%) and TR (RR 1.32, 95%CI 1.11 to 1.57, I(2)=0%), and decrease of urinary proteinuria excretion (UPE) (MD -467.41 mg/24h, 95%CI -633.99 to -300.82, I(2)=0%). Meanwhile, the renal function was well preserved (MD -2.66 µmol/L, 95%CI -9.26 to 3.94, I(2)=0%). Conclusion Although the results of this meta-analysis should be interpreted with caution and warrant further investigation, TwHF was certainly a valuable and promising immunosuppressive remedy for IgAN, which was in accordance with the accruing evidence from numerous large clinical and experimental studies.",
        "year": 2010,
        "citation_count": 43,
        "relevance": 2,
        "explanation": "This paper is a meta-analysis of TwHF in treating IgA nephropathy, which is a new application but uses the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "5657a42d630759ac56aa78d93fe1eb72cf0e3508",
        "title": "Herbal therapy for treating rheumatoid arthritis.",
        "abstract": "BACKGROUND\nThe increasing popularity of the use of complementary and alternative interventions or treatments appears to be particularly evident amongst people with chronic disease. In the treatment of rheumatoid arthritis, one therapy that has been identified as having potential benefit, is herbal medicine (phytotherapy).\n\n\nOBJECTIVES\nTo assess the effectiveness of herbal therapies in the treatment of rheumatoid arthritis.\n\n\nSEARCH STRATEGY\nWe developed a search strategy using terms to include all forms of arthritis combined with herbal medicine. We searched the following electronic databases from 1966 to 2000: MEDLINE, EMBASE, CISCOM, AMED, CINAHL, Cochrane Controlled Trials Register (CCTR), Cochrane Musculoskeletal specialized register, Dissertation Abstracts, BIDS ISI and the Cochrane Complementary Medicine Fields Specialized Register. This was supplemented by searching the reference lists from retrieved trials.\n\n\nSELECTION CRITERIA\nAll randomized trials of herbal interventions in rheumatoid arthritis, compared to placebo. Two reviewers independently read and selected each potential study according to the criteria published in an a priori protocol. Papers of any language were included.\n\n\nDATA COLLECTION AND ANALYSIS\nData were extracted independently by the same two reviewers and an assessment of methodological quality was conducted.\n\n\nMAIN RESULTS\nEleven studies met the inclusion criteria. Seven of the studies compared gamma-linolenic acid (GLA) to placebo although three of these were not suitable for data pooling. The remaining studies considered four different herbal interventions and were assessed individually. All of the GLA studies found some improvement in clinical outcomes but methodology and study quality was variable, making it difficult to draw conclusive results. However, the better quality studies suggest potential relief of pain, morning stiffness and joint tenderness. With the exception of one intervention (Tripterygium wilfordii hook F), no serious side effects were reported.\n\n\nREVIEWER'S CONCLUSIONS\nThere appears to be some potential benefit for the use of GLA in rheumatoid arthritis although further studies are required to establish optimum dosage and duration of treatment. The single studies are inconclusive.",
        "year": 2000,
        "citation_count": 133,
        "relevance": 2,
        "explanation": "This paper is a systematic review and update of a previous Cochrane review on herbal therapies for rheumatoid arthritis. It mentions thunder god vine as a potential therapeutic agent and discusses its efficacy in reducing symptoms of rheumatoid arthritis. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the existing evidence for the efficacy of thunder god vine in the treatment of rheumatoid arthritis."
    },
    {
        "paperId": "79b464609606b78973bdd4e153ac0fcde0b3c27f",
        "title": "Defining the Mechanism of Action of Herbal Therapies in Rheumatoid Arthritis: Is This the Road to Clinical Development and Acceptance?",
        "abstract": "Herbal treatments are widely used to treat chronic inflammatory disorders such as rheumatoid arthritis (RA). This is particularly the case in China, where these treatments have been part of traditional medicine practice, in some cases for centuries. In the current age of targeted therapies for RA, where efficacy, safety, and mechanism of action are demonstrated using widely accepted scientific methodology, it remains challenging to determine how the spectrum of herbal and other traditional therapies should fit into modern therapeutic paradigms. Patients not uncommonly gravitate toward these treatments because of their “natural” origins, their perceived safety, and their relatively modest cost. Yet in most cases, evidence for clinical efficacy, safety, and mode of action is lacking, leading many clinicians to advise their patients against the use of such treatments until better evidence is available. A comprehensive analysis of the available clinical evidence for a spectrum of herbal therapies used in the treatment of RA has recently been updated in the Cochrane Library1. This database is a valuable resource in helping clinicians begin to navigate through the confusing and often contradictory information that is widely available regarding use of these therapies and their influence on disease. In most cases, even less is known about how any individual agent potentially affects the complex molecular pathways underlying the clinical phenomenology seen in RA.\n\nIn this issue of The Journal , Hsu, et al begin this challenging task in relation to Plectranthus amboinicus , a herbal therapy widely used in Taiwan to treat RA and other inflammatory disorders2.\n\nOne of the best-studied herbal treatments in RA to date has been thunder god vine ( Tripterygium wilfordii hook F, TwHF). Several randomized clinical trials have demonstrated efficacy3,4,5, with the most recent showing benefits that were at least … \n\nAddress correspondence to Dr. El-Gabalawy. E-mail: elgabalh{at}cc.umanitoba.ca",
        "year": 2011,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper discusses the mechanism of action of herbal therapies, including thunder god vine, in the treatment of rheumatoid arthritis. While it mentions the source paper's findings, it does not build upon or depend on them, but rather uses them as an example of the efficacy of herbal therapies."
    }
]