[
    {
        "paperId": "09396b2410196ae6af6b0e49df1cb13dcf7d27e0",
        "title": "Corticosteroids modulate the secretory processes of the rat intrahepatic biliary epithelium.",
        "abstract": "BACKGROUND & AIMS\nWe investigated the expression of glucocorticoid receptors (GcRs) in the intrahepatic biliary epithelium and the role of corticosteroids in the regulation of cholangiocyte secretion.\n\n\nMETHODS\nGcR was studied by immunohistochemistry, reverse-transcription polymerase chain reaction, and Western blots. The effects of dexamethasone and budesonide on biliary bicarbonate excretion and H+/HCO3- transport processes were investigated in bile fistula rats, isolated intrahepatic bile duct units (IBDUs), and purified cholangiocytes.\n\n\nRESULTS\nGcRs were expressed by rat cholangiocytes. Although acute administration of corticosteroids showed no effect, treatment for 2 days with dexamethasone or budesonide increased (P < 0.05) biliary bicarbonate concentration and secretion, which were blocked by the specific GcR antagonist, RU-486. IBDUs isolated from rats treated with dexamethasone or budesonide showed an increased (P < 0.05) activity of the Na+/H+ exchanger (NHE1 isoform) and Cl-/HCO3- exchanger (AE2 member), which was blocked by RU-486. Protein expression of NHE1 and AE2 and messenger RNA for NH1 but not AE2 were increased (P < 0.05) in isolated cholangiocytes by dexamethasone treatment.\n\n\nCONCLUSIONS\nThe intrahepatic biliary epithelium expresses GcR and responds to corticosteroids by increasing bicarbonate excretion in bile. This is caused by corticosteroid-induced enhanced activities and protein expression of transport processes driving bicarbonate excretion in the biliary epithelium.",
        "year": 2000,
        "citation_count": 52,
        "relevance": 2,
        "explanation": "This paper investigates the effects of corticosteroids, including budesonide, on the intrahepatic biliary epithelium. Although it does not directly build upon the source paper, it explores a related topic and provides insights into the mechanisms of budesonide, which is one of the treatments mentioned in the source paper."
    },
    {
        "paperId": "7d26d19d9f0843d1559329d31df39c0bf4860784",
        "title": "Treatment of primary biliary cirrhosis",
        "abstract": "Introduction: Primary biliary cirrhosis (PBC) is a chronic inflammatory autoimmune disease that mainly targets the cholangiocytes of the interlobular bile ducts in the liver. Inflammation and destruction of the bile ducts lead to decreased bile secretion, retention of toxic substances within the liver, fibrosis, cirrhosis and eventually liver failure, thereby requiring liver transplantation. Several issues – pathogenesis in part unknown, relative rarity and wide range of severity – add to the challenge of designing and executing high-quality clinical trials in PBC. Ursodeoxycholic acid (UDCA) is the only approved drug for the treatment of PBC. Areas covered: This article reviews, in depth, the main features of the disease that are pertinent for the understanding of the current management and the development of new therapies in PBC. The rationales of potential therapeutic medical approaches with farnesoid X receptor, norUDCA, peroxisome proliferator-activated receptor-α agonists and budesonide and their place as well their limits are highlighted and critically discussed. A literature search on PubMed has been undertaken and the most relevant references have been considered. Expert opinion: All PBC patients with abnormal liver tests should be treated with UDCA (13 – 15 mg/kg/day) and those with a normal bilirubin level, transaminases and alkaline phosphatase < 1.5 the upper limit of normal within 6 months will continue on UDCA alone. Patients who do not achieve this response and with no or mild bile duct and parenchymal inflammation should receive in addition to UDCA bezafibrate or fenofibrate. Patients with moderate-to-severe cholangitis or hepatitis activity should receive budesonide.",
        "year": 2000,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper discusses the treatment of primary biliary cirrhosis, including the use of ursodeoxycholic acid and budesonide, which are also mentioned in the source paper. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "2cd14859e7f7f1ecd7c4ca9d8144a4f12bcd7ede",
        "title": "Incomplete response to ursodeoxycholic acid in primary biliary cirrhosis: is a double dosage worthwhile?",
        "abstract": "OBJECTIVE:The aim of this study was to assess the safety and efficacy of high-dose ursodeoxycholic acid (UDCA, 28–32 mg/kg/day) in patients with primary biliary cirrhosis (PBC) who had shown an incomplete response to the standard dose (13–15 mg/kg/day).METHODS:A total of 25 patients with PBC who had been on UDCA (13–15 mg/kg/day) therapy for 24–141 months and had shown persistent elevation of ALP activity at least two times the upper limit of normal were enrolled. The dose of UDCA was increased to 30 (28–32) mg/kg/day and given for 1 yr.RESULTS:A significant but marginal improvement in serum ALP activity (707 ± 52 vs 571 ± 32, p = 0.001) was noted at 1 yr of treatment with high-dose UDCA. However, levels of total bilirubin (1.1 ± 0.2 vs 1.0 ± 0.2, p = 0.1), AST (58 ± 9 vs 54 ± 11, p = 0.1), albumin (4.1 ± 0.7 vs 4.0 ± 0.08, p = 0.1), or Mayo risk score (4.13 ± 0.3 vs 4.12 ± 0.3, p = 0.2) remained essentially unchanged. Normalization of liver tests did not occur in any patient, and adverse events were not recorded in any case.CONCLUSIONS:Although UDCA at a dose of 28–32 mg/kg/day is well tolerated, this dosage does not seem to benefit most patients with PBC responding incompletely to a dose of 13–15 mg/kg/day. The results of this pilot study would seem to discourage further controlled trials of high-dose UDCA in suboptimal responders to the standard dose of UDCA.",
        "year": 2001,
        "citation_count": 37,
        "relevance": 1,
        "explanation": "This paper investigates the efficacy of a higher dose of ursodeoxycholic acid in patients with primary biliary cirrhosis, which is a related hypothesis to the source paper. The key hypothesis in this paper is inspired by the findings of the source paper regarding the effectiveness of ursodeoxycholic acid in treating primary biliary cirrhosis."
    }
]