[
    {
        "paperId": "fdd143de940cc1c0479e1872104c868247e49b12",
        "title": "Comparison of two different molecular weight intra-articular injections of hyaluronic acid for the treatment of knee osteoarthritis.",
        "abstract": "BACKGROUND\nKnee osteoarthritis (OA) is an incurable joint disorder, representing a major public health issue. Among options for symptom control, viscosupplementation with hyaluronic acid (HA) had established usefulness in pain and function improvement of the knee. However, it is not clear which form of HA yields better results.\n\n\nMATERIAL AND METHODS\nWe compared two HA preparations with high (HMW) or low molecular weight (LMW) in terms of pain control and function improvement using the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) and the visual analog scale (VAS) score in patients with knee OA. During 2013, 80 patients were enrolled in this prospective, double-blind, randomized study. Each patient received a weekly injection of either preparation with a total of five injections for the LMW group and three for the HMW group. They were evaluated at baseline, five weeks, three months and one year after treatment.\n\n\nRESULTS\nIn both groups, HA treatment resulted in significant improvement in pain and function that begun immediately after treatment and lasted for one year. However when compared with each other, HMW and LMW groups were comparable in mean WOMAC, and VAS score at each time point. Neither preparation can interrupt disease progression as radiological findings remained constant during follow-up.\n\n\nCONCLUSIONS\nIntra-articular injections using HMW or LMW HA can improve stiffness, joint function and pain in patients suffering from knee OA. However, no clear benefit seems to exist between the two preparations and neither can slow disease progression. Hippokratia 2016, 20(1): 26-31.",
        "year": 2016,
        "citation_count": 28,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effectiveness of different molecular weights of hyaluronic acid in treating knee osteoarthritis, building on the source paper's results regarding hyaluronic acid's role in improving knee joint function and pain reduction."
    }
]