[
    {
        "paperId": "d34e5aff04654a4fe4294d82e80437c30e7dd837",
        "title": "A prospective trial of colchicine for primary biliary cirrhosis.",
        "abstract": "We entered 60 patients with primary biliary cirrhosis in a double-blind randomized controlled trial to determine whether colchicine is therapeutically effective. Thirty patients had early disease (Stages 1 and 2), and 30 had advanced disease (Stages 3 and 4). Fifteen patients with early disease and 15 with advanced disease received colchicine (0.6 mg twice daily), and the remainder received placebo. Patients were studied about every two months; those remaining in the blind phase at two years underwent repeat liver biopsy and were then placed on open-label colchicine (0.6 mg twice daily). With a few exceptions, the results in patients with early disease were similar to those in patients with advanced disease; hence, data on patients in all stages were combined in the main analysis. During the two-year study period the colchicine-treated patients, as compared with the placebo-treated patients, had improvement in levels of serum albumin, serum bilirubin, alkaline phosphatase, cholesterol, and aminotransferases. However, there was no such improvement in the severity of symptoms or physical findings; moreover, there was no significant difference in the histologic changes noted at liver biopsy in the two treatment groups. At four years after entry, the cumulative mortality from liver disease was 21 percent in patients given colchicine and 47 percent in those given placebo (P = 0.05). The only side effect of colchicine was diarrhea, noted in three patients. The consistent and significant improvement in a number of markers of liver disease and the apparent decreased mortality from liver disease suggest that colchicine may provide some long-term clinical benefit in patients with primary biliary cirrhosis. However, the failure of colchicine to reduce hepatic inflammation and fibrosis leaves uncertain the effect of the drug on the longterm outcome of this disease.",
        "year": 1986,
        "citation_count": 299,
        "relevance": 1,
        "explanation": "This paper investigates the therapeutic effectiveness of colchicine in primary biliary cirrhosis, which is related to the topic of the source paper, but does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "c5b039641bc60b97aa2295af30ee99410fabc3de",
        "title": "Primary biliary cirrhosis in men.",
        "abstract": "To determine whether primary biliary cirrhosis differed in men and women we reviewed the presenting features and clinical course of 39 men and 191 women with primary biliary cirrhosis followed at this unit between 1970 and 1984. Age and severity of disease at time of diagnosis were similar in both groups. Pruritus was significantly less common in men than in women both at diagnosis and throughout the period of follow up (p less than 0.01). The difference in incidence of pruritus at diagnosis was most evident when the male group were compared with a group of premenopausal women, an observation which is consistent with involvement of sex steroid metabolism in the origin of pruritus. Skin pigmentation was also less marked in men at diagnosis (p less than 0.05). Autoimmune associated conditions, especially sicca syndrome, were more common in women. Survival was similar among men and women although hepatoma developed significantly more frequently in male patients (p less than 0.01).",
        "year": 1986,
        "citation_count": 70,
        "relevance": 1,
        "explanation": "This paper explores the differences in primary biliary cirrhosis between men and women, which is related to the topic of the source paper, but does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "af1bba465e05803ee4726aa63ad72ff38102d52b",
        "title": "Are antimitochondrial antibodies of prognostic value in primary biliary cirrhosis?",
        "abstract": "Primary biliary cirrhosis (PBC) is a chronic disorder of unknown etiology characterized by progressive nonsuppurative destruction of the intrahepatic bile ducts, often leading to cholestasis, cirrhosis and hepatic failure. Since the original report by Addison and Gull (1) in 1851 and its modem day description by Ahrens et al. (2), considerable knowledge of the pathologic stages, immunologic disturbances, natural history and prognosis has been acquired. However, our understanding of PBC remains incomplete, particularly with respect to etiology and treatment. Over the past several years, significant data have been accumulated regarding the natural history of PBC and factors that determine its prognosis (3-5). Early published studies of small numbers of patients found the average life expectancy after the onset of symptoms to range from 5 to 8 years (6, 7). In a large, retrospective study, 280 patients were followed, with a mean survival time from the onset of symptoms of 11.9 years (3). This increase in survival is presumably due to a larger patient series and detection of the disease prior to the development of late stage and more classic diagnostic features of PBC. There has also been increased recognition of PBC in patients without symptoms of liver disease (3, 8-1 1). These asymptomatic patients are discovered with liver function test abnormalities or hepatomegaly, and are diagnosed when antimitochondrial antibodies (AMAs) and consistent liver biopsy findings are obtained. The survival curves of these patients are no different than those of an age and sex-matched general population over a median follow-up of 11.4 years, as reported by Beswick et al. (10). Furthermore, the majority (59%) of patients remained asymptomatic. The good prognosis of the asymptomatic PBC patients would at first appear to be due to earlier diagnoses and a longer presymptomatic interval. However, in several studies, the average age of asymptomatic patients at presentation was either similar to or higher than symptomatic PBC patients (3,9-11). A number of other clinical variables in PBC have been correlated with prognosis by several groups (3, 5). Patients do more poorly if they present with advanced age, jaundice, hepatomegaly, splenomegaly, weight loss or ascites, although only the presence of advanced age, jaundice and hepatomegaly were independent discriminators of a poor prognosis when a multivariate analysis was performed (3). Biochemical abnormalities are multiple in PBC, yet elevation of serum bilirubin is the most significant discriminator of a poor prognosis (3, 5, 12). In addition, in one study, a high serum albumin was",
        "year": 1986,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper discusses the prognostic value of antimitochondrial antibodies in primary biliary cirrhosis, which is related to the topic of the source paper, but does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "07bb97c86bacb0ff1b4e9d23841314c109ac1125",
        "title": "JPAC: a test for manpower planning.",
        "abstract": "have had perplexing results, and beneficial results have not been confirmed. Chlorambucil has had beneficial effects on liver function test values and liver histology but no effect on survival.'8 Colchicine has improved liver function and reduced mortality at four years but surprisingly had no effect on liver histology.'9 Cyclosporin has reduced plasma alkaline phosphatase and aminotransferase activities in a small group of patients but caused renal damage in each case.20 Ursodeoxycholic acid has improved liver function test values but not histology over two years in an uncontrolled trial.2' There is little in all this to excite doctors or to raise the hopes of patients. Patients without symptoms have a good prognosis and prolonged treatment with drugs does not seem warranted, while those with advanced disease and liver failure would seem unlikely to benefit from drug therapy. Doctors who feel that they must offer some treatment directed at the disease should limit their efforts to patients with symptoms who do not have liver failure; they could use azathioprine with some hope of benefit and with reasonable chances of avoiding serious side effects. Sceptics would be justified in doing nothing but might consider contributing to controlled trials. N D C FINLAYSON Consultant Physician, Gastrointestinal and Liver Service, Royal Infirmary, Edinburgh EH3 9YW 1 Kaplan MM. Primary biliary cirrhosis. NEnglJMed 1987;316:521-8. 2 Christensen E, Crowe J, Doniach D, aeal. Clinical pattern and course ofdisease in primary biliary cirrhosis based on an analysis of236 patieats. Gastroenterology 1980;78:236-46. 3 Schaffner F, Klion FM, Latuff AJ. The long term use of cholestyramine in the treatment of primary biliary cirrhosis. Gassraenteroigy 1%5;48:293-8. 4 Datta DV, Sherlock S. Cholestyramine for long term relief of the pruritus complicating intrahepatic cholestasis. Gassraenserologj 1966;50:323-32. 5 Javitt NB. Timing of cholestyramine doses in cholestatic liver disease. N Engl 7 Med 1974;29: 1328-9. 6 Hanid MA, Levi AJ. Phototherapy for pruritus in primary biliary cirrhosis. Lancet 1980;ii:530. 7 Cohen LB, Ambinder EP, Wolke AM, Field SP, Schaffner F. Role of plasmapheresis in primary biliary cirrhosis. Gut 1985;26:291.4. 8 Duncan JS, Kennedy HJ, Triger DR. Treatment of pruritus due to chronic obstructive liver disease. BrMedJ 1984;289:22. 9 Beckett GJ, Dewhurst N, Finlayson NDC, Percy-Robb IW. Weight loss in primary biliary cirrhosis. Gus 1980;21:734-8. 10 Arnaud SB. 25-Hydroxyvitamin D3 treatment of bone disease in primary biliary cirrhosis. Gasoenserolorgy 1982;137:137-40. 11 Shepherd AN, Bedford GJ, Hill A, Bouchier IAD. Primary biliary cirrhosis, dark adaptometry, electro-oculography and vitasmin A state. BrMedJ 1984;289:1484-5. 12 Busuttil RW. Liver transplantation today. Ann Insen Med 1986;104:377-89. 13 Starzl TE, Todo S, Gordon R, et al. Liver transplantation in older patients. N Engl J Med 1987;316:4845. 14 Roll J, Boyer JL, Barry D, Klatskin G. The prognostic importance of clinical and histological features in asymptomatic and symptomatic primary biliary cirrhosis. N EnglJ Med 1983;308: 1-7. 15 HowatHT, RalstonAJ, Varley H, Wilson JAC. The late results oflong-term treatment ofprimary biliary cirrhosis by corticosteroids. Revue Insenationa dHeptoslogie 1966;16:227. 16 Christensen E, Neuberger J, Crowe J, et al. Beneficial effect of azathioprine and prediction of prognosis in primary biliary cirrhosis: final results of an international trial. Gastroenterology 1985;89:1084-91. 17 James OFW. D-penicillamine for primary biliary cirrhosis Gut 1985;26:109-13. 18 Hoofnagle JH, Davis GL, Schafer DF, e al. Randomized trial ofchlorambucil for primary biliary cirrhosis. Gassenwoloj 1986;91:1327-34. 19 Kaplan MM, Ailing DW, Zimmerman HJ, as al. A prospective trial of colchicine for primary biliary cirrhosis. N EnglJ Med 1986;315:1448-54. 20 Routhier G, Epstein 0, Janossy G, Thomas HC, Sherlock S. Effects of cyclosporin A on suppressor and inducer T lymphocytes in primary biliary cirrhosis. Lancet 1980;ii: 1223-6. 21 Poupon R, Chretien Y, Poupon RE, Ballet F, Calmus Y, Darnis F. Is ursodeoxycholic acid an effective treatment for primary biliary cirrhosis? Lancet 1987;i:834-6.",
        "year": 1987,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper discusses the treatment of primary biliary cirrhosis and mentions azathioprine, which is also mentioned in the source paper. However, the paper does not directly build upon or reference the source paper."
    },
    {
        "paperId": "5dcce70f1ec43409b6169454ded629594724965a",
        "title": "Primary biliary cirrhosis: Associations with class II major histocompatibility complex antigens",
        "abstract": "Tissue injury in primary biliary cirrhosis is thought to be mediated by immune mechanisms. Various Class II antigens of the major histocompatibility complex are associated with autoimmune diseases and their differing clinical manifestations. Thus, the aim of this study was to examine the relationship between primary biliary cirrhosis, its clinical manifestations and serologically defined Class II antigens (HLA‐DR and HLA‐DQ). Typing for these antigens was performed in 114 primary biliary cirrhotic patients and 171 controls by lymphocytotoxicity. There was a 6‐fold increase in the frequency of HLA‐DRw8 in primary biliary cirrhosis as compared to controls [30.1 vs. 4.7% (p < 0.0001)]. In contrast, HLA‐DR5 had a decreased frequency in primary biliary cirrhosis as compared to controls [9.8 vs. 25.2% (p < 0.02)]. We examined the relationship between Class II antigens and the following prognostic indicators in primary biliary cirrhosis: serum bilirubin; 24‐hr urine copper; serum albumin; prothrombin time; platelet count; ascites, and histologic stage (I to IV). Patients who are positive for HLA‐DRw52 (n = 82) had a 2‐fold increase in serum bilirubin compared to those who are negative (n = 32) for this antigen (p < 0.05). Conversely, patients who are positive for HLA‐DR2 had less than half the serum bilirubin values of those negative for this antigen (p < 0.02). In conclusion, we found different Class II antigens to be associated with a prognostic indicator in primary biliary cirrhosis (serum bilirubin), while HLA‐DRw8 is strongly associated with the disease itself. These data suggest that determining Class II antigens may be important in predicting the course and clinical expression of primary biliary cirrhosis.",
        "year": 1987,
        "citation_count": 136,
        "relevance": 1,
        "explanation": "This paper investigates the association between primary biliary cirrhosis and certain genetic markers, which could be relevant to understanding the disease's pathogenesis. The paper does not directly build upon or reference the source paper, but it explores a related topic."
    }
]