[
    {
        "paperId": "cd2f7b65ca0bfc53d47a7bfdbf01ef2e5f22286b",
        "title": "Hepatitis C virus epitope-specific neutralizing antibodies in Igs prepared from human plasma",
        "abstract": "Neutralizing antibodies directed against hepatitis C virus (HCV) are present in Igs made from anti-HCV-positive plasma. However, these HCV-specific Igs are largely ineffective in vivo. The mechanism for the poor effectiveness is currently unknown. We hypothesize that the presence of nonneutralizing antibodies in HCV-specific Igs interferes with the function of neutralizing antibodies, resulting in the reduction or blockage of their effect. In the present study, we identified at least two epitopes at amino acid residues 412–419 (epitope I) and 434–446 (epitope II), located downstream of the hypervariable region I within the HCV E2 protein. We demonstrated that epitope I, but not epitope II, was implicated in HCV neutralization and that binding of a nonneutralizing antibody to epitope II completely disrupted virus neutralization mediated by antibody binding at epitope I. The dynamic interaction between nonneutralizing and neutralizing antibodies may thus play a key role in determining the outcomes of HCV infection. Further exploration of this interplay should lead to a better understanding of the mechanisms of neutralization and immune escape and may indicate pathways for the manufacture of an effective HCV-specific Ig product for immune prophylaxis of HCV infection.",
        "year": 2007,
        "citation_count": 147,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it also investigates the properties of neutralizing antibodies against the HCV E2 protein, but focuses on the interaction between neutralizing and nonneutralizing antibodies in Igs prepared from human plasma."
    },
    {
        "paperId": "2cec2889f895269703b5dc399ca0fa0210667373",
        "title": "Identification of a Broadly Cross-Reacting and Neutralizing Human Monoclonal Antibody Directed against the Hepatitis C Virus E2 Protein",
        "abstract": "ABSTRACT Identification of anti-hepatitis C virus (anti-HCV) human antibody clones with broad neutralizing activity is important for a better understanding of the interplay between the virus and host and for the design of an effective passive immunotherapy and an effective vaccine. We report the identification of a human monoclonal Fab (e137) able to bind the HCV E2 glycoprotein of all HCV genotypes but genotype 5. The results of antibody competition assays and testing the reactivity to alanine mutant E2 proteins confirmed that the e137 epitope includes residues (T416, W420, W529, G530, and D535) highly conserved across all HCV genotypes. Fab e137 neutralized HCV pseudoparticles bearing genotype 1a, 1b, and 4 E1-E2 proteins and to a lesser extent, genotype 2b. Fab e137 was also able to inhibit cell culture-grown HCV (genotype 2a). These data indicate that broadly cross-reacting and cross-neutralizing antibodies are generated during HCV infection.",
        "year": 2007,
        "citation_count": 130,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it also investigates the properties of a neutralizing monoclonal antibody (Fab e137) directed against the HCV E2 protein, which is similar to the HCV-AbXTL68 antibody in the source paper."
    }
]