[
    {
        "paperId": "c3f835a0421a1c5642b206064a5b2484cbc1a046",
        "title": "Dietary Approaches for the Reduction of Cardiovascular Disease Risk in Type 2 Diabetes Mellitus and Obesity",
        "abstract": "This work investigated the effects of different lifestyle strategies for reversing some of the lipid and lipoprotein abnormalities commonly known as an atherogenic lipoprotein phenotype (ALP) in groups at increased risk for CVD, such as type 2 diabetes mellitus (T2 DM), the overweight and obese. These strategies included a low glycaemic index (GI) diet, energy restriction, a low carbohydrate Atkins diet, and increased exercise level. The diets were tested either alone or in combination to examine the potential for additive effects on outcome measures. The effects of a low GI diet, alone and in combination with energy restriction, were investigated in overweight/obese T2 DM patients in Kuwait (Chapter 4). For this purpose, the glycaemic and insulinaemic indices of some staple foods in the Kuwaiti diets were determined to provide data from which low GI foods could be selected (Chapter 3). A standard WHO procedure was used for determining the glycaemic index (GI) and insulinaemic index (II) of seven types of bread and a type of white rice that are consumed extensively by the Kuwaiti population. Six of the breads in the Kuwaiti diet were shown to have GI values that fell within an intermediate GI range, which was comparable to the GI values of similar foods reported in the literature. The exception to this was a brown pita bread which gave a high GI value and a relatively higher II value compared with glucose. Iranian bread also had a high II value compared to that of the glucose standard. In Chapter 4, the effects of two low GI diets, with and without energy restriction, were examined on markers of CVD risk in overweight/obese T2 DM patients and compared with a control diet, in a6 week, randomised controlled trial. The average GI of the diet was reduced by 12 units in the intervention groups. An additive effect of weight loss in the energy-restricted low GI diet group was not shown because of the limited amount of weight loss in this group (3% reduction from baseline weight); a direct result of poor compliance. Both intervention groups produced similar effects that included a decrease in the concentration of plasma triacylglycerol (TAG) and increase in high density lipoprotein cholesterol (HDL-C). Glycaemic control, as measured by fructosamine levels, improved significantly in the low GI group compared to the control. Lowering the GI of the diet also resulted in a significant decrease in the proportion of small, dense LDL (sdLDL) and an increase in HDL2. Chapter 5 compared the effects of a low-carbohydrate, `Atkins' diet either alone, or in combination with an exercise programme, to provide evidence for the potential of exercise to modify the effects of this type of diet over 6-months in a randomised trial. Participants all together in this study had a 6.4% reduction in body weight. The lowcarbohydrate diet had some significant beneficial effects on the components of an ALP, in particular, decreasing plasma TAG, increasing both HDL-C and HDL size, and decreasing the proportion of sdLDL. Hyperinsulinaemia was unaffected by the consumption of a low carbohydrate diet. The favourable changes in lipids with the low carbohydrate diet were associated with weight loss as a result of decreased energy intake. This study was however unable to differentiate between the effect of exercise and the low carbohydrate diet on an ALP, probably because of poor compliance to the exercise program. Taken together, both of the intervention studies resulted in reductions in metabolic risk factors for CVD, including a decrease in plasma TAG and increase in HDL-C across the two studies. Poor compliance to the energy-restricted diet in the low GI study in Kuwait, and to exercise regimens in the Atkins study did not allow any further interpretation of these experimental approaches. The promotion of the dietary approaches used in this thesis should be considered for the management of obesity and/or T2 DM and their associated CVD risk factors.",
        "year": 2007,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the effects of low glycemic index diets on cardiovascular disease risk markers in the context of weight management."
    },
    {
        "paperId": "f423e9cf623c0e5d3263616457c57c6a5022afce",
        "title": "Long-term effects of 2 energy-restricted diets differing in glycemic load on dietary adherence, body composition, and metabolism in CALERIE: a 1-y randomized controlled trial.",
        "abstract": "BACKGROUND\nThere remains no consensus about the optimal dietary composition for sustained weight loss.\n\n\nOBJECTIVE\nThe objective was to examine the effects of 2 dietary macronutrient patterns with different glycemic loads on adherence to a prescribed regimen of calorie restriction (CR), weight and fat loss, and related variables.\n\n\nDESIGN\nA randomized controlled trial (RCT) of diets with a high glycemic load (HG) or a low glycemic load (LG) at 30% CR was conducted in 34 healthy overweight adults with a mean (+/-SD) age of 35 +/- 6 y and body mass index (kg/m(2)) of 27.6 +/- 1.4. All food was provided for 6 mo in diets controlled for confounding variables, and subjects self-administered the plans for 6 additional months. Primary and secondary outcomes included energy intake measured by doubly labeled water, body weight and fatness, hunger, satiety, and resting metabolic rate.\n\n\nRESULTS\nAll groups consumed significantly less energy during CR than at baseline (P < 0.01), but changes in energy intake, body weight, body fat, and resting metabolic rate did not differ significantly between groups. Both groups ate more energy than provided (eg, 21% and 28% CR at 3 mo and 16% and 17% CR at 6 mo with HG and LG, respectively). Percentage weight change at 12 mo was -8.04 +/- 4.1% in the HG group and -7.81 +/- 5.0% in the LG group. There was no effect of dietary composition on changes in hunger, satiety, or satisfaction with the amount and type of provided food during CR.\n\n\nCONCLUSIONS\nThese findings provide more detailed evidence to suggest that diets differing substantially in glycemic load induce comparable long-term weight loss.",
        "year": 2007,
        "citation_count": 287,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of diets differing in glycemic load on weight loss and metabolism."
    },
    {
        "paperId": "c0a5cdf3ea1d655191bc066be2c6c7df66558c01",
        "title": "Effects of a reduced-glycemic-load diet on body weight, body composition, and cardiovascular disease risk markers in overweight and obese adults.",
        "abstract": "BACKGROUND\nLowering the dietary glycemic load and increasing protein intake may be advantageous for weight management.\n\n\nOBJECTIVE\nThis randomized controlled trial was designed to evaluate the effects of an ad libitum reduced-glycemic-load (RGL) diet on body weight, body composition, and cardiovascular disease (CVD) risk markers in overweight and obese adults during an initial weight-loss phase (12 wk) and a weight-loss maintenance phase (weeks 24-36).\n\n\nDESIGN\nSubjects were assigned to RGL (n = 43) or low-fat, portion-controlled (control; n = 43) diet groups. The RGL group was instructed to eat until satisfied, maintaining a low carbohydrate intake during weeks 0-2 and adding low-glycemic-index carbohydrate thereafter. Control subjects were instructed to reduce fat intake and decrease portion sizes, with a targeted energy deficit of 500 to 800 kcal/d.\n\n\nRESULTS\nThe RGL group had lost significantly more weight than did the control group at week 12 (-4.9 and -2.5 kg, respectively; P = 0.002), but the 2 groups did not differ significantly at week 36 (-4.5 and -2.6 kg, respectively; P = 0.085). Changes in fat mass differed between the groups at week 12 (-1.9 and -0.9 kg, respectively; P = 0.016) but not at week 36 (-2.0 and -1.3 kg, respectively; P = 0.333). At the end of the study, no differences were found in responses for CVD risk markers except a larger mean change in HDL cholesterol in the RGL group than in the control group (3.8 and 1.9 mg/dL, respectively; P = 0.037).\n\n\nCONCLUSION\nThese findings provide evidence that an ad libitum RGL diet is a reasonable alternative to a low-fat, portion-controlled eating plan for weight management.",
        "year": 2007,
        "citation_count": 116,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it evaluates the effects of a reduced-glycemic-load diet on weight loss and cardiovascular disease risk markers."
    }
]