[
    {
        "paperId": "d111a510240f1ba63d6b3bc2f99d0ed89e468124",
        "title": "Androgen enhances sexual motivation in females: a prospective, crossover study of sex steroid administration in the surgical menopause.",
        "abstract": "&NA; Various parameters of sexual functioning were assessed in a prospective, crossover investigation of 53 surgically menopausal women. Patients randomly received either an estrogen‐androgen combined preparation, an estrogen‐alone drug, an androgen‐alone drug, or a placebo. Also included were a group of women who had undergone hysterectomy and whose ovaries had been left intact. Two treatment phases, each of 3 months' duration, were separated by an intervening placebo month. Additionally, plasma levels of total estrogens and testosterone were assayed four times during the study concurrent with monitoring of sexual behaviors. It was clear that exogenous androgen enhanced the intensity of sexual desire and arousal and the frequency of sexual fantasies in hysterectomized and oophorectomized women. However, there was no evidence that testosterone affected physiologic response or interpersonal aspects of sexual behavior. These findings suggest that the major impact of androgen in women is on sexual motivation and not on sexual activity per se.",
        "year": 1985,
        "citation_count": 560,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of androgen on sexual motivation in women, which is a related concept to the source paper's topic of parenteral administration of estrogen and androgen on plasma hormone levels and hot flushes in the surgical menopause."
    },
    {
        "paperId": "9503f443f1b50a045ca4d76c70b36aaf85952419",
        "title": "Treatment of hot flashes with transdermal estradiol administration.",
        "abstract": "A randomized prospective double blind study was performed to assess the ability of a transdermal therapeutic system (TTS) delivering estradiol (E2) to suppress hot flashes (HFs) in symptomatic postmenopausal women. Patients were given placebo or E2 in four doses for a 20-day period, and serum gonadotropin and estrogen levels and the occurrences of HFs were measured. Administration of placebo had no measurable effect on either estrogen or gonadotropin levels or the occurrence of HFs. A dose-response relationship was found between the rate of E2 administered and the circulating level of E2, with 25, 50, 100, and 200 micrograms/24 h dosages raising the mean E2 concentrations from mean baseline levels of 5-8 pg/ml to 18, 38, 73, and 100 pg/ml, respectively. Estrone levels also increased with TTS application, but to a lesser extent than did E2 levels. Dose-response reductions of FSH and LH with increasing amounts of E2 administration occurred, but gonadotropin levels were not lowered in any of the patients into the ranges found in premenopausal women. TTS application significantly suppressed the occurrence of HFs at the 50 micrograms/24 h dosage and higher. A significant negative correlation (r = 0.6045; P less than 0.001) between E2 levels and the rates of occurrence of HFs was found during hormone administration. Based on this regression, 50% and 100% reductions of HFs should occur at 61 and 122 pg/ml E2. These data indicate that the transdermal delivery of E2 with these systems significantly reduced the occurrence of HFs and allowed definition of the therapeutic range of hormone replacement in terms of lost ovarian function, as reflected by circulating E2 levels.",
        "year": 1985,
        "citation_count": 143,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the source paper, as it investigates the effects of estrogen administration on hot flashes in postmenopausal women, which is a related concept to the source paper's topic of parenteral administration of estrogen and androgen on plasma hormone levels and hot flushes in the surgical menopause."
    }
]