[
    {
        "paperId": "5c03b26fa2f5b735a3ed421af2bb238a8707a991",
        "title": "Bile acids for non-alcoholic fatty liver disease and/or steatohepatitis.",
        "abstract": "BACKGROUND\nNon-alcoholic fatty liver disease is a condition characterised by fatty deposition in the hepatocytes of patients in patients with minimal or no alcohol intake. Some patients develop non-alcoholic steatohepatitis. Bile acids may potentially protect cellular structures and may be of benefit in patients with non-alcoholic fatty liver or steatohepatitis.\n\n\nOBJECTIVES\nTo systematically evaluate the beneficial and harmful effects of bile acids versus no intervention, placebo, or other interventions for patients with non-alcoholic fatty liver or steatohepatitis.\n\n\nSEARCH STRATEGY\nWe searched The Cochrane Hepato-Biliary Group Controlled Trials Register (July 2005), the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library (Issue 2, 2005), MEDLINE (1966 to July 2005), EMBASE (1980 to July 2005), and The Chinese Biomedical Database (1978 to July 2005). No language restrictions were applied.\n\n\nSELECTION CRITERIA\nRandomised clinical trials evaluating any bile acids versus no intervention, placebo, or other interventions in patients with NAFLD.\n\n\nDATA COLLECTION AND ANALYSIS\nWe extracted data from the identified trials as well as contacted authors. We evaluated the methodological quality of the randomised trials by assessing the generation of allocation sequence, allocation concealment, blinding, and follow-up. We made our analyses following the intention-to-treat method by imputing missing data.\n\n\nMAIN RESULTS\nWe identified four randomised clinical trials randomising 279 patients. Only one of the trials was considered a low-bias risk trial. One of the trials reported a non-liver-related death in the bile acid group. No significant differences were found regarding mortality or improvement in liver function tests observed after treatment with ursodeoxycholic acid. Data on the radiological and histological responses were too scant to draw any definite conclusions. Adverse events were non-specific and considered of no major clinical relevance.\n\n\nAUTHORS' CONCLUSIONS\nPresently, there are insufficient data to support or refute the use of ursodeoxycholic acid for patients with non-alcoholic fatty liver or steatohepatitis. It may be advisable to carry out large randomised clinical trials on this topic.",
        "year": 2007,
        "citation_count": 64,
        "relevance": 1,
        "explanation": "This paper evaluates the effects of bile acids on non-alcoholic fatty liver disease and steatohepatitis, and mentions ursodeoxycholic acid, which is also used in the source paper."
    }
]