[
    {
        "paperId": "8928193fccfa0eda956d495ab7be78365e77b935",
        "title": "Safety and efficacy of S-adenosylmethionine (SAMe) for osteoarthritis.",
        "abstract": "OBJECTIVE\nWe assessed the efficacy of S-adenosylmethionine (SAMe), a dietary supplement now available in the Unites States, compared with that of placebo or nonsteroidal anti-inflammatory drugs (NSAIDs) in the treatment of osteoarthritis (OA).\n\n\nSTUDY DESIGN\nThis was a meta-analysis of randomized controlled trials.\n\n\nDATA SOURCES\nWe identified randomized controlled trials of SAMe versus placebo or NSAIDS for the treatment of OA through computerized database searches and reference lists.\n\n\nOUTCOMES MEASURED\nThe outcomes considered were pain, functional limitation, and adverse effects.\n\n\nRESULTS\nEleven studies that met the inclusion criteria were weighted on the basis of precision and were combined for each outcome variable. When compared with placebo, SAMe is more effective in reducing functional limitation in patients with OA (effect size [ES] =.31; 95% confidence interval [CI],.099-.520), but not in reducing pain (ES =.22; 95% CI, -.247 to.693). This result, however, is based on only 2 studies. SAMe seems to be comparable with NSAIDs (pain: ES =.12; 95% CI, -.029 to.273; functional limitation: ES =.025; 95% CI, -.127 to.176). However, those treated with SAMe were less likely to report adverse effects than those receiving NSAIDs.\n\n\nCONCLUSIONS\nSAMe appears to be as effective as NSAIDs in reducing pain and improving functional limitation in patients with OA without the adverse effects often associated with NSAID therapies.",
        "year": 2002,
        "citation_count": 94,
        "relevance": 2,
        "explanation": "This paper is a meta-analysis that assesses the efficacy of SAMe in the treatment of osteoarthritis, which is the same condition studied in the source paper. The findings of this paper are partially dependent on the results of the source paper, as it includes the source paper in its meta-analysis. Therefore, the key hypothesis of this paper is at least partially dependent on the findings of the source paper."
    }
]