[
    {
        "paperId": "49a74e1c1ffd42289f1d5db2e0be4cbb78e92591",
        "title": "Effect of improving depression care on pain and functional outcomes among older adults with arthritis: a randomized controlled trial.",
        "abstract": "CONTEXT\nDepression and arthritis are disabling and common health problems in late life. Depression is also a risk factor for poor health outcomes among arthritis patients.\n\n\nOBJECTIVE\nTo determine whether enhancing care for depression improves pain and functional outcomes in older adults with depression and arthritis.\n\n\nDESIGN, SETTING, AND PARTICIPANTS\nPreplanned subgroup analyses of Improving Mood-Promoting Access to Collaborative Treatment (IMPACT), a randomized controlled trial of 1801 depressed older adults (> or =60 years), which was performed at 18 primary care clinics from 8 health care organizations in 5 states across the United States from July 1999 to August 2001. A total of 1001 (56%) reported coexisting arthritis at baseline.\n\n\nINTERVENTION\nAntidepressant medications and/or 6 to 8 sessions of psychotherapy (Problem-Solving Treatment in Primary Care).\n\n\nMAIN OUTCOME MEASURES\nDepression, pain intensity (scale of 0 to 10), interference with daily activities due to arthritis (scale of 0 to 10), general health status, and overall quality-of-life outcomes assessed at baseline, 3, 6, and 12 months.\n\n\nRESULTS\nIn addition to reduction in depressive symptoms, the intervention group compared with the usual care group at 12 months had lower mean (SE) scores for pain intensity (5.62 [0.16] vs 6.15 [0.16]; between-group difference, -0.53; 95% confidence interval [CI], -0.92 to -0.14; P =.009), interference with daily activities due to arthritis (4.40 [0.18] vs 4.99 [0.17]; between-group difference, -0.59; 95% CI, -1.00 to -0.19; P =.004), and interference with daily activities due to pain (2.92 [0.07] vs 3.17 [0.07]; between-group difference, -0.26; 95% CI, -0.41 to -0.10; P =.002). Overall health and quality of life were also enhanced among intervention patients relative to control patients at 12 months.\n\n\nCONCLUSIONS\nIn a large and diverse population of older adults with arthritis (mostly osteoarthritis) and comorbid depression, benefits of improved depression care extended beyond reduced depressive symptoms and included decreased pain as well as improved functional status and quality of life.",
        "year": 2003,
        "citation_count": 586,
        "relevance": 2,
        "explanation": "This paper explores the relationship between depression care and outcomes in older adults with arthritis, which is partially dependent on the understanding of depression comorbid with rheumatoid arthritis as investigated in the source paper."
    },
    {
        "paperId": "844a2a7940e738fa0f4b32f3b398a50681a81aef",
        "title": "Suicides in persons suffering from rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo assess the demographic and psychosocial profiles of patients with rheumatoid arthritis (RA) who committed suicide. Two control groups were used: osteoarthritis (OA) and suicide victims with neither RA nor OA.\n\n\nMETHOD\nA study based on a prospective, 13-yr follow-up database with linkage to national hospital discharge registers of all suicides (1296 males, 289 females) committed during the years 1988-2000 in the province of Oulu situated in northern Finland.\n\n\nRESULTS\nFemales were significantly over-represented among RA patients who committed suicide (52.6% RA women vs 17.3% women with neither RA nor OA). Comorbid depressive disorders preceded suicides in 90% of the female RA patients. Before their suicide, 50% of the female RA patients (vs 11% of the male RA patients) had experienced at least one suicide attempt. The method of suicide was violent in 90% of the RA females. RA males were less often depressive, but committed suicide after experiencing shorter periods of RA and fewer admissions than females.\n\n\nCONCLUSION\nAttempted suicides and especially depression in female RA patients should be taken more seriously into account than previously in clinical work so that the most appropriate psychiatric treatment can be provided for such patients.",
        "year": 2003,
        "citation_count": 49,
        "relevance": 1,
        "explanation": "This paper investigates the demographic and psychosocial profiles of patients with rheumatoid arthritis who committed suicide, which is inspired by the findings of the source paper on the comorbidity of depression and rheumatoid arthritis."
    }
]