[
    {
        "paperId": "488b3b8f147369145d83e0eacb08c29be1969754",
        "title": "The Effects of Exercise upon Symptoms and Quality of Life in Patients Diagnosed with Irritable Bowel Syndrome: A Randomised Controlled Trial",
        "abstract": "While it seems intuitively appealing to promote participation in regular exercise in the management of irritable bowel syndrome, limited randomised controlled trial evidence exists to support this recommendation. We examined the feasibility and effects of an exercise intervention upon quality of life and irritable bowel symptoms using a randomised controlled trial methodology. Patients with a clinically confirmed diagnosis of irritable bowel syndrome according to Rome II criteria were randomised to either an exercise consultation intervention or usual care for 12 weeks. Outcomes included irritable bowel specific quality of life, symptoms (total symptoms, constipation, diarrhoea and pain) and exercise participation. The recruitment rate of eligible patients identified from hospital records was 18.3% (56/305). Analyses revealed no differences in quality life scores between groups at 12-week follow-up. The exercise group reported significantly improved symptoms of constipation (mean difference=10.9, 95 % CI= -20.1, -1.6) compared to usual care at follow-up. The intervention group participated in significantly more exercise than usual care at follow-up (mean difference=21.6, 95% CI=9.4, 33.8). Recruitment of eligible patients into this study was possible but rates were low. Findings highlight the possibility that exercise may be an effective intervention for symptom management in patients with irritable bowel syndrome; this may be particularly the case for constipation predominant patients.",
        "year": 2008,
        "citation_count": 99,
        "relevance": 1,
        "explanation": "This paper explores the effects of exercise on symptoms and quality of life in patients with irritable bowel syndrome. While it investigates a new angle of IBS management, it does not build upon the findings of the source paper, nor does it use the source paper's findings as a sub-hypothesis. However, it is worth noting that the source paper's findings on gut-directed hypnotherapy could be seen as complementary to this paper's findings on exercise, but this connection is not explicitly made in the paper."
    },
    {
        "paperId": "390545207db4c938686ae3a2e5f6d073960f4270",
        "title": "Complementary and alternative medicine for treatment of irritable bowel syndrome.",
        "abstract": "OBJECTIVE\nTo review the evidence supporting selected complementary and alternative medicine approaches used in the treatment of irritable bowel syndrome (IBS).\n\n\nQUALITY OF EVIDENCE\nMEDLINE (from January 1966), EMBASE (from January 1980), and the Cochrane Database of Systematic Reviews were searched until March 2008, combining the terms irritable bowel syndrome or irritable colon with complementary therapies, alternative medicine, acupuncture, fiber, peppermint oil, herbal, traditional, yoga, massage, meditation, mind, relaxation, probiotic, hypnotherapy, psychotherapy, cognitive therapy, or behavior therapy. Results were screened to include only clinical trials, systematic reviews, and meta-analyses. Level I evidence was available for most interventions.\n\n\nMAIN MESSAGE\nSoluble fibre improves constipation and global IBS symptoms. Peppermint oil alleviates IBS symptoms, including abdominal pain. Probiotic trials show overall benefit for IBS but there is little evidence supporting the use of any specific strain. Hypnotherapy and cognitive-behavioural therapy are also effective therapeutic options for appropriate patients. Certain herbal formulas are supported by limited evidence, but safety is a potential concern. All interventions are supported by systematic reviews or meta-analyses.\n\n\nCONCLUSION\nSeveral complementary and alternative therapies can be recommended as part of an evidence-based approach to the treatment of IBS; these might provide patients with satisfactory relief and improve the therapeutic alliance.",
        "year": 2009,
        "citation_count": 104,
        "relevance": 1,
        "explanation": "This paper reviews various complementary and alternative medicine approaches for IBS treatment, including hypnotherapy. It does not build upon or depend on the findings of the source paper but mentions hypnotherapy as an effective therapeutic option."
    }
]