[
    {
        "paperId": "e1689cfa0bede7e1bab4fc42fdbef90a6f4cf048",
        "title": "Changing basal insulin from NPH to detemir or glargine in patients with type 1 diabetes and a history of severe hypoglycemia",
        "abstract": "Background: The insulin analogs, glargine and detemir, are associated with reduced hypoglycemia incidence compared with NPH insulin. We assessed the impact of changing basal insulin from NPH to glargine or detemir in patients with type 1 diabetes mellitus who experienced severe hypoglycemia. Material and methods: A retrospective chart review was conducted that included 73 (31 female) patients (mean age 48 years, diabetes duration 19 years) treated for 12 to 24 months with insulin glargine (n = 43) or detemir (n = 30). Results: There were no patients who withdrew from treatment due to side effects. The mean treatment duration in both groups was 18 months. Changing from NPH insulin was associated with a −0.3% (p = 0.036) reduction in HbA1c for glargine (baseline 8.8%) and −0.4% (p = 0.040) for detemir (baseline 8.3%) treated patients; insulin dosages increased, respectively by 4.1 (p = 0.045) and 4.3 units (p = 0.004) (mean values). Weight did not increase significantly and the 1-year rate of serious hypoglycemia was 0.25/person/year. Conclusion: Switching from NPH-insulin to insulin detemir or glargine in type 1 diabetes mellitus patients with previous serious hypoglycemia was associated with a reduction in HbA1c. However, severe hypoglycemia was not completely eliminated, and few patients reached internationally accepted glycemic treatment goals. Literature search: We searched Medline, PubMed (with key search terms type 1 diabetes, NPH insulin, detemir, glargine and serious hypoglycemia), reference lists and databases of ongoing and completed trials (through July 2008) provided from the manufacturers of the drugs to identify relevant literature.",
        "year": 2008,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of changing basal insulin from NPH to glargine or detemir, which was compared to NPH insulin in the source paper."
    },
    {
        "paperId": "ad928c7a5c6bc80e62901b7490a2394bc03258bc",
        "title": "Intermediate acting versus long acting insulin for type 1 diabetes mellitus.",
        "abstract": "BACKGROUND\nDiabetes mellitus type 1 is a chronic disease with short and long term complications. Its goals of therapy are to eliminate the symptoms of hyperglycaemia, reduce the long term microvascular and macrovascular complications and allow the patients to achieve a normal life-style. Basal insulin replacement for insulin dependent patients can be achieved with either intermediate or long acting insulin preparations.\n\n\nOBJECTIVES\nTo assess the effects of intermediate acting versus long acting insulin preparations for basal insulin replacement in type 1 diabetic patients.\n\n\nSEARCH STRATEGY\nWe searched MEDLINE, EMBASE and The Cochrane Library, as well as reference lists, databases of ongoing trials, and requests from authors of included trials.\n\n\nSELECTION CRITERIA\nRandomised controlled trials, assessing long acting insulin preparations compared to intermediate acting insulin preparations, in type 1 diabetic patients.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo reviewers independently scanned the titles. Data were extracted and analysed accordingly.\n\n\nMAIN RESULTS\nTwenty-three randomised controlled trials were identified. A total of 3872 and 2915 participants in the intervention and in the control group, respectively, were analysed. The weighted mean difference (WMD) for the level of glycosylated haemoglobin was -0.08 (95% confidence interval (CI) -0.12 to -0.04) in favour of the long acting insulin arm. The WMD between the groups in fasting plasma and blood glucose levels was -0.63 (95% CI -0.86 to -0.40) and -0.86 (95% CI -1.00 to -0.72) in favour of the long acting insulins. The odds ratio for a patient on long acting insulin to develop any type of hypoglycaemia was 0.93 (95% CI 0.8 to 1.08) compared to that of a patient on intermediate acting insulins. The OR for severe hypoglycaemic episodes was 0.73 (95% CI 0.61 to 0.87), and 0.70 (95% CI of 0.63 to 0.79) for nocturnal episodes. The WMD between the long and intermediate insulin groups for hypoglycaemic events per 100 patient follow up days was -0.77 (95% CI -0.89 to -0.65), -0.0 (95% CI -0.02 to 0.02) and -0.40 (95% CI -0.45 to -0.34) for overall, severe, and nocturnal hypoglycaemic episodes. Weight gain was more prominent in the control group. No difference was noted in the quantity or quality of severe adverse events or deaths.\n\n\nAUTHORS' CONCLUSIONS\nLong acting insulin preparations seem to exert a beneficial effect on nocturnal glucose levels. Their effect on the overall diabetes control is clinically unremarkable. Their use as a basal insulin regimen for type 1 diabetes mellitus warrants further substantiation.",
        "year": 2008,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it compares intermediate acting insulin (like NPH) to long acting insulin (like glargine), which was also compared in the source paper."
    },
    {
        "paperId": "04426eef22825613f1993dce2a645f14d79c44b4",
        "title": "Insulin Glargine versus Neutral Protamine Hagedorn Insulin for Treatment of Diabetes in Pregnancy",
        "abstract": "We compared maternal and neonatal outcomes in diabetic pregnancies treated with either insulin glargine or neutral protamine Hagedorn (NPH) insulin. We performed a retrospective chart review of diabetic pregnant patients using the Diabetes Care Center of Wake Forest University during the years 2000 to 2005. Outcomes of interest included maternal hemoglobin A1C, average fasting and 2-hour postprandial blood sugars, mode of delivery, birth weight, 5-minute Apgar score < 7, umbilical artery pH < 7.20, incidence of neonatal hypoglycemia, and pregnancy complications. A total of 52 diabetic pregnant patients were included in this study. Twenty-seven women used insulin glargine. A total of 13 women used insulin glargine during the first trimester. Glycemic control was similar in women who used NPH insulin and insulin glargine, as determined by hemoglobin A1C levels and mean blood sugar values. There were no differences in mode of delivery, average birth weight, or neonatal outcomes. Maternal and fetal/neonatal outcomes appear similar in pregnant diabetic women who use either NPH insulin or insulin glargine in combination with a short-acting insulin analogue to achieve adequate glycemic control during pregnancy. Insulin glargine appears to be an effective insulin analogue for use in women whose pregnancies are complicated by diabetes.",
        "year": 2008,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it compares insulin glargine to NPH insulin, which was also compared in the source paper, but in a different context (pregnancy)."
    }
]