[
    {
        "paperId": "6e072b186c0824c28ce4b4b5333af2f8564be377",
        "title": "Bicyclol Attenuates Liver Inflammation Induced by Infection of Hepatitis C Virus via Repressing ROS-Mediated Activation of MAPK/NF-κB Signaling Pathway",
        "abstract": "Treatment with direct-acting antivirals (DAAs) cures most patients infected with hepatitis C virus (HCV) in the real world. However, some patients, especially those with the underlying advanced liver disease, have a limited reduction of liver injury after achieving a sustained viral response (SVR). Bicyclol was widely used in clinics for the treatment of a variety of liver injuries but with an unknown mechanism for the treatment of hepatitis C. We investigated the anti-inflammatory effects and mechanisms of bicyclol in HCV-infected hepatocytes and further confirmed the putative results in a mouse hepatitis model induced by the coinjection of polyinosinic-polycytidylic acid [poly (I:C)] and D-galactosamine (D-GalN). The results showed that the activation of nuclear factor kappa B (NF-κB) and the subsequent increase of inflammatory factors were directly induced by HCV infection and were persistent after clearance of the virus in Huh7.5 cells. Bicyclol decreased the activation of NF-κB and the levels of inflammatory factors in HCV-infected hepatocytes by inhibiting the activation of the ROS-MAPK-NF-κB pathway, and the effect was synergistic with DAAs in HCV-infected hepatocytes. Bicyclol attenuated the ROS-MAPK-NF-κB axis via recovering mitochondrial function without a dependence on dihydronicotinamide adenine dinucleotide phosphate oxidase and superoxide dismutases. The anti-inflammatory effects and mechanism of bicyclol were verified in mouse hepatitis induced by the coinjection of poly(I:C)/D-GalN. Bicyclol directly ameliorates the chronic inflammation caused by HCV infection and might be used with DAAs or after DAA therapy for ultimately curing chronic hepatitis C.",
        "year": 2018,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper explores the mechanism of action of bicyclol, a compound that was investigated in the source paper for its efficacy in treating chronic hepatitis C. The paper investigates the anti-inflammatory effects of bicyclol in HCV-infected hepatocytes and its potential synergy with direct-acting antivirals (DAAs). The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrated the efficacy and safety of bicyclum (a compound related to bicyclol) in treating CHC patients."
    }
]