[
    {
        "paperId": "022f35be352c5b3db7ea82609ffb07e5e557c796",
        "title": "Global secondary prevention strategies to limit event recurrence after myocardial infarction: results of the GOSPEL study, a multicenter, randomized controlled trial from the Italian Cardiac Rehabilitation Network.",
        "abstract": "BACKGROUND\nSecondary prevention is not adequately implemented after myocardial infarction (MI). We assessed the effect on quality of care and prognosis of a long-term, relatively intensive rehabilitation strategy after MI.\n\n\nMETHODS\nWe conducted a multicenter, randomized controlled trial in patients following standard post-MI cardiac rehabilitation, comparing a long-term, reinforced, multifactorial educational and behavioral intervention with usual care. A total of 3241 patients with recent MI were randomized to a 3-year multifactorial continued educational and behavioral program (intervention group; n = 1620) or usual care (control group; n = 1621). The combination of cardiovascular (CV) mortality, nonfatal MI, nonfatal stroke, and hospitalization for angina pectoris, heart failure, or urgent revascularization procedure was the primary end point. Other end points were major CV events, major cardiac and cerebrovascular events, lifestyle habits, and drug prescriptions.\n\n\nRESULTS\nEnd point events occurred in 556 patients (17.2%). Compared with usual care, the intensive intervention did not decrease the primary end point significantly (16.1% vs 18.2%; hazard ratio [HR], 0.88; 95% confidence interval [CI], 0.74-1.04). However, the intensive intervention decreased several secondary end points: CV mortality plus nonfatal MI and stroke (3.2% vs 4.8%; HR, 0.67; 95% CI, 0.47-0.95), cardiac death plus nonfatal myocardial infarction (2.5% vs 4.0%; HR, 0.64; 95% CI, 0.43-0.94), and nonfatal MI (1.4% vs 2.7%; HR, 0.52; 95% CI, 0.31-0.86). A marked improvement in lifestyle habits (ie, exercise, diet, psychosocial stress, less deterioration of body weight control) and in prescription of drugs for secondary prevention was seen in the intervention group.\n\n\nCONCLUSION\nThe GOSPEL Study is the first trial to our knowledge to demonstrate that a multifactorial, continued reinforced intervention up to 3 years after rehabilitation following MI is effective in decreasing the risk of several important CV outcomes, particularly nonfatal MI, although the overall effect is small.\n\n\nTRIAL REGISTRATION\nClinicalTrials.gov Identifier: NCT00421876.",
        "year": 2008,
        "citation_count": 397,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the long-term effects of a multifactorial intervention on cardiovascular outcomes, which includes exercise maintenance, a key aspect of the source paper."
    },
    {
        "paperId": "5c3b8ae785696b08f44aad4725763a89cf5391ef",
        "title": "Self‐Efficacy and Adherence to Exercise During and as a Follow‐Up to Cardiac Rehabilitation",
        "abstract": "We examined self-efficacy (task, in-class, and barrier) and physical activity during transition from hospital-based cardiac rehabilitation. Participants (N = 50) completed measures of self-efficacy at the midpoint and end of the program. Cardiac rehabilitation adherence was monitored and physical activity assessed by telephone interview 6 and 12 weeks post-program. Mid-program barrier self-efficacy predicted adherence (R2adj. = .15, p < .05). Barrier self-efficacy at the end of the program predicted physical activity 6 weeks later (R2 = .11, p < .05). Task self-efficacy at the end of the program predicted home-based exercise at the 12-week follow-up (R2 = .10, p < .05). Results have implications for intervention efforts to ease transition from supervised to independent home-based exercise.",
        "year": 2008,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of self-efficacy in exercise adherence during and after cardiac rehabilitation, which is a key component of the CHANGE intervention."
    },
    {
        "paperId": "e6488b4647ba21c17006628d93fd00a8bb3da779",
        "title": "Comparative outcome one year after formal cardiac rehabilitation: the effects of a randomized intervention to improve exercise adherence",
        "abstract": "Background Methods to ensure sustained benefits of cardiac rehabilitation need to be explored. The aim was to assess the effect of a home-based intervention (INT) on exercise adherence and risk factors after cardiac rehabilitation. Design Prospective randomized study. Methods We evaluated patients who were followed for 1 year after either inpatient (ICR) or outpatient cardiac rehabilitation (OCR) by assessment of exercise capacity, physical activity, risk factors and quality of life, both at the completion of rehabilitation, and after 1 year. Patients were randomized to either be instructed how to use a diary of physical activities complemented by quarterly group meetings (INT) or to receive standard treatment (usual care). Results Two hundred and sixty-one patients gave consent to be reevaluated after 1 year. Of these patients 33 were lost to follow-up (two deaths); thus 228 patients had complete 1-year follow-up data (195 male and 33 female, 91% with coronary artery disease). At 1-year follow-up significantly more patients of the INT group than of the control group adhered to regular physical activity (73 vs. 40%, P < 0.0001). Moreover, INT patients showed a better evolution of body mass index and lipid values. In a stepwise multiple regression analysis the following variables showed a significant impact on regular physical activity at follow-up: study INT [odds ratio (OR): 4.19, P < 0.0001], previous cardiac surgery (OR: 2.50, P = 0.008), BMI at baseline (OR: 0.89, P = 0.018) and quality of life at baseline (OR: 1.58, P = 0.041). Conclusion Sustained benefits of cardiac rehabilitation can be documented 1 year after both inpatient and outpatient programmes. Self-monitoring of physical activity greatly increased long-term adherence to regular exercise, which in turn was associated with greater improvements of risk factors and quality of life.",
        "year": 2008,
        "citation_count": 102,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of a home-based intervention on exercise adherence after cardiac rehabilitation, which is similar to the CHANGE intervention in the source paper."
    }
]