[
    {
        "paperId": "eb3f3e2ee9149093ffaae505d9924f77a257d292",
        "title": "A Prospective, Randomized, Noninferiority Trial of Steroid Dosing After Major Colorectal Surgery",
        "abstract": "Objective:To evaluate the safety of perioperative low-dose steroids (LDS) versus high-dose steroids (HDS) in steroid-treated patients with inflammatory bowel disease (IBD) undergoing major colorectal surgery. Background:Corticosteroid-treated patients undergoing major colorectal surgery are commonly prescribed HDS to prevent perioperative adrenal insufficiency and cardiovascular collapse. There is little evidence to support this practice. Methods:We performed a single-blinded noninferiority trial to compare perioperative hemodynamic instability in 92 steroid-treated IBD patients undergoing major colorectal surgery. Patients were randomly assigned to receive perioperative high-dose corticosteroids (HDS; hydrocortisone, 100 mg, intravenously 3 times daily, followed by taper) or low-dose corticosteroids (LDS; intravenous hydrocortisone equivalent to presurgical oral dosing, followed by taper). The primary outcome was the absence of postural hypotension on postoperative day 1, defined as a decrease in systolic blood pressure by 20 mm Hg after sitting from a supine position. Results:The primary outcome, absence of postural hypotension on postoperative day 1, occurred in 95% of those randomized to receive high doses of corticosteroids compared with 96% of those who received low doses (noninferiority 95% confidence interval = −0.08 to 0.09; P = 0.007). Conclusions:In IBD patients undergoing abdominal surgery, the incidence of postural hypotension or adrenal insufficiency is similar among those receiving high doses or low doses of corticosteroids in the perioperative period. To reduce complications associated with unnecessarily high doses of steroids, steroid-treated IBD patients undergoing major colorectal surgery should be treated with low doses of steroids in the perioperative period. (Clinicaltrials.gov ID# NCT01559675)",
        "year": 2014,
        "citation_count": 35,
        "relevance": 1,
        "explanation": "This paper investigates the safety of perioperative low-dose steroids versus high-dose steroids in steroid-treated patients with inflammatory bowel disease undergoing major colorectal surgery. Although the paper does not directly build upon the source paper's findings, it explores a related topic (steroid dosing) in a different context."
    },
    {
        "paperId": "1df8c20aae6214bf8037254cc7c0c7fd95c18ebc",
        "title": "Perioperative Corticosteroid Management for Patients with Inflammatory Bowel Disease",
        "abstract": "Abstract:Guidelines on the appropriate use of perioperative steroids in patients with inflammatory bowel disease (IBD) are lacking. As a result, corticosteroid supplementation during and after colorectal surgery procedures has been shown to be highly variable. A clearer understanding of the indications for perioperative corticosteroid administration relative to preoperative corticosteroid dosing and duration of therapy is essential. In this review, we outline the basic tenets of the hypothalamic–pituitary–adrenal (HPA) axis and its normal response to stress, describe how corticosteroid use is thought to affect this system, and provide an overview of the currently available data on perioperative corticosteroid supplementation including the limited evidence pertaining to patients with inflammatory bowel disease. Based on currently existing data, we define “adrenal suppression,” and propose a patient-based approach to perioperative corticosteroid management in the inflammatory bowel disease population based on an individual's historical use of corticosteroids, the type of surgery they are undergoing, and HPA axis testing when applicable. Patients without adrenal suppression (<5 mg prednisone per day) do not require extra corticosteroid supplementation in the perioperative period; patients with adrenal suppression (>20 mg prednisone per day) should be treated with additional perioperative corticosteroid coverage above their baseline home regimen; and patients with unclear HPA axis function (>5 and <20 mg prednisone per day) should undergo preoperative HPA axis testing to determine the best management practices. The proposed management algorithm attempts to balance the risks of adrenal insufficiency and immunosuppression.",
        "year": 2015,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper discusses the management of perioperative corticosteroids in patients with inflammatory bowel disease, which is related to the source paper's topic of corticosteroid management in organ transplant patients. However, it does not directly build upon or depend on the findings of the source paper."
    }
]