[
    {
        "paperId": "7ca4e8529030989395019701e7b3c684f530ed41",
        "title": "Association between pre-operative statin use and major cardiovascular complications among patients undergoing non-cardiac surgery: the VISION study.",
        "abstract": "AIMS\nThe aim of this study was to assess the effects of pre-operative statin therapy on cardiovascular events in the first 30-days after non-cardiac surgery.\n\n\nMETHODS AND RESULTS\nWe conducted an international, prospective, cohort study of patients who were ≥45 years having in-patient non-cardiac surgery. We estimated the probability of receiving statins pre-operatively using a multivariable logistic model and conducted a propensity score analysis to correct for confounding. A total of 15 478 patients were recruited at 12 centres in eight countries from August 2007 to January 2011. The matched population consisted of 2845 patients (18.4%) treated with a statin and 4492 (29.0%) controls. The pre-operative use of statins was associated with lower risk of the primary outcome, a composite of all-cause mortality, myocardial injury after non-cardiac surgery (MINS), or stroke at 30 days [relative risk (RR), 0.83; 95% confidence interval (CI), 0.73-0.95; P = 0.007]. Statins were also associated with a significant lower risk of all-cause mortality (RR, 0.58; 95% CI, 0.40-0.83; P = 0.003), cardiovascular mortality (RR, 0.42; 95% CI, 0.23-0.76; P = 0.004), and MINS (RR, 0.86; 95% CI, 0.73-0.98; P = 0.02). There were no statistically significant differences in the risk of myocardial infarction or stroke.\n\n\nCONCLUSION\nAmong patients undergoing non-cardiac surgery, pre-operative statin therapy was independently associated with a lower risk of cardiovascular outcomes at 30 days. These results require confirmation in a large randomized trial.\n\n\nCLINICAL TRIAL REGISTRATION\nClinical Trials.gov NCT00512109.",
        "year": 2016,
        "citation_count": 110,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of pre-operative statin therapy on cardiovascular events in non-cardiac surgery, building on the source paper's results regarding perioperative atorvastatin therapy."
    }
]