[
    {
        "paperId": "4b7ab71705d057592bfb1f63127b2367796cb408",
        "title": "What is the appropriate approach to prevention of thromboembolism in heart failure?",
        "abstract": "Summary Many studies suggest a higher incidence of thromboembolic syndromes such as stroke, peripheral arterial thrombosis and pulmonary embolism in patients with heart failure (HF), particularly those with left ventricular systolic dysfunction. As a result, some clinicians have chosen to treat patients with HF with anticoagulants as primary prevention against thromboembolic events. However, this practice is not well-supported by scientific data. Retrospective analyses of large HF trials have yielded contradictory results and randomised trials designed to specifically address this question have been under-populated and under-powered. As a result, there is no general consensus among professional societies in either recommending or advising against anticoagulants in HF. We hope that ongoing clinical trials, WARCEF in particular, will yield results that will guide clinicians in deciding for or against routine use of anticoagulants in HF.",
        "year": 2009,
        "citation_count": 26,
        "relevance": 1,
        "explanation": "This paper discusses the need for further research on the prevention of thromboembolism in heart failure, which is related to the topic of the source paper. However, it does not build upon the findings of the source paper, nor does it use them as a sub-hypothesis. Instead, it highlights the lack of consensus and the need for more studies."
    },
    {
        "paperId": "1552bdb0d226123f3d731865026a96949a95f6c0",
        "title": "Antithrombotic therapy for heart failure in sinus rhythm",
        "abstract": "Although the risk of thromboembolism in chronic heart failure is high even in the absence of atrial fibrillation, the risk to benefit ratio of anticoagulation vs. antiplatelet therapy or no antithrombotic therapy is poorly defined in this population. Post hoc analysis of large therapeutic heart failure trials has estimated the risk of thromboembolism to be between 1 and 4.5%. However, most of these studies have included some patients with atrial fibrillation, and thromboembolism was not a predefined endpoint. At present, the evidence for either anticoagulation or antiplatelet therapy is limited and the results from current large‐scale randomized studies are awaited. From the randomized studies carried out thus far, there is a beneficial trend in favour of anticoagulation therapy, with less hospitalization for heart failure compared with patients taking aspirin.",
        "year": 2009,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper explores the risk-benefit ratio of anticoagulation vs. antiplatelet therapy in heart failure, which is related to the topic of the source paper. Although it does not directly build upon the findings of the source paper, it discusses the limited evidence for anticoagulation therapy in heart failure, which is relevant to the source paper's topic."
    },
    {
        "paperId": "c44a7404bf82fdc25bb947ee9f7f61702b925c4a",
        "title": "Anticoagulation in patients with heart failure and normal sinus rhythm.",
        "abstract": "PURPOSE\nThe evidence evaluating the risk of thrombosis and the efficacy and risk of anticoagulation in patients with systolic heart failure (HF) and normal sinus rhythm is reviewed.\n\n\nSUMMARY\nAlthough a subject of investigation for over 50 years, use of anticoagulation in patients with HF remains an area of controversy and clinical debate. While early studies reported variable thromboembolism rates in HF (1.9-42.4 events per 100 patient years), the annual rate from larger and more recent trials ranged from 1% to 3%. The trials evaluating the role of oral anticoagulants to reduce thromboembolism and mortality outcomes in patients with a reduced ejection fraction (EF) have provided ambiguous results. Early studies and post hoc analyses of large clinical trials have demonstrated a reduction in thromboembolic events, risk of stroke, and mortality. In contrast, recent underpowered prospective controlled studies found no benefit in the use of warfarin in patients with systolic HF and normal sinus rhythm. The low-to-moderate risk of thromboembolism in patients with HF and the questionable benefit of anticoagulation need to be weighed against the potential for hemorrhagic complications caused by this therapy. The available data collectively suggest that the risk of using warfarin in patients with reduced EF may outweigh any possible benefit, if one exists at all.\n\n\nCONCLUSION\nAnticoagulation therapy in patients with HF and normal sinus rhythm is not supported by the limited evidence. The benefits of anticoagulation in such patients may not compensate for the relatively high risk of major bleeding caused by the treatment.",
        "year": 2009,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper reviews the evidence for anticoagulation in patients with systolic heart failure and normal sinus rhythm, which is related to the topic of the source paper. Although it does not directly build upon the findings of the source paper, it discusses the limited evidence for anticoagulation therapy in heart failure, which is relevant to the source paper's topic."
    }
]