[
    {
        "paperId": "72309652783f9039e3d7baba44147937b112aa3b",
        "title": "Exercise training for claudicants: changes in blood flow, cardiorespiratory status, metabolic functions, blood rheology and lipid profile.",
        "abstract": "OBJECTIVE\nExercise training improves the walking distance of claudicants. The aim of this study was to investigate factors associated with the improvement in the maximum walking distance (MWD) in respect to cardiovascular, respiratory and metabolic adaptations.\n\n\nMETHODS\nForty claudicants were studied. Common femoral artery blood flow (BF), heart rate (HR), oxygen consumption (VO(2)), respiratory exchange ratio (RER), lactate levels, blood rheology and lipid profiles were measured. Tests were repeated after 3 months of exercise training.\n\n\nRESULTS\nFifteen patients did not complete the exercise program. For patients who did complete the program, MWD improved by 82%. A significant reduction in HR and VO(2)during exercise was demonstrated. No significant changes occurred in BF or RER. Although MWD increased significantly, there was no increase in recovery VO(2)(oxygen debt). A significant reduction in post-exercise lactate levels occurred. Blood rheology was unchanged, but an improvement in HDL levels was noted.\n\n\nCONCLUSIONS\nMany claudicants could not complete an exercise program, mainly due to osteoarthritis. Exercise training improved exercise tolerance significantly without any increase in BF. The HR and oxygen cost of similar exercise was reduced. An improved MWD did not correlate with a higher oxygen debt or lactate load. Favourable changes in lipid profiles occurred.",
        "year": 2000,
        "citation_count": 50,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of exercise training on claudicants, which is a related topic to the source paper's investigation of percutaneous transluminal angioplasty for intermittent claudication."
    },
    {
        "paperId": "62e71f90a7c4bbf9d0d751f4750f60c5c05e97bb",
        "title": "Expression of myosin heavy chain isoforms in skeletal muscle of patients with peripheral arterial occlusive disease.",
        "abstract": "PURPOSE\nPeripheral arterial occlusive diseases (PAODs) not only compromise blood flow but lead to a series of subsequent metabolic and structural changes in the relevant muscles. Changes in myofibrillar proteins (eg, of myosin heavy chain [MHC] isoforms), one of the determinants of muscle structure as well as of muscular function, have not been reported in patients with PAOD and were therefore the aim of this study.\n\n\nMETHODS\nThirteen consecutive patients with PAOD were examined (clinical stage according to Fontaine II, three patients; III, three patients, and IV, seven patients) and compared with five age-matched control patients who had been in traffic accidents. A calf muscle sample (gastrocnemius muscle) in the ischemic region was taken for MHC isoform analysis by sodium dodecyl sulfate polyacrylamide gel electrophoresis and silver stain, and the relative content of MHC isoforms was measured.\n\n\nRESULTS\nCompared with the control patients, there was no significant change of MHC isoforms in patients with PAOD II. In patients with PAOD III, MHC IIb decreased significantly (P <.05) although MHC IIa remained unchanged; in patients with PAOD IV, both MHC IIa and IIb decreased significantly (P <.05). Accordingly, there was a progressive increase of the relative amount of MHC I with more critical ischemia in PAOD.\n\n\nCONCLUSION\nIn patients with PAOD, the content of MHC II decreased with a higher grade of ischemia. That seems to be consistent with an increased resistance to ischemia for myosin isoforms in the order of I more than in IIa more than IIb. Whether the decrease of MHC II in patients with PAOD is related to atrophy of muscle fibers or to muscle-fiber transition must be investigated further.",
        "year": 2000,
        "citation_count": 59,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the changes in myosin heavy chain isoforms in patients with peripheral arterial occlusive disease, which is a related topic to the source paper's investigation of intermittent claudication and percutaneous transluminal angioplasty."
    },
    {
        "paperId": "0bb6e8f8bd401b66261fd02e1178e0e9dd7ea230",
        "title": "Exercise therapy or angioplasty? A summation analysis.",
        "abstract": "OBJECTIVES\nTo compare the outcome of exercise therapy or angioplasty for the treatment of patients with intermittent claudication.\n\n\nDESIGN\nA summation analysis.\n\n\nMETHODS\nA search using MEDLINE and PUBMED between 1966 and April 1999 followed by a review of the manuscripts yielded 54 studies involving angioplasty and 27 studies involving exercise therapy for intermittent claudication. Studies were only included (12 angioplasty and nine exercise series) when results were available for patients with intermittent claudication alone, and when outcome was assessed in terms of symptoms at a minimum of 6 months.\n\n\nRESULTS\nThe total number of claudicants undergoing exercise therapy was 294 patients, with a mean symptomatic success rate of 38. 4% and a mean improvement in maximum walking distance of 189.7% at 6 months. The total number of claudicants undergoing angioplasty was 2071, with a mean overall symptomatic success rate of 76.6%. The mean overall complication rate was 9% and mean major complication rate was 2.7% for the angioplasty studies.\n\n\nCONCLUSION\nAlthough the result demonstrates an advantage of angioplasty over exercise therapy at 6 months, there is a small risk of major complications. However, comparison of studies was impaired due to disparity in patient numbers, limited follow-up time and lack of uniformity in outcome assessment. In order to achieve a valid comparison of these therapies in a future randomised study, a validated disease-specific instrument for the assessment of symptomatic outcome for claudicants is required.",
        "year": 2000,
        "citation_count": 25,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the hypothesis of the source paper, as it compares the outcome of exercise therapy and angioplasty for the treatment of patients with intermittent claudication."
    }
]