[
    {
        "paperId": "ceaba645f64a4edaf23848e5789778418b8b289a",
        "title": "A Randomized Trial Comparing the Use of Endobiliary Stent and T-Tube for Biliary Decompression After Laparoscopic Common Bile Duct Exploration",
        "abstract": "Purpose: To compare the use of a biliary stent with T-tube for biliary decompression after laparoscopic common bile duct (CBD) exploration. Methods: Between September 2004 and March 2008, 60 patients undergoing laparoscopic CBD exploration for CBD stones were randomized to choledochotomy closure over either a biliary stent or a T-tube after CBD clearance. Patients at high risk for surgery and unremitting cholangitis requiring preoperative endoscopic biliary drainage were excluded. Results: There were 29 and 31 patients in the T-tube and stenting groups, respectively. The 2 groups were comparable with respect to their demographic profile and disease characteristics. Patients in the stent group had a significantly shorter operative time and postoperative stay with an earlier return to normal activity (P<0.0001). Conclusions: Choledochotomy closure over a stent results in a shorter postoperative stay and an earlier return to normal activity compared with closure over a T-tube without any increase in morbidity.",
        "year": 2012,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "This paper compares the use of a biliary stent with a T-tube for biliary decompression after laparoscopic common bile duct exploration, which is directly related to the source paper's topic of T-tube necessity after laparoscopic choledochotomy. The hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "ac532d826e63b320b6435e4c9a6ec70554cf4e97",
        "title": "Laparoscopic Exploration versus Intraoperative Endoscopic Sphincterotomy for Common Bile Duct Stones: A Prospective Randomized Trial",
        "abstract": "Background/Aims: Laparoscopic cholecystectomy (LC) combined with intraoperative endoscopic sphincterotomy (IOES) was compared to LC with laparoscopic common bile duct exploration (LCBDE) to define the best single-session minimally invasive treatment for cholecystocholedocholithiasis. Methods: Between June 2009 and December 2010, patients with gallstones and common bile duct (CBD) stones diagnosed by preoperative ultrasonography and magnetic resonance cholangiopancreatography were randomized to LC-LCBDE or LC-IOES. The primary end point was complete clearance of CBD of stones. The secondary end points were operation time, conversion rate, length of hospital stay, complications and mortality. Results: Two hundred and twenty-six patients were eligible. They were randomized to LC-LCBDE (n = 115) and LC-IOES (n = 111). There was no statistically significant difference in the success rate of CBD clearance between the two interventions (92% for LC-LCBDE vs. 97.2% for LC-IOES with a p value >0.05). There were no differences between the two groups in terms of surgical time and postoperative length of stay. Pancreatitis and bleeding sphincterotomy were significantly more prevalent in the LC-IOES group, while bile leakage and retained CBD stones were significantly more prevalent in the LC-LCBDE group. Conclusion: Both LC-IOES and LC-LCBDE were shown to be safe, effective, minimally invasive treatments for cholecystocholedocholithiasis, but the former option may be preferred when facilities and experience in endoscopic therapy exist.",
        "year": 2012,
        "citation_count": 56,
        "relevance": 1,
        "explanation": "This paper compares laparoscopic exploration with intraoperative endoscopic sphincterotomy for common bile duct stones, which is a different topic from the source paper. However, it does mention laparoscopic common bile duct exploration, which is related to the source paper's topic. The hypothesis in this paper is inspired by the findings of the source paper."
    }
]