[
    {
        "paperId": "3fc4307e0cc67235e29273ee86d10fc9b7baab04",
        "title": "Aggressive treatment in early rheumatoid arthritis: a randomised controlled trial",
        "abstract": "OBJECTIVES To compare three therapeutic strategies using slow acting antirheumatic drugs (SAARDs) in early rheumatoid arthritis (RA), for their disease modifying properties, toxicity, and lag time until treatment effect. METHODS Patients with recent onset RA from six hospitals were randomly assigned to immediate initiation of one of three treatment strategies: (I) a “mild SAARD with a long lag time” (hydroxychloroquine, if necessary replaced by auranofin); (II) a “potent SAARD with a long lag time” (intramuscular gold, if necessary replaced byd-penicillamine); (III) a “potent SAARD with a short lag time” (methotrexate, if necessary replaced by sulfasalazine). Comparisons included two years of follow up. RESULTS All SAARD strategies reduced mean disease activity. A greater percentage of patients improved clinically with strategies II and III than with strategy I: percentages of patients improved on joint score with strategies II and III (79% and 82%, respectively), which was statistically different from strategy I (66%). The same was true for remission percentages: 31% and 24% v 16%, respectively). Longitudinal analysis showed significantly less disability with strategy III, and a lower erythrocyte sedimentation rate with strategy II than with strategy I. In addition, radiological damage after one and two years, was significantly lower in strategies II and III (at two years median scores were 11 and 10v 14 in strategy I, p<0.05). Toxicity was increased in strategy II compared with the other strategies. CONCLUSION Strategy III, comprising methotrexate or sulfasalazine, produced the best results weighing effectiveness and toxicity. Strategy I (hydroxychloroquine or auranofin) was slightly less effective, and strategy II (intramuscular gold or d-penicillamine) was associated with increased toxicity.",
        "year": 2000,
        "citation_count": 91,
        "relevance": 1,
        "explanation": "This paper explores different therapeutic strategies for early rheumatoid arthritis, including auranofin, which was found to be safe and superior to placebo in the source paper. However, auranofin is only one of the treatment options compared in this study, and the paper does not build directly upon the source paper's findings."
    }
]