[
    {
        "paperId": "baa741ee7bccb8cdfb4996d0a23635f9f95fe80b",
        "title": "Towards Personalized Medicine Based on Platelet Function Testing for Stent Thrombosis Patients",
        "abstract": "Stent thrombosis (ST) is a severe and feared complication of coronary stenting. Patients who have suffered from ST are usually treated according to the “one-size-fits-all” dosing regimen of aspirin and clopidogrel. Many ST patients show high on-treatment platelet reactivity (HPR) despite this antiplatelet therapy (APT). It has been shown that HPR is a risk factor for major adverse cardiac events. Therefore, ST patients with HPR are at a high risk for recurrent atherothrombotic events. New insights into the variable response to clopidogrel and the advent of stronger P2Y12 inhibitors prasugrel and ticagrelor have changed the attention from a fixed APT treatment strategy towards “personalized APT strategies.” Strategies can be based on platelet function testing, which gives insight into the overall response of a patient to APT. At our outpatient ST clinic, we practice personalized APT based on platelet function testing to guide the cardiologist to a presumed optimal antiplatelet treatment of ST patients. Beside results of platelet function testing, comedication, clinical characteristics, and genetics have to be considered to decide on personalized APT. Ongoing studies have yet to reveal the optimal personalized APT strategy for cardiologists to prevent their patients from atherothrombotic and bleeding events.",
        "year": 2012,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of clopidogrel and aspirin in patients with stent thrombosis, and the source paper studied the effectiveness of clopidogrel and aspirin in preventing atherothrombotic events."
    },
    {
        "paperId": "75e792d7b488101c51189526106acb87d7321fd2",
        "title": "Beneficial impact of prolonged dual antiplatelet therapy after drug-eluting stent implantation.",
        "abstract": "BACKGROUND\n Twelve-month dual antiplatelet therapy (DAT) with aspirin and clopidogrel after drug-eluting stent (DES) implantation is routinely recommended. It is unclear if prolonged (>12-month) DAT is also favorable. We compared the outcome of patients discontinuing DAT 12 months after off-label DES implantation versus those with DAT for >12 months.\n\n\nMETHODS\n Baseline, treatment, and outcome data of patients undergoing off-label DES implantation and free from events 11.5 months after index procedure were retrospectively retrieved. Those discontinuing DAT between 11.5 and 12.5 months (12-month DAT group) were compared to those discontinuing DAT after 12.5 months (>12-month DAT group). The primary end-point was the long-term (>24-month) rate of major adverse cerebro-cardiovascular events (MACCE).\n\n\nRESULTS\nTwo hundred seventy-two patients met study inclusion criteria: 133 (48.9%) in the 12-month DAT group and 139 (51.1%) in the >12-month DAT group (who were on DAT for an average of 24 months). After an average of 36 months after DES implantation, 14 patients (5.1%) developed MACCE, with 6 (3.5%) cardiac deaths, 7 (2.2%) myocardial infarctions, no stroke, and 5 (1.8%) repeat revascularizations. The >12-month DAT group had a significantly lower risk of MACCE (1 [0.7%] vs. 13 [9.8%] in the 12-month DAT group, P < 0.001) and myocardial infarction (0 vs. 7 [5.3%], P = 0.006), with such differences confirmed at multivariable propensity-adjusted analyses. No significant differences in terms of minor or major bleedings occurred.\n\n\nCONCLUSIONS\nIn this retrospective registry, patients with off-label DES implantation receiving prolonged (>12 months) DAT presented with lower rates of MACCE and myocardial infarction.",
        "year": 2012,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of clopidogrel and aspirin in patients with stent thrombosis, and the source paper studied the effectiveness of clopidogrel and aspirin in preventing atherothrombotic events."
    },
    {
        "paperId": "6c984f1144cdbb36582f57aa9405d0f53c8c1f64",
        "title": "Impact of clopidogrel and potent P2Y12-inhibitors on mortality and stroke in patients with acute coronary syndrome or undergoing percutaneous coronary intervention",
        "abstract": "Summary Administration of a P2Y12-receptor antagonist in addition to aspirin is mandatory in patients with acute coronary syndromes (ACS) or undergoing percutaneous coronary intervention (PCI) to reduce the occurrence of thrombotic events; however, their impact on mortality and stroke is unclear. We aimed to evaluate the influence of moderate (clopidogrel) or potent (prasugrel/ticagrelor) P2Y12-receptor inhibition on major cardiovascular outcomes among patients with ACS or undergoing PCI. Systematic literature search was performed to find randomised, controlled clinical trials comparing the clinical impact of clopidogrel with placebo or prasugrel/ticagrelor versus clopidogrel. Outcome measures included cardiovascular death, myocardial infarction (MI), total stroke and intracranial haemorrhage (ICH). Random-effects model with Mantel-Heanszel weighting was used to pool outcomes into a meta-analysis. Four studies comparing clopidogrel with placebo and five trials comparing clopidogrel with new P2Y12-receptor inhibitors were identified including a total of 107,473 patients. Compared to placebo, clopidogrel reduced the risk of cardiovascular death (odds ratio [OR]: 0.93; 95% confidence interval [CI]: 0.87–0.99, p=0.02), MI (OR 0.80; 95%CI 0.74–0.88, p<0.00001) and stroke (OR 0.84; 95%CI 0.72–0.97, p=0.02), without influencing risk for ICH (OR 0.96;& 95%CI 0.69–1.33, p=0.79). Treatment with prasugrel/ticagrelor provided additional benefit over clopidogrel regarding cardiovascular mortality (OR 0.86; 95%CI 0.78–0.94, p=0.002) and MI (OR: 0.83; 95%CI 0.74–0.93, p<0.001), but no advantage in stroke (OR: 1.06; 95%CI 0.88–1.26, p=0.55) and in ICH (OR: 1.16; 95%CI 0.75–1.81; p=0.49) was observed. Increased potency of P2Y12-receptor inhibition is associated with decreased risk in cardiovascular death and MI; however, this association is not true in case of stroke, where potent P2Y12-receptor antagonists have no incremental benefit over clopidogrel.",
        "year": 2012,
        "citation_count": 45,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of clopidogrel in patients with acute coronary syndrome, and the source paper studied the effectiveness of clopidogrel and aspirin in preventing atherothrombotic events."
    },
    {
        "paperId": "44822686ef6604d2cff4cb7b262d0910baac12ed",
        "title": "Adenosine-diphosphate (ADP) receptor antagonists for the prevention of cardiovascular disease in type 2 diabetes mellitus.",
        "abstract": "BACKGROUND\nCardiovascular disease (CVD) is the most prevalent complication of type 2 diabetes with an estimated 65% of people with type 2 diabetes dying from a cause related to atherosclerosis. Adenosine-diphosphate (ADP) receptor antagonists like clopidogrel, ticlopidine, prasugrel and ticagrelor impair platelet aggregation and fibrinogen-mediated platelet cross-linking and may be effective in preventing CVD.\n\n\nOBJECTIVES\nTo assess the effects of adenosine-diphosphate (ADP) receptor antagonists for the prevention of cardiovascular disease in type 2 diabetes mellitus.\n\n\nSEARCH METHODS\nWe searched the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library (issue 2, 2011), MEDLINE (until April 2011) and EMBASE (until May 2011). We also performed a manual search, checking references of original articles and pertinent reviews to identify additional studies.\n\n\nSELECTION CRITERIA\nRandomised controlled trials comparing an ADP receptor antagonist with another antiplatelet agent or placebo for a minimum of 12 months in patients with diabetes. In particular, we looked for trials assessing clinical cardiovascular outcomes.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo review authors extracted data for studies which fulfilled the inclusion criteria, using standard data extraction templates. We sought additional unpublished information and data from the principal investigators of all included studies.\n\n\nMAIN RESULTS\nEight studies with a total of 21,379 patients with diabetes were included. Three included studies investigated ticlopidine compared to aspirin or placebo. Five included studies investigated clopidogrel compared to aspirin or a combination of aspirin and dipyridamole, or compared clopidogrel in combination with aspirin to aspirin alone. All trials included patients with previous CVD except the CHARISMA trial which included patients with multiple risk factors for coronary artery disease. Overall the risk of bias of the trials was low. The mean duration of follow-up ranged from 365 days to 913 days.Data for diabetes patients on all-cause mortality, vascular mortality and myocardial infarction were only available for one trial (355 patients). This trial compared ticlopidine to placebo and did not demonstrate any statistically significant differences for all-cause mortality, vascular mortality or myocardial infarction. Diabetes outcome data for stroke were available in three trials (31% of total diabetes participants). Overall pooling of two (statistically heterogeneous) studies showed no statistically significant reduction in the combination of fatal and non-fatal stroke (359/3194 (11.2%) versus 356/3146 (11.3%), random effects odds ratio (OR) 0.81; 95% confidence interval (CI) 0.44 to 1.49) for ADP receptor antagonists versus other antiplatelet drugs. There were no data available from any of the trials on peripheral vascular disease, health-related quality of life, adverse events specifically for patients with diabetes, or costs.\n\n\nAUTHORS' CONCLUSIONS\nThe available evidence for ADP receptor antagonists in patients with diabetes mellitus is limited and most trials do not report outcomes for patients with diabetes separately. Therefore, recommendations for the use of ADP receptor antagonists for the prevention of CVD in patients with diabetes are based on available evidence from trials including patients with and without diabetes. Trials with diabetes patients and subgroup analyses of patients with diabetes in trials with combined populations are needed to provide a more robust evidence base to guide clinical management in patients with diabetes.",
        "year": 2012,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the use of ADP receptor antagonists, including clopidogrel, which was studied in the source paper."
    },
    {
        "paperId": "a2761b11101320e83f845d6dbddf44a40f20750c",
        "title": "Evaluation of Aspirin and Clopidogrel resistance in patients with Acute Coronary Syndrome by using Adenosine Diposphate Test and Aspirin Test",
        "abstract": "Objectives: To evaluate Aspirin and Clopidogrel resistance/non-responders in patients with acute coronary syndrome (ACS) by using adenosine diposphate and aspirin tests. Methodology: In the study patients with ACS loaded with 300 mg of clopidogrel and 300 mg aspirin and patients on stable daily dose of 75 mg of clopidogrel (more than 3 days) underwent PCI. Response to clopidogrel and Aspirin was assessed by Adenosine Diphosphate (ADP) Test (20 µmol/L) and Aspirin Test (Acetyl Acid) (ASP) 20 µmol/L, respectively, using the Multiplate Platelet Function Analyzer (Dynabyte Medical, Munich, Germany). Results: Sixty four patients were included in this study out of which 57 were with ACS and 7 scheduled for percutaneous coronary intervention (PCI) electively. The proportion of Aspirin good responders and adequate responders were 76.56% and 18.75%, respectively while adequate response and good response to Clopidogrel accounted for 29.7 and 48.4%, respectively Hyperlipidaemia was only co-morbidity associated with higher AUC ADP value (p: 0.046). Hypertriglyceridaemia and serum calcium were weakly correlated with higher AUC ADP serum calcium r=0.08, triglyceride r=0.12. Patients admitted for scheduled PCI and on stable dose of 75mg clopidogrel exhibited lower AUC ADP value as compared to those admitted with acute coronary syndrome given loading dose of 300mg of Clopidogrel. Post loading dose measurement of anti-platelet therapy among ACS patients using the Multiplate Platelet Function Analyzer showed comparable results with other methods. Conclusions : As determined by Multiplate Platelet Function Analyzer, Aspirin resistance/non-responders in this study in acute coronary syndrome patients accounted for 4.69% while Non-responders in Clopidogrel was 21.9%.",
        "year": 2012,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the resistance to aspirin and clopidogrel, which were studied in the source paper."
    },
    {
        "paperId": "1e1186feb684fb39ff86d81c6dbe6a995a13d6c5",
        "title": "Interindividual variability in the efficacy of oral antiplatelet drugs: definitions, mechanisms and clinical importance.",
        "abstract": "The modern era of antiplatelet therapy was founded by large clinical trials demonstrating the benefit of aspirin and clopidogrel in the treatment and prevention of acute coronary syndromes. The concept of antiplatelet drug \"resistance\" emerged during the 1990s with studies revealing considerable residual platelet aggregation in some patients despite aspirin treatment. In the wake of these reports, larger studies established an association between high on-treatment platelet reactivity and thrombotic events. The possible mechanisms explaining this phenomenon are manifold and reflect the complexity of platelet function, thrombus formation and cardiovascular disease. Some mechanisms apply to both drugs, while others apply only to one of them. In recent years, efforts have been made to translate this information into an improved clinical outcome by modifying antiplatelet drug regimens. Several studies investigated measurements of on-treatment platelet reactivity, but large clinical trials have failed to demonstrate substantial clinical benefit of individually tailored antiplatelet therapy according to platelet function tests. This article provides an integrated review of interindividual variability in the efficacy of aspirin and clopidogrel with particular emphasis on possible effect-modifying mechanisms and clinical implications.",
        "year": 2012,
        "citation_count": 59,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the variability in the efficacy of oral antiplatelet drugs, including aspirin and clopidogrel, which were studied in the source paper."
    }
]