[
    {
        "paperId": "69c1ead74da2a77f7ae3738d0e7d13d8bd8958e1",
        "title": "Medical therapy of inflammatory bowel disease.",
        "abstract": null,
        "year": 1999,
        "citation_count": 44,
        "relevance": 1,
        "explanation": "This paper discusses the use of immunosuppressive drugs in inflammatory bowel disease, including methotrexate, but does not directly build upon or depend on the findings of the source paper, which focused on the effectiveness of methotrexate in chronic steroid-dependent ulcerative colitis."
    },
    {
        "paperId": "e83d7e0cbdbece1cf027df7bbe5b36b0796f43a0",
        "title": "Which Immunosuppressors Do You Use To Treat Crohn's Disease and Ulcerative Colitis? In Which Order of Priority and How Worried Are You About Toxicity?",
        "abstract": "In severe and steroid-refractory UC, intravenous cyclosporin A is an effective tool to induce rapid remission. Short-term side effects can be dealt with, and decisions on further treatment can be made without emergency. AZA/6-MP can be used in steroid-dependent or chronically active disease and probably to maintain cyclosporin A-induced remission if surgery is not possible or not accepted. The latter should be discussed with the patient and an experienced surgeon. Other immunosuppressors do not play a role in my approach to this disease. In CD, AZA/6-MP is useful for steroid-refractory and -dependent patients. Again toxicity is limited and can be handled. This treatment should be used more frequently and is my approach of choice if fibrous stenoses, as cause of chronic activity, are excluded. MTX can be used as second-line treatment. I am worried about its long-term toxicity, in particular to the liver, as described in rheumatic disorders. Both intravenous cyclosporin A and AZA/6-MP should be used by those having experience with these drugs (and IBD). They are much needed and helpful.",
        "year": 1998,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper discusses the use of immunosuppressors, including methotrexate, in the treatment of Crohn's disease and ulcerative colitis, but does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "47b589402eeb82ddc640b87b1831c1bee8af0870",
        "title": "Methotrexate treatment for Crohn's disease.",
        "abstract": "Gregory Kearns: I want to give credit to FDA. There is the old way and there is the way that is happening today. With the 1994 pediatric Final Rule, the establishment of the pediatric committee at FDA, and the development of the pediatric pharmacology research units (seven units, 4 years in existence) by the National Inqtitute of Child Health and Human Development (NICHD), we are in a position to properly and expeditiously obtain critical pediatric data for both currently available and investigational drugs for the first time. This is exemplified by the evolving partnership between the Pediatric Pharmacology Research Unit (PPRU) Network and the FDA, which provides a platform for the exchange of specialized information and knowledge in pediatric clinical pharmacology aimed at improving all aspects (e.g., trial design, trial execution, data analysis, regulatory assessment) of pediatric drug development.",
        "year": 1998,
        "citation_count": 334,
        "relevance": 1,
        "explanation": "This paper discusses the use of methotrexate in the treatment of Crohn's disease, which is related to the source paper's focus on methotrexate in ulcerative colitis, but does not directly build upon or depend on the findings of the source paper."
    }
]