[
    {
        "paperId": "75a06be05c63ff7d4a3673708617f158123ec867",
        "title": "Improving on a Coin Toss To Predict Patient Adherence to Medications",
        "abstract": "According to the father of medicine, Hippocrates, The physician must not only be prepared to do what is right himself, but also to make the patient cooperate (1). Although Hippocrates' paternalistic tone might affront modern physicians and patients, the challenge of promoting patient adherence to effective treatments still confounds providers 23 centuries later. Adherence has become an increasingly central aspect of patient care because of the burgeoning array of effective treatments for many chronic diseases. In the face of remarkable medical advances, it is especially distressing that evaluation of patient adherence (also called compliance or pill taking) remains an imperfect science at best. The article by Liu and colleagues in this issue [2] contributes to the field of adherence measurement by demonstrating an improvement in predictive validity after incorporation of data from several adherence measures when data from an electronic monitor were missing. In this study of 108 community-based patients starting highly active antiretroviral therapy, three measures were used: 1) electronic monitoring by a special pill bottle cap with a microchip that records each time the bottle is opened (Medication Event Monitoring System [MEMS]], 2) pill count, and 3) patient interview. The authors used data from these three measures to create yet another measure that they termed a composite adherence score (CAS). This additional measure should really have been called supplemented MEMS. When MEMS data were missing or inaccurate, the investigators replaced the data points first with pill count and then, if needed, with interview data on adherence. In an innovative move, the authors did not directly use the values from the pill count and interview measures, which seemed to overestimate adherence, to supplement the MEMS data. Instead, they calibrated pill count and interview data to adjust for this overestimate before incorporating these values when MEMS data were not evaluable. Therefore, their paper offers several interesting options for investigators to consider in improving assessment of adherence. Studies of medication adherence often fail to offer an adequate description of their measures and methods to allow replication by others (3). However, in this area of research, the devil is in the details. The study by Liu and colleagues offers scant information about such issues as how patients were instructed in the use of MEMS caps, approaches used to reduce pill dumping before pill counts, and who asked questions about adherence. In this study, adherence was calculated as the percentage of prescribed doses taken in the past 4 weeks for the MEMS and pill count measures and as the percentage of prescribed doses taken in the past week for the patient interview. Since CAS relies primarily on the MEMS adherence measure, it largely reflects adherence over 4 weeks. Such variations in the time frames covered by adherence measures are common but make comparisons of results across measures more difficult. The predictive validity of all four adherence measures was assessed by examining their associations with undetectable HIV RNA levels 8 and 24 weeks after starting treatment. The use of an outcome measure such as viral load suppression makes this study more clinically relevant than those that simply report adherence levels. Although the success of antiretroviral treatment in achieving an undetectable viral load represents a complex interaction of patient-related, virologic, and medication-related factors, the study by Liu and colleagues adds further evidence that excellent adherence plays a central role in suppressing HIV viral load (4, 5). Of all four measures, CAS (supplemented MEMS) was the most strongly predictive of viral load; the receiver-operating characteristic (ROC) curve statistic was 0.84, where a value of 1.0 would be a perfect prediction of an outcome and a value of 0.5 would indicate a 50:50 chance of predicting the outcome. However, the ROC curves for pill count and MEMS were only slightly inferior (0.77 and 0.76, respectively). The improvement in the ROC statistic for CAS compared with the MEMS-only measure shows that missing electronic monitor data may be informative. Because the mean CAS was higher than the MEMS-only adherence value (76% vs. 63%, respectively), the missing data points seem to represent times when patient adherence was better, strengthening concerns that the unsupplemented MEMS measure underestimates adherence. Despite several innovations in the analysis of data, Liu and colleagues' study is subject to several limitations that plague community-based research. First, 40% of eligible patients declined to participate and only 80% of participants had data at just 8 weeks into the study. Thus, problems with recruitment and retention are evident. Second, although the authors measured adherence at 4-week intervals for 48 weeks, only 666 data points, not 1296, were available for the 108 participants because of dropout and other unspecified reasons. Third, substantial data were unavailable for each of the measures. Of the 666 data points, MEMS data were missing or unreliable for 16% and pill count data were unavailable for 10%. More worrisome, the authors collected interview data only at 3 of a possible 12 time points. The data from the third time point (48 weeks) were not analyzed, and, for the remaining 2 time points, more than 40% of the participants had missing data. This significant amount of missing data for patient interview makes the results in relation to this measure virtually uninterpretable. Liu and colleagues' use of electronic monitors as the backbone of their enhanced adherence measure is supported by studies of other diseases that report strong associations between adherence measured by this tool and clinical outcomes (6, 7). However, Liu and colleagues' study does not capitalize on the unique potential of electronic monitors to assess intervals between doses (8). Consideration of dose intervals may be particularly important when medications are taken several times per day (9). Yet use of electronic monitors to assess adherence is not a panacea. First, patients who are accustomed to using pillboxes and other reminder systems might decline to participate in a study that requires them to stop using these devices. Such concerns may explain the high refusal rate for participation in the study by Liu and colleagues. Second, improper use of electronic monitors by patients has resulted in the loss of substantial amounts of data (10). Bangsberg and coworkers (4) found that almost one third of patients ignored study instructions and admitted to taking out an extra pocket dose of medication when they left home. Such behaviors may explain why MEMS underestimates adherence. Fourth, as with any electronic device, adherence monitors can be damaged or lost. Fifth, the cost of these monitors obviates their use in clinical practice without special funding sources. Last, the steps required to obtain accurate data from electronic monitoring devices may act as a type of intervention that would change adherence behavior. Given the limitations of electronic monitors, what other measures should clinicians and researchers consider using? To their credit, Liu and colleagues did not even try to obtain physicians' predictions of patients' adherence levels. Clinicians would do better to toss a coin than to try to predict nonadherence (11). On the other hand, pill counts seemed to perform almost as well as the MEMS-only measure in the study by Liu and colleagues. A supplemented pill count measure could be explored, as suggested by these authors, in which missing or inaccurate data are replaced by data from patient interviews. Pill counts have been used for decades to address adherence (12), and researchers have been complaining about the logistics of obtaining this measure for nearly as long. Fletcher and associates (13) listed problems with this approach, including patients' forgetting to bring their bottles, patients' taking offense at having their pills counted, difficulties in determining the start of the current medication prescription, and patients' combining several refills in one bottle. Although pill counts without prior warning have been performed in previous studies to avoid such inaccuracies as pill dumping (14), many patients may be hesitant to agree to this approach. Despite efforts to improve the reliability of pill counts, this method still overestimates adherence (15). Liu and colleagues cursorily dismissed the use of pharmacy medication refill data to evaluate persistence with pill taking. Nonetheless, several studies have reported significant associations between HIV viral load suppression and adherence measures using pharmacy data (16, 17). This approach requires access to complete pharmacy data that have been checked for accuracy. Pharmacy-based assessments offer several advantages, including the possibility of conducting population-based analyses and avoiding a possible Hawthorne effect because patients are aware of being evaluated. Should we really give up on patient interview to evaluate adherence? Definitely not. Several studies of HIV-infected patients have shown significant associations between HIV viral load suppression and self-reported adherence (4, 18). Admittedly, careful attention must be given to a preamble before adherence questions to help the patient understand that he or she is not being judged and that honest answers are sought. Ideally, the questioner should not be a health care provider. Patient recall may limit questions about adherence during periods longer than 1 week. Although patient interview overestimates adherence, patients who admit to poor adherence are generally also nonadherent by other measures (14). This is an important group to identify because self-acknowledged nonadherent patients may be more responsive to interventions to improve adherence than those who deny any a",
        "year": 2001,
        "citation_count": 117,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of electronic monitoring to assess patient adherence, which is related to the source paper's use of electronic pill-boxes to evaluate antihypertensive treatment compliance."
    },
    {
        "paperId": "b15190190ca133a41e5a0e728a50c4eff65e3145",
        "title": "Relation between insufficient response to antihypertensive treatment and poor compliance with treatment: a prospective case-control study",
        "abstract": "Abstract Objectives: To prospectively compare compliance with treatment in patients with hypertension responsive to treatment versus patients with treatment resistant hypertension. Design: Prospective case-control study. Setting: Outpatient department in a large city hospital in Switzerland, providing primary, secondary, and tertiary care. Participants: 110 consecutive medical outpatients with hypertension and taking stable treatment with at least two antihypertensive drugs for at least four weeks. Main outcome measures: Treatment compliance assessed with MEMS devices; blood pressure determined by 12 hour daytime ambulatory monitoring (pressure <135/85 mm Hg in patients aged ≥60 years and <155/90 mm Hg in patients aged >60 indicated hypertension responsive to treatment). Results: Complete data were available for 103 patients, of whom 86 took ≥80% of their prescribed doses (“compliant”) and 17 took <80% (“non-compliant”). Of the 49 patients with treatment resistant hypertension, 40 (82%) were compliant, while 46 (85%) of the 54 patients responsive to treatment were compliant. Conclusion: Non-compliance with treatment was not more prevalent in patients with treatment resistant hypertension than in treatment responsive patients. What is already known on this topic For many patients with arterial hypertension, blood pressure cannot be adequately controlled despite treatment with antihypertensive drugs Patients' poor compliance with treatment is often suggested as the reason for lack of response to antihypertensive drugs What this study adds When treatment compliance was monitored in hypertensive patients following stable treatment regimens, no difference in compliance was found between those with treatment resistant hypertension and those responsive to treatment Factors other than patients' compliance with treatment regimens should be examined to explain lack of response to antihypertensive drugs",
        "year": 2001,
        "citation_count": 117,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the relationship between treatment compliance and response to antihypertensive treatment."
    },
    {
        "paperId": "f3d98585fb364853ba9546a63c50d77349b6dd06",
        "title": "Comparative effects of amlodipine and nifedipine GITS during treatment and after missing two doses",
        "abstract": "Objective To compare the antihypertensive efficacy of amlodipine and nifedipine gastrointestinal therapeutic system (GITS) measured by office and ambulatory blood pressure monitoring (ABPM) during treatment and, after patients have missed two doses. Method After a single blind run‐in 4‐week placebo period, 58 patients were randomly allocated to amlodipine (5 mg/daily, n =  30) or nifedipine GITS (30 mg/daily;n  = 28) in a double‐blind, double dummy fashion. Patients received active medication for 4 weeks. Then, to simulate failure of compliance, patients received two single blinded doses of placebo. Ambulatory blood pressure monitoring was carried out at the end of run‐in placebo phase, the first day, the last day of active treatment and up to 72 h after the last active dose. Results Diastolic blood pressure was controlled in 61.9% patients on amlodipine and 52.9% on nifedipine GITS. Reductions in blood pressure were similar in both groups. ABPM showed significant reduction in blood pressure from the first day in the nifedipine GITS group, while amlodipine group had marginal effect. Peak reduction in systolic/diastolic blood pressure was 26/15 mmHg at 5–6 h after ingestion of amlodipine tablets. The trough reduction was 22/13 mmHg; with a trough‐to‐peak ratio of 84.61% for systolic and 86.67% for diastolic blood pressure. Peak reduction in systolic/diastolic blood pressure with nifedipine GITS was 19/15 mmHg and the trough reduction was 21/17 mmHg, giving a trough‐to‐peak ratio of 100% for both systolic and diastolic blood pressure. When patients received placebo after 4 weeks of active treatment, simulating a compliance failure, amlodipine maintained reduction in systolic and diastolic blood pressure for at least up to 72 h after the last active dose, maintaining 57.71% of the effect for systolic blood pressure and 60.00% for diastolic blood pressure. In contrast, nifedipine GITS effect was rapidly lost during this study phase, with a reduction in systolic and diastolic blood pressure of only 14–16%, 72 h after the last active dose. Conclusion This study showed that amlodipine and nifedipine GITS reduce blood pressure to about the same extent during chronic treatment. In the case of compliance failure, such as missing one or two doses, amlodipine maintained significant and important antihypertensive effect with the trough‐to‐peak ratio still over 50% 72 h after the last active dose. On the other hand, the coverage of nifedipine GITS was limited to about 36 h after the last active dose.",
        "year": 2001,
        "citation_count": 26,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the effects of antihypertensive medication and compliance, although it does not directly address the use of electronic pill-boxes."
    },
    {
        "paperId": "49a409103709f08e7b1cf0c8bf3dc2f5b4c7ac9c",
        "title": "Adherence to angiotensin-converting enzyme inhibitor therapy for heart failure.",
        "abstract": "This study examined adherence to angiotensin-converting enzyme inhibitor therapy among 171 heart failure clinic patients. Adherence was monitored over a 3-month period with an electronic event monitor housed in a medication bottle cap, which recorded the date and time the cap was opened and closed. The average percentage of days that the prescribed number of doses (regimen adherence) was taken over the observation period was 84%. Seventy-one percent of patients showed 85%-100% adherence with their daily regimen; 19% exhibited less than 70% adherence. The overall high rates of adherence to angiotensin-converting enzyme inhibitor therapy observed among heart failure clinic patients is consistent with research that shows improved outcomes for patients managed in heart failure clinics. Electronic medication monitoring can be useful in identifying a substantial fraction of patients who are poorly adherent so that interventions to improve adherence can be targeted toward them. Additional research is needed to develop and test adherence-enhancing interventions.",
        "year": 2002,
        "citation_count": 67,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the hypothesis of the source paper, as it also investigates adherence to medication, but in the context of heart failure and using electronic event monitoring."
    }
]