[
    {
        "paperId": "eac785a5136acb21d42abe810fd6a42385c40c00",
        "title": "Recombinant probiotic therapy in experimental colitis in mice.",
        "abstract": "Recently, high interest has been attracted           to the research of inflammatory bowel diseases           (IBD). Recombinant probiotic bacteria may represent           an interesting way to influence the course of           IBD. Their benefits include cheap and simple production           and easy manipulation of the genetic material.           Several gene therapy and probiotic approaches           already showed promising results in the past. The           aim of this study was to test the probiotic potential of           IL-10-expressing Escherichia coli Nissle 1917 in a mouse           model of IBD and to compare it with control bacterial           strains. The dextran sulphate sodium (DSS)           model of colitis was examined for this purpose. Animals           received control probiotic bacteria or modified           probiotics (expressing IL-10) via gastric gavage.           Body weight, stool consistency, food and water consumption           were monitored. At the end of the experiment,           the parameters of inflammation, oxidative           stress and carbonyl stress were analysed in the samples           and statistical analysis was performed. We prepared           an anti-inflammatory probiotic Escherichia           coli strain that we designated Nissle 1917/pMEC-IL10           and proved its anti-inflammatory properties, which           are similar to those of the control probiotic strains           Nissle 1917 and Lactococcus lactis/pMEC-IL10 in vivo.           The probiotic therapy was successful according to           several parameters, including colon length, and oxidative           and carbonyl stress. Bacterially produced           IL-10 was detected in the plasma. The potential of           bacterial anti-inflammatory therapy of IBD using           modified probiotics           was outlined. The results opened           a way for upcoming studies using modified probiotics           for therapy of systemic diseases.",
        "year": 2012,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper investigates the potential of recombinant probiotic therapy in experimental colitis in mice. The use of probiotics is related to the source paper's investigation of Lactobacillus acidophilus La-5 and Bifidobacterium animalis subsp. lactis BB-12 for maintenance of remission in ulcerative colitis. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores a new angle of probiotic therapy."
    },
    {
        "paperId": "8200174b6e2133518932f1d3cabdf5efcafb652e",
        "title": "Nutritional modulators of ulcerative colitis: clinical efficacies and mechanistic view.",
        "abstract": "Ulcerative colitis (UC) is an inflammation-associated disease of the colon and rectum. The onset and progress of the disease are directly influenced by the nature of the intestinal microflora, the intestinal barrier function, and the immunological responses of the host. The epithelial invasion of pathogenic bacteria due to excess contact and/or barrier dysfunction is related to inflammation mediated by intestinal immune responses. Although the etiology of UC is not clearly understood, recent studies have shown a rising incidence of UC worldwide, and this phenomenon is more prominent in Asian countries and in Asian immigrants in Western countries. The increased prevalence of UC also contributes to an increased risk of developing colorectal cancer. Environmental factors, including changes in dietary habits, have been suggested as major risk factors of UC. A systematic review showed a negative association between UC risk and vegetable intake, whereas total fat, omega-6 fatty acids and meat intake were positively associated with an increased risk of UC. Individual dietary factors and energy balance have been suggested as having important roles in inducing changes in the microbial population and intestinal barrier integrity and in regulating inflammatory immune responses, directly or indirectly. Excess energy intake is now known to increase pathogenic microbial populations. Likewise, the application of appropriate probiotics may reverse the pathogenic progression of the disease. In the meantime, dietary anti-inflammatory compounds, including omega-3 fatty acids and other phytochemicals, may directly suppress inflammatory responses in the course of UC development. In this review, the increased prevalence of UC and its management are interpreted from the standpoint of nutritional modulation to regulate the intestinal microflora population, intestinal epithelium permeability, and inflammatory responses.",
        "year": 2013,
        "citation_count": 53,
        "relevance": 1,
        "explanation": "This paper reviews the role of nutritional modulators, including probiotics, in the management of ulcerative colitis. Although it mentions the potential benefits of probiotics, it does not specifically discuss the strains investigated in the source paper (Lactobacillus acidophilus La-5 and Bifidobacterium animalis subsp. lactis BB-12). However, the paper's discussion of the mechanisms by which probiotics may exert their effects is related to the source paper's investigation of probiotics for maintenance of remission in ulcerative colitis. Therefore, the key hypothesis in this paper is inspired by the hypothesis or findings of the source paper."
    }
]