[
    {
        "paperId": "a830e600d45a406d27276b27c9c84e46694d8232",
        "title": "Impact of Hepatitis C Infection on Outcomes After Heart Transplantation",
        "abstract": "Background. Prevalence of hepatitis C infection (HCV) among heart transplant (OHT) recipients ranges from 7% to 18%. Despite the paucity of data regarding the outcomes of heart transplant recipients who are HCV positive before transplant, many transplant centers are declining to perform OHT in HCV-seropositive patients. Methods. We assessed the clinical outcome of HCV-seropositive compared with HCV-seronegative heart transplant recipients using the Organ Procurement and Transplant Network/the United Network for Organ Sharing database. Between January 1, 2000, and December 31, 2005, 224 HCV-seropositive and 10,406 HCV-seronegative recipients who received HCV-seronegative donor organs were identified. Results. Overall patient survival rates of HCV-seropositive recipients were significantly lower than those of HCV-seronegative recipients (84.8% at 1 year, 77.1% 3 years, 68.9% 5 years for HCV-seropositive group vs. 87.9% at 1 year, 80.7% 3 years, and 74.1% 5 years for HCV-negative recipients, log rank P=0.036). However, adjusted relative risk of recipient HCV-seropositive versus HCV-seronegative status did not reach to statistical significance level (relative risk=1.23 with P=0.087) after adjusting for other donor and recipient factors. Causes of death among HCV-seropositive and HCV-seronegative groups were similar. Cumulative incidence of an acute rejection episode in the first year after transplantation among HCV-seropositive recipients was 35.7% versus 32.6% HCV-seronegative recipients (P=0.32). Conclusions. A more rational approach should be developed for the management of HCV-seropositive heart transplant candidates. Carefully selected HCV-seropositive patients should not be excluded from OHT.",
        "year": 2009,
        "citation_count": 33,
        "relevance": 1,
        "explanation": "This paper explores the outcomes of heart transplant recipients with HCV infection, which is related to the topic of the source paper, but does not directly build upon or use the findings of the source paper as a sub-hypothesis. Instead, it examines a broader issue in the field of heart transplantation."
    }
]