[
    {
        "paperId": "477a324521f00002f5cf5a690b15f95a90c3a6b2",
        "title": "Pioglitazone: an antidiabetic drug with cardiovascular therapeutic effects",
        "abstract": "The antidiabetic compound pioglitazone, an activator of the intracellular peroxisome proliferator-activated receptor-γ, and decreases metabolic and vascular insulin resistance. The drug is well tolerated, and its metabolic effects include improvements in blood glucose and lipid control. Vascular effects consist of improvements in endothelial function and hypertension, and a reduction in surrogate markers of artherosclerosis. In a large, placebo-controlled, outcome study in secondary prevention, PROactive study, the use of pioglitazone in addition to an existing optimized macrovascular risk management resulted in a significant reduction of macrovascular endpoints within a short observation period that was comparable to the effect of statins and angiotensin converting enzyme inhibitors in other trials. These results underline the value of pioglitazone for managing the increased cardiovascular risk of patients with a metabolic syndrome or Type 2 diabetes mellitus.",
        "year": 2006,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper discusses the cardiovascular therapeutic effects of pioglitazone, which is a related topic to the source paper. It builds upon the findings of the source paper by highlighting the potential benefits of pioglitazone in managing cardiovascular risk in patients with type 2 diabetes mellitus."
    },
    {
        "paperId": "8d2fb7637a04ef39f4353c51f994ffdf88f3addc",
        "title": "Pioglitazone: an antidiabetic drug with the potency to reduce cardiovascular mortality",
        "abstract": "Pioglitazone is an antidiabetic drug known to decrease peripheral, hepatic and vascular insulin resistance by the stimulation of PPARγ. In clinical trials, pioglitazone as monotherapy or in combination with other oral antidiabetic drugs or insulin has demonstrated to effectively improve blood glucose levels, long-term glucose control and the lipid profile. The vascular effects of pioglitazone include improvement of endothelial function and microcirculation, reduction of blood pressure and inflammatory surrogate markers of atherosclerosis, and a reduction of a composite measure of macrovascular events (death, stroke and myocardial infarctions). The drug is well tolerated and has an acceptable side effect profile. Because of its additional microvascular and macrovascular effects, pioglitazone is an attractive and effective treatment option for the management of Type 2 diabetes mellitus.",
        "year": 2006,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper discusses the potential of pioglitazone to reduce cardiovascular mortality, which is a related topic to the source paper. It builds upon the findings of the source paper by highlighting the potential benefits of pioglitazone in managing cardiovascular risk in patients with type 2 diabetes mellitus."
    },
    {
        "paperId": "3d1b28223de21f9f34cc31f08d198f4c5b7de430",
        "title": "Augmentation of Myocardial Production of 15-Epi-Lipoxin-A4 by Pioglitazone and Atorvastatin in the Rat",
        "abstract": "Background— Both statins and thiazolidinediones have antiinflammatory properties. However, the exact mechanisms underlying these effects are unknown. We investigated whether atorvastatin (ATV) and pioglitazone (PIO) increase the myocardial content of lipoxin-A4 and 15(R)-epi-lipoxin-A4 (15-epi-LXA4), both arachidonic acid products with strong antiinflammatory properties. Methods and Results— In experiment 1, rats received 3-day pretreatment with water; PIO 2, 5, or 10 mg · kg−1 · d−1; ATV 2, 5, or 10 mg · kg−1 · d−1; or PIO 10 mg · kg−1 · d−1+ATV 10 mg · kg−1 · d−1. In experiment 2, rats received water; PIO 10 mg · kg−1 · d−1+ATV 10 mg · kg−1 · d−1; PIO+ATV and valdecoxib, a selective cyclooxygenase-2 (COX-2) inhibitor; PIO+ATV and zileuton, a selective 5-lipoxygenase inhibitor; or zileuton alone. There were 4 rats in each group. Hearts were harvested and analyzed for myocardial lipoxin-A4 and 15-epi-LXA4 levels and for COX-2 and 5-lipoxygenase protein expression. ATV and PIO at 5 and 10 mg · kg−1 · d−1 significantly increased myocardial 15-epi-LXA4 levels compared with the sham-treated group (0.51±0.02 ng/mg). Myocardial 15-epi-LXA4 were significantly higher in the PIO+ATV group (1.29±0.02 ng/mg; P<0.001 versus each other group). Both valdecoxib and zileuton abrogated the PIO+ATV increase in 15-epi-LXA4, whereas zileuton alone had no effect. PIO, ATV, and their combination resulted in a small increase in myocardial lipoxin-A4 levels, which was not statistically significant. ATV alone or in combination with PIO markedly augmented COX-2 expression. PIO had a much smaller effect on COX-2 expression. Myocardial expression of 5-lipoxygenase was not altered by PIO, ATV, or their combination. Conclusions— Both PIO and ATV increase myocardial levels of 15-epi-LXA4, a mediator with antiinflammatory properties. This finding may explain the antiinflammatory properties of both PIO and ATV.",
        "year": 2006,
        "citation_count": 180,
        "relevance": 1,
        "explanation": "This paper investigates the effect of pioglitazone on myocardial production of 15-Epi-Lipoxin-A4 in rats, which is a related topic to the source paper. However, it does not directly build upon or depend on the findings of the source paper, which focused on the metabolic effects of pioglitazone in combination with insulin in patients with type 2 diabetes mellitus."
    },
    {
        "paperId": "b4812d207a9a3dbc12ef955acefca873af443e16",
        "title": "Effect of pioglitazone on the drivers of cardiovascular risk in type 2 diabetes",
        "abstract": "The prevalence of type 2 diabetes and its associated mortality and morbidity are continuing to increase across the world. People with type 2 diabetes typically have a cluster of risk factors for cardiovascular disease, including hyperglycaemia, hypertension and lipid abnormalities, which contribute to the high cardiovascular morbidity and mortality in these patients. Targets for glycosylated haemoglobin, lipids and blood pressure are becoming more stringent, and most patients will require multiple therapies to maximally reduce cardiovascular risk. In a large randomised, controlled, long‐term cardiovascular outcomes study pioglitazone showed durable glycaemic control, a powerful insulin‐sparing effect and changes in the lipid profile associated with reduced cardiovascular risk. This article reviews these metabolic findings in the context of previous randomised, controlled studies for pioglitazone and discusses whether the integration of this agent into the treatment regimen of appropriate patient groups has the potential to improve cardiovascular outcomes in type 2 diabetes.",
        "year": 2007,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper investigates the effect of pioglitazone on cardiovascular risk factors in type 2 diabetes, which is related to the source paper's investigation of pioglitazone's metabolic effects. The paper builds upon the findings of the source paper, as it discusses the potential of pioglitazone to improve cardiovascular outcomes."
    },
    {
        "paperId": "152ab37fe9ffb43333c26f204063f2590171444b",
        "title": "Summarising the use of thiazolidinediones with insulin",
        "abstract": "Both insulin resistance and pancreatic beta-cell function normally contribute to the development of type 2 diabetes, with the latter also responsible for the progression of the disease. Successful management inevitably requires therapy that addresses both underlying defects. Clinical trials support the use of agents with complementary mechanisms of action. The major therapeutic effect of the thiazolidinediones in type 2 diabetes is improvement of insulin sensitivity and they are thus ideally suited for combination therapy with insulin, although they can also be used as monotherapy or in dual or triple oral agent therapy. In addition to improving glycaemic control, the thiazolidinediones have favourable effects on a number of cardiovascular risk factors and may reduce the risk of long-term diabetes-related complications independent of their effects on glycaemic control. Combination therapy of a thiazolidinedione with insulin is no longer contraindicated in Europe, and this combination can provide improvements in glycaemic control that are additive to the effects of insulin alone. Br J Diabetes Vasc Dis 2007;7:75-80",
        "year": 2007,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper discusses the use of thiazolidinediones, including pioglitazone, in combination with insulin. The paper builds upon the findings of the source paper, as it summarizes the benefits of combining thiazolidinediones with insulin."
    },
    {
        "paperId": "36acb6c02251762d8d70f298b96bb2f0bffd02b8",
        "title": "Low-dose rosiglitazone in patients with insulin-requiring type 2 diabetes.",
        "abstract": "BACKGROUND\nThe objective was to compare the efficacy and safety of adding low-dose rosiglitazone (2 or 4 mg/d) to insulin therapy vs continued insulin monotherapy in patients with type 2 diabetes mellitus who were unable to achieve glycemic control with insulin therapy alone.\n\n\nMETHODS\nIn this 24-week, double-blind study, 630 individuals with type 2 diabetes mellitus that was inadequately controlled with insulin therapy alone were randomized to treatment with rosiglitazone (2 or 4 mg/d) or placebo in combination with ongoing insulin therapy. The dosage of insulin therapy could be adjusted at the investigator's discretion if required for hypoglycemia or additional glycemic control.\n\n\nRESULTS\nThe addition of rosiglitazone (2 or 4 mg/d) to insulin therapy significantly decreased mean glycated hemoglobin concentrations compared with placebo plus insulin (-0.3% [P=.02] and -0.4% [P<.001]) and compared with baseline (-0.6% and -0.8% [both P<.001]) after 24 weeks. The addition of 2 or 4 mg/d of rosiglitazone significantly decreased the C-reactive protein level (vs baseline: -22.0% [P<.001] and -34.2% [P<.001]; vs placebo: -22.2% [P=.003] and -32.0% [P<.001]) and fibrinogen (vs baseline: -10.5% and -12.0% [both P<.001]; vs placebo: -7.9% [P=.002] and -7.6% [P=.004]), while 4 mg/d of rosiglitazone significantly reduced matrix metalloproteinase 9 levels (vs baseline: -17.1% [P=.007]; vs placebo: -23.3% [P<.001]). The adverse event profile, including incidence of hypoglycemia and edema, was similar between treatment groups, and most adverse events were mild to moderate in intensity.\n\n\nCONCLUSIONS\nThe addition of low-dose rosiglitazone to insulin therapy is an effective and well-tolerated treatment option for patients with type 2 diabetes mellitus who continue to have poor glycemic control despite administration of exogenous insulin as monotherapy.\n\n\nTRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT00054782.",
        "year": 2007,
        "citation_count": 25,
        "relevance": 1,
        "explanation": "This paper investigates the use of rosiglitazone in patients with insulin-requiring type 2 diabetes, which is similar to the source paper's investigation of pioglitazone. However, it does not directly reference or build upon the findings of the source paper."
    }
]