[
    {
        "paperId": "9978cfa277090b810386e7251e5ea18e9e881968",
        "title": "Inorganic materials as drug delivery systems in coronary artery stenting",
        "abstract": "Recent studies proved coronary stent implantation to be superior over conventional angioplasty in the treatment of coronary artery disease. However, restenosis remains one of the most crucial problems in interventional cardiology. Inflammatory infiltrates and foreign body reactions can be found in the tissue surrounding the struts in stenting. Thrombogenesis, proliferation of α‐actin expressing cells (smooth muscle cells) and hyperplasia of the intima occur. In order to improve the biocompatibility of the stents, new stent designs and stent coatings have been developed. One advantage of stent coating is the combination of mechanical stability of the stent with the biocompatibility of the coating. The coatings are divided into active and passive coatings. Passive coatings improve the biocompatibility of the stent, while active coatings may suppress neointima proliferation by releasing anti‐inflammatory or antiproliferative substances. Immunosuppressive drugs (tacrolimus, sirolimus) and cytostatic drugs (paclitaxel) have been tested in several studies and showed promising results. However, it could also be demonstrated that polymer‐coated stents used as a matrix for drug release reduced the hyperplasia of the intima. However, after dissipation of the immunosuppressants or cytostatics, the presence of the polymer itself lead to a delayed inflammation and proliferation causing restenosis. Thus, efforts have been made to develop inorganic coatings that are suitable for drug loading. One promising approach is a new nanoporous alumina coating. Preliminary tests with this coating revealed favourable loading characteristics and sustained drug release in vivo. The present article provides an overview on different approaches for stent coatings.",
        "year": 2002,
        "citation_count": 20,
        "relevance": 1,
        "explanation": "This paper discusses the use of stent coatings to improve biocompatibility and reduce restenosis, which is a relevant topic to the source paper's comparison of primary stenting versus angioplasty in acute myocardial infarction. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "b79d600c2d6bfe085f79e60353221a85d4a5321e",
        "title": "Synergistic effects of a novel nanoporous stent coating and tacrolimus on intima proliferation in rabbits",
        "abstract": "To overcome the problem of in‐stent restenosis, the concept of local delivery of antiproliferative or immunosuppressive drugs has been introduced into interventional cardiology. Local drug delivery can be achieved by drug‐eluting stents coated with polymer surfaces used for controlled drug release. However, several polymer coatings have shown an induction of inflammatory response and increased neointima formation. In the present study, the effect of a new inorganic ceramic nanoporous aluminum oxide (Al2O3) coating on neointima proliferation and its suitability as a carrier for the immunosuppressive drug tacrolimus have been investigated. 316 L stainless steel coronary stents were coated with a 500 nm thin nanoporous aluminum oxide layer. This ceramic nanolayer was used as a carrier for tacrolimus. Bare stents (n = 6), ceramic coated stents (n = 6), and ceramic coated stents loaded with 60 (n = 7) and 120 μg (n = 6) tacrolimus were implanted in the common carotid artery of New Zealand rabbits. The ceramic coating caused no significant reduction of neointimal thickness after 28 days. Loading the ceramic stents with tacrolimus led to a significant reduction of neointima thickness by 52% for 60 μg (P = 0.047) and 56% for 120 μg (P = 0.036) as compared to the bare stents. The ceramic coating alone as well as in combination with tacrolimus led to a reduced infiltration of lymphocytes and macrophages in the intima in response to stent implantation. Ceramic coating of coronary stents with a nanoporous layer of aluminum oxide in combination with tacrolimus resulted in a significant reduction in neointima formation and inflammatory response. The synergistic effects of the ceramic coating and tacrolimus suggest that this new approach may have a high potential to translate into clinical benefit. Catheter Cardiovasc Interv 2003;60:399–407. © 2003 Wiley‐Liss, Inc.",
        "year": 2003,
        "citation_count": 132,
        "relevance": 1,
        "explanation": "This paper explores the concept of local delivery of antiproliferative or immunosuppressive drugs using drug-eluting stents, which is a continuation of the research on stenting in acute myocardial infarction. The source paper's findings on primary stenting versus angioplasty might have inspired the investigation of new stent coatings and their effects on intima proliferation."
    }
]