[
    {
        "paperId": "25a330f8fce7302a9e2518edb4a07dd9be4aec5f",
        "title": "Colesevelam Improves Oral but Not Intravenous Glucose Tolerance by a Mechanism Independent of Insulin Sensitivity and β-Cell Function",
        "abstract": "OBJECTIVE To determine the mechanism by which the bile acid sequestrant colesevelam improves glycemic control. RESEARCH DESIGN AND METHODS We performed a frequently sampled intravenous glucose tolerance test (FSIGT) with minimal model analysis and a meal tolerance test (MTT) in 20 subjects with impaired fasting glucose (11 men, 9 women; mean age 60.7 ± 1.9 years, BMI 29.4 ± 0.9 kg/m2) in a single-blind study after 2 weeks of placebo treatment and 8 weeks of colesevelam 3.75 g daily. From these tests, insulin sensitivity, β-cell function, and glucose tolerance were determined, along with gastrointestinal peptide levels during the MTT. RESULTS Fasting plasma glucose and HbA1c decreased with colesevelam (from 5.9 ± 0.1 to 5.7 ± 0.1 mmol/L, P < 0.05, and from 5.86 ± 0.06 to 5.76 ± 0.06%, P = 0.01, respectively), but fasting insulin did not change. Colesevelam had no effect on any FSIGT measures. In contrast, the MTT incremental area under the curve (iAUC) for both glucose (from 249.3 ± 28.5 to 198.8 ± 23.6 mmol/L ⋅ min, P < 0.01) and insulin (from 20,130 [13,542–35,292] to 13,086 [9,804–21,138] pmol/L ⋅ min, P < 0.05) decreased with colesevelam. However, the ratio of iAUC insulin to iAUC glucose was not changed. iAUC for cholecystokinin (CCK) increased (from 43.2 [0–130.1] to 127.1 [47.2–295.2] pmol/L ⋅ min, P < 0.01), while iAUC for fibroblast growth factor 19 decreased (from 11,185 [1,346–17,661] to 2,093 [673–6,707] pg/mL ⋅ min, P < 0.01) with colesevelam. However, iAUC for glucagon, glucose-dependent insulinotropic peptide, and glucagon-like peptide 1 did not change. CONCLUSIONS Colesevelam improves oral but not intravenous glucose tolerance without changing insulin sensitivity, β-cell function, or incretins. This effect may be at least partially explained by the colesevelam-induced increase in CCK.",
        "year": 2012,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "This paper investigates the mechanism by which colesevelam improves glycemic control, building upon the findings of the source paper, which suggested that colesevelam may improve whole-body insulin sensitivity."
    },
    {
        "paperId": "5836a807c2108f65bb930f9b9938d444dcedee03",
        "title": "Effects of colesevelam on glucose absorption and hepatic/peripheral insulin sensitivity in patients with type 2 diabetes mellitus",
        "abstract": "Aim: Colesevelam lowers glucose and low‐density lipoprotein cholesterol levels in patients with type 2 diabetes mellitus. This study examined the mechanisms by which colesevelam might affect glucose control.",
        "year": 2012,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper investigates the mechanisms by which colesevelam affects glucose control in patients with type 2 diabetes mellitus, building upon the findings of the source paper, which suggested that colesevelam may improve whole-body insulin sensitivity."
    },
    {
        "paperId": "04239d80f35266efa949c62d64e76d3141908c6e",
        "title": "Evaluation of colesevelam hydrochloride for the treatment of type 2 diabetes",
        "abstract": "Introduction: Type 2 diabetes often involves derangements in lipid levels in addition to insulin resistance and diminishing insulin secretion. Colesevelam hydrochloride, a bile acid sequestrant (BAS), is approved for adjunctive therapy to diet and exercise for glycemic control in type 2 diabetes. In clinical studies in patients with type 2 diabetes, colesevelam, added to existing metformin, sulfonylurea or insulin therapy, reduced hemoglobin A1c (HbA1c) by a mean of 0.5% and low-density lipoprotein-cholesterol (LDL-C) by 13 – 17%. Areas covered: Information pertaining to colesevelam and other BAS was collected using a PubMed literature search of journal articles dating from 1960 to present. Additional articles were identified from bibliographies and from abstracts from American Diabetes Association conferences. The authors review the pharmacology of colesevelam as well as clinical efficacy, safety and tolerability data generated from clinical trials. Expert opinion: Colesevelam induces moderate but significant improvements in HbA1c and LDL-C. Outcomes data are needed to determine whether or not colesevelam confers long-term protection against micro- and macrovascular complications. Although colesevelam does not induce weight gain, triglyceride levels tend to increase ∼ 15%, the implications of which are unknown at this time. The mechanism(s) by which colesevelam improves glycemia are not yet understood but might involve enhanced meal-induced incretin secretion and altered farnesoid X receptor signaling.",
        "year": 2012,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper reviews the clinical efficacy, safety, and tolerability of colesevelam hydrochloride for treating type 2 diabetes, which is related to the source paper's findings, but does not directly build upon them."
    }
]