[
    {
        "paperId": "c5ba84e43c4e623ba90c26c6546e9f1cd4465d18",
        "title": "Ubiquitous Healthcare Service Has the Persistent Benefit on Glycemic Control and Body Weight in Older Adults With Diabetes",
        "abstract": "The use of information technology such as the Internet and mobile communication devices in medicine is known as telemedicine or ubiquitous healthcare (u-healthcare). U-healthcare can help improve glycemic control (1–3), and we have reported that a u-healthcare service for older adults with type 2 diabetes resulted in better glycemic control with less hypoglycemia than conventional care (1). In the current study, we investigated whether the beneficial effects of this u-healthcare service on glycemic control and BMI persist after completion of the service.\n\nThis was a prospective follow-up study of our previous study (1). Briefly, 144 subjects with type 2 diabetes older than 60 years of age were randomized to one of three groups: a u-healthcare group, a self-monitored blood glucose (SMBG) group, or a routine care group (control group). After completion of the study, …",
        "year": 2012,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper is a direct continuation of the source paper, investigating the long-term effects of the ubiquitous healthcare service on glycemic control and body weight in older adults with diabetes. The hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "855e20b12a6ad63f197e525083e3cd16298e3e5c",
        "title": "Telemedicine and ocular health in diabetes mellitus",
        "abstract": "Teleretinal/teleophthalmological programs that use existing health information technology infrastructure solutions for people with diabetes increase access to and adherence to appropriate eye care. Teleophthalmological studies indicate that the single act of patients viewing their own retinal images improves self‐management behaviour and clinical outcomes. In some settings this can be done at lower cost and with improved visual outcomes compared with standard eye care. Cost‐effective and sustainable teleretinal surveillance for detection of diabetic retinopathy requires a combination of an inexpensive portable device for taking low light‐level retinal images without the use of pharmacological dilation of the pupil and a computer‐assisted methodology for rapidly detecting and diagnosing diabetic retinopathy. A more holistic telehealth‐care paradigm augmented with the use of health information technology, medical devices, mobile phone and mobile health applications and software applications to improve health‐care co‐ordination, self‐care management and education can significantly impact a broad range of health outcomes, including prevention of diabetes‐associated visual loss. This approach will require a collaborative, transformational, patient‐centred health‐care program that integrates data from medical record systems with remote monitoring of data and a longitudinal health record. This includes data associated with social media applications and personal mobile health technology and should support continuous interactions between the patient, health‐care team and the patient's social environment. Taken together, this system will deliver contextually and temporally relevant decision support to patients to facilitate their well‐being and to reduce the risk of diabetic complications.",
        "year": 2012,
        "citation_count": 36,
        "relevance": 1,
        "explanation": "Although this paper discusses telemedicine in the context of diabetes care, it focuses on ocular health, which is not directly related to the source paper's focus on glycemic control. However, the paper does mention the use of health information technology, which is a common theme with the source paper."
    },
    {
        "paperId": "312e36581881feab2e4dc6f7bcc1e8ec4504a36c",
        "title": "Evaluating Self-Management Behaviors of Diabetic Patients in a Telehealthcare Program: Longitudinal Study Over 18 Months",
        "abstract": "Background Self-management is an important skill for patients with diabetes, and it involves frequent monitoring of glucose levels and behavior modification. Techniques to enhance the behavior changes of diabetic patients have been developed, such as diabetes self-management education and telehealthcare. Although the patients are engaged in self-management activities, barriers to behavior changes remain and additional work is necessary to address the impact of electronic media and telehealthcare on patient self-care behaviors. Objective The aims of this study were to (1) explore the behaviors of diabetic patients interacting with online applications, (2) determine the impact of a telehealthcare program among 7 self-care behaviors of the patients, and (3) determine the changes in glycosylated hemoglobin (HbA1c) levels. Methods A telehealthcare program was conducted to assist the patients with 7 self-care activities. The telehealthcare program lasted for 18 months and included the use of a third-generation mobile telecommunications glucometer, an online diabetes self-management system, and a teleconsultant service. We analyzed the data of 59 patients who participated in the telehealthcare program and 103 who did not. The behavioral assessments and the HbA1c data were collected and statistically analyzed to determine whether the telehealthcare services had an impact on the patients. We divided the 18-month period into 3 6-month intervals and analyzed the parameters of patients assisted by the telehealthcare service at different time points. We also compared the results of those who were assisted by the telehealthcare service with those who were not. Results There was a significant difference in monitoring blood glucose between the beginning and the end of the patient participation (P=.046) and between the overall period and the end of patient participation (P<.001). Five behaviors were significantly different between the intervention and control patients: being active (P<.001), healthy eating (P<.001), taking medication (P<.001), healthy coping (P=.02), and problem solving (P<.001). Monitoring of blood glucose was significantly different (P=.02) during the 6-12 month stage of patient participation between the intervention and control patients. A significant difference between the beginning and the 6-12 month stage of patient participation was observed for the mean value of HbA1c level (P=.02), and the differences between the overall HbA1c variability and the variability of each 6-month interval was also significant. Conclusions Telehealthcare had a positive effect on diabetic patients. This study had enhanced blood glucose monitoring, and the patients in the program showed improvements in glycemic control. The self-care behaviors affect patient outcomes, and the changes of behavior require time to show the effects.",
        "year": 2013,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the impact of telehealthcare on self-management behaviors of diabetic patients, which is related to the source paper's focus on improving glycemic control through a ubiquitous healthcare service."
    },
    {
        "paperId": "fff58d66c0384533098d2a7bfaf55adb9cb01ea9",
        "title": "Using the Common Sense Model of Self-Regulation to Review the Effects of Self-Monitoring of Blood Glucose on Glycemic Control for Non–Insulin-Treated Adults With Type 2 Diabetes",
        "abstract": "Purpose This systematic review examined the relationship between self-monitoring of blood glucose (SMBG) and glycemic control in patients with type 2 diabetes. The Common Sense Model of Self-Regulation (CSM) served as a theoretical framework for examining how, when (mediators), and for whom (moderators) SMBG improved glycemic control. Data Sources Five databases were searched: Medline, PsychInfo, Cochrane Database of Systematic Reviews, Cochrane Central Register of Controlled Trials, and Cumulative Index to Nursing & Allied Health Literature. Study Selection Included studies had cross-sectional, longitudinal, or randomized controlled trial designs; were published between 2007 and 2011; and included patients with type 2 diabetes at least some of whom were not taking insulin; 1318 studies were screened, 119 were reviewed in detail, and 26 were included. Data Extraction Data were collected on the relationship between SMBG and glycemic control, study design, mediators, moderators, participant characteristics, the CSM, and limitations. Data Synthesis Twenty-six studies met criteria for inclusion: 11 cross-sectional, 4 longitudinal, and 11 randomized controlled trials. The results of the cross-sectional studies were inconclusive. Results from the longitudinal studies and randomized control trials suggested that SMBG may improve glycemic control. The few studies investigating mediators or moderators reported mixed results. Few studies effectively measured the CSM. Conclusion Data suggested that SMBG may help improve glycemic control. Future trials must be designed to test hypotheses and improve our understanding of when, how, and for whom SMBG can enhance glycemic control. Rigorously controlled repetitions of current 2-arm trials will yield little new knowledge of theoretical or practical value.",
        "year": 2013,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it reviews the effects of self-monitoring of blood glucose on glycemic control, which is related to the source paper's focus on improving glycemic control through a ubiquitous healthcare service."
    },
    {
        "paperId": "6b45a8fe628c3fc0f005c781cceebb2658ff7046",
        "title": "Computer-based diabetes self-management interventions for adults with type 2 diabetes mellitus.",
        "abstract": "BACKGROUND\nDiabetes is one of the commonest chronic medical conditions, affecting around 347 million adults worldwide. Structured patient education programmes reduce the risk of diabetes-related complications four-fold. Internet-based self-management programmes have been shown to be effective for a number of long-term conditions, but it is unclear what are the essential or effective components of such programmes. If computer-based self-management interventions improve outcomes in type 2 diabetes, they could potentially provide a cost-effective option for reducing the burdens placed on patients and healthcare systems by this long-term condition.\n\n\nOBJECTIVES\nTo assess the effects on health status and health-related quality of life of computer-based diabetes self-management interventions for adults with type 2 diabetes mellitus.\n\n\nSEARCH METHODS\nWe searched six electronic bibliographic databases for published articles and conference proceedings and three online databases for theses (all up to November 2011). Reference lists of relevant reports and reviews were also screened.\n\n\nSELECTION CRITERIA\nRandomised controlled trials of computer-based self-management interventions for adults with type 2 diabetes, i.e. computer-based software applications that respond to user input and aim to generate tailored content to improve one or more self-management domains through feedback, tailored advice, reinforcement and rewards, patient decision support, goal setting or reminders.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo review authors independently screened the abstracts and extracted data. A taxonomy for behaviour change techniques was used to describe the active ingredients of the intervention.\n\n\nMAIN RESULTS\nWe identified 16 randomised controlled trials with 3578 participants that fitted our inclusion criteria. These studies included a wide spectrum of interventions covering clinic-based brief interventions, Internet-based interventions that could be used from home and mobile phone-based interventions. The mean age of participants was between 46 to 67 years old and mean time since diagnosis was 6 to 13 years. The duration of the interventions varied between 1 to 12 months. There were three reported deaths out of 3578 participants.Computer-based diabetes self-management interventions currently have limited effectiveness. They appear to have small benefits on glycaemic control (pooled effect on glycosylated haemoglobin A1c (HbA1c): -2.3 mmol/mol or -0.2% (95% confidence interval (CI) -0.4 to -0.1; P = 0.009; 2637 participants; 11 trials). The effect size on HbA1c was larger in the mobile phone subgroup (subgroup analysis: mean difference in HbA1c -5.5 mmol/mol or -0.5% (95% CI -0.7 to -0.3); P < 0.00001; 280 participants; three trials). Current interventions do not show adequate evidence for improving depression, health-related quality of life or weight. Four (out of 10) interventions showed beneficial effects on lipid profile.One participant withdrew because of anxiety but there were no other documented adverse effects. Two studies provided limited cost-effectiveness data - with one study suggesting costs per patient of less than $140 (in 1997) or 105 EURO and another study showed no change in health behaviour and resource utilisation.\n\n\nAUTHORS' CONCLUSIONS\nComputer-based diabetes self-management interventions to manage type 2 diabetes appear to have a small beneficial effect on blood glucose control and the effect was larger in the mobile phone subgroup. There is no evidence to show benefits in other biological outcomes or any cognitive, behavioural or emotional outcomes.",
        "year": 2013,
        "citation_count": 345,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it assesses the effects of computer-based diabetes self-management interventions on health status and health-related quality of life, which is related to the source paper's focus on improving glycemic control through a ubiquitous healthcare service."
    }
]