[
    {
        "paperId": "afec5d4ed2cb8d922ca269aa021054f64906662c",
        "title": "Efficacy and Safety of Switching From the DPP-4 Inhibitor Sitagliptin to the Human GLP-1 Analog Liraglutide After 52 Weeks in Metformin-Treated Patients With Type 2 Diabetes",
        "abstract": "OBJECTIVE To assess the efficacy and safety of switching from sitagliptin to liraglutide in metformin-treated adults with type 2 diabetes. RESEARCH DESIGN AND METHODS In an open-label trial, participants randomized to receive either liraglutide (1.2 or 1.8 mg/day) or sitagliptin (100 mg/day), each added to metformin, continued treatment for 52 weeks. In a 26-week extension, sitagliptin-treated participants were randomly allocated to receive instead liraglutide at either 1.2 or 1.8 mg/day, while participants originally randomized to receive liraglutide continued unchanged. RESULTS Although 52 weeks of sitagliptin changed glycosylated hemoglobin (HbA1c) by −0.9% from baseline, additional decreases occurred after switching to liraglutide (1.2 mg/day, −0.2%, P = 0.006; 1.8 mg/day, −0.5%, P = 0.0001). Conversion to liraglutide was associated with reductions in fasting plasma glucose (FPG) (1.2 mg/day, −0.8 mmol/L, P = 0.0004; 1.8 mg/day, −1.4 mmol/L, P < 0.0001) and body weight (1.2 mg/day, −1.6 kg; 1.8 mg/day, −2.5 kg; both P < 0.0001) and with an increased proportion of patients reaching HbA1c <7% (from ∼30% to ∼50%). Overall treatment satisfaction, assessed by the Diabetes Treatment Satisfaction Questionnaire, improved after switching to liraglutide (pooled 1.2 and 1.8 mg/day, 1.3; P = 0.0189). After switching, mostly transient nausea occurred in 21% of participants, and minor hypoglycemia remained low (3–4% of participants). Continuing liraglutide treatment at 1.2 mg/day and 1.8 mg/day for 78 weeks reduced HbA1c (baseline 8.3 and 8.4%, respectively) by −0.9 and −1.3%, respectively; FPG by −1.3 and −1.7 mmol/L, respectively; and weight by −2.6 and −3.1 kg, respectively, with 9–10% of participants reporting minor hypoglycemia. CONCLUSIONS Glycemic control, weight, and treatment satisfaction improved after switching from sitagliptin to liraglutide, albeit with a transient increase in gastrointestinal reactions.",
        "year": 2012,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper presents the results of a clinical trial that investigated the efficacy and safety of switching from sitagliptin to liraglutide in patients with type 2 diabetes, and is directly related to the source paper."
    },
    {
        "paperId": "c1fb938eefc4f2c76b07e0b68843de341e00ec8f",
        "title": "Dosing Rationale for Liraglutide in Type 2 Diabetes Mellitus: A Pharmacometric Assessment",
        "abstract": "The glucagon‐like peptide‐1 (GLP‐1) receptor agonist liraglutide was approved in 2010 by the US Food and Drug Administration (FDA) as an adjunct treatment to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. This article provides insights into the use of pharmacometric analyses for regulatory review with a focus on the dosing recommendations. The assessment was based on the totality of exploratory and confirmatory analysis of dose‐finding and pivotal clinical data and was structured around a set of key questions in accordance with current FDA review practice. For the pharmacometric review of liraglutide, the key questions focused on exposure‐response relationships for effects on fasting plasma glucose, hemoglobin A1c, and calcitonin and on variability in exposure across demographic subgroups of patients. The importance of conducting exploratory exposure‐response analysis and population pharmacokinetic studies in clinical drug development to support dosing recommendations is highlighted.",
        "year": 2012,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper is a pharmacometric assessment of liraglutide, which is the same medication studied in the source paper. The paper provides insights into the use of pharmacometric analyses for regulatory review and focuses on the dosing recommendations for liraglutide."
    },
    {
        "paperId": "fcc5312006899af715570521f83f4c8135b6553f",
        "title": "GLP-1 receptor activated insulin secretion from pancreatic β-cells: mechanism and glucose dependence",
        "abstract": "The major goal in the treatment of type 2 diabetes mellitus is to control the hyperglycaemia characteristic of the disease. However, treatment with common therapies such as insulin or insulinotrophic sulphonylureas (SU), while effective in reducing hyperglycaemia, may impose a greater risk of hypoglycaemia, as neither therapy is self‐regulated by ambient blood glucose concentrations. Hypoglycaemia has been associated with adverse physical and psychological outcomes and may contribute to negative cardiovascular events; hence minimization of hypoglycaemia risk is clinically advantageous. Stimulation of insulin secretion from pancreatic β‐cells by glucagon‐like peptide 1 receptor (GLP‐1R) agonists is known to be glucose‐dependent. GLP‐1R agonists potentiate glucose‐stimulated insulin secretion and have little or no activity on insulin secretion in the absence of elevated blood glucose concentrations. This ‘glucose‐regulated’ activity of GLP‐1R agonists makes them useful and potentially safer therapeutics for overall glucose control compared to non‐regulated therapies; hyperglycaemia can be reduced with minimal hypoglycaemia. While the inherent mechanism of action of GLP‐1R agonists mediates their glucose dependence, studies in rats suggest that SUs may uncouple this dependence. This hypothesis is supported by clinical studies showing that the majority of events of hypoglycaemia in patients treated with GLP‐1R agonists occur in patients treated with a concomitant SU. This review aims to discuss the current understanding of the mechanisms by which GLP‐1R signalling promotes insulin secretion from pancreatic β‐cells via a glucose‐dependent process.",
        "year": 2012,
        "citation_count": 293,
        "relevance": 1,
        "explanation": "This paper reviews the mechanisms by which GLP-1 receptor agonists, including liraglutide, promote insulin secretion from pancreatic β-cells and discusses their glucose-dependent activity."
    },
    {
        "paperId": "51adaf2bff6d842cce34ba1c8f3c24164642e20a",
        "title": "Design, findings and implications of the liraglutide Phase III clinical trial program",
        "abstract": "Liraglutide is an analog of the human peptide hormone GLP-1 and a member of the GLP-1 receptor agonists class, which has recently been developed for treatment of Type 2 diabetes (T2D). Incretin-based therapies are an important step forward in the management of T2D as they can provide effective glycemic control without the hypoglycemia and weight gain associated with previous therapies. An extensive program of Phase III clinical trials was developed to test the efficacy and safety of liraglutide across the continuum of care in T2D. These trials have proven liraglutide to be well tolerated and effective in managing glycemia in a variety of treatment combinations and across a wide patient population. The Phase III trial program also demonstrated that liraglutide can provide the additional benefits of weight loss, reduction in systolic blood pressure, improvement in measures of β-cell function and increased treatment satisfaction.",
        "year": 2012,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper provides an overview of the Phase III clinical trial program for liraglutide, which includes the source paper. The paper builds upon the findings of the source paper, discussing the efficacy and safety of liraglutide in a broader context."
    },
    {
        "paperId": "1806bb3eb3f4c1834550013f12ab1eb9f078214b",
        "title": "Early use of glucagon-like peptide-1 receptor agonists (GLP-1 RAs) in Type 2 diabetes",
        "abstract": "Abstract Objective: To evaluate the efficacy and safety of the available glucagon-like peptide-1 receptor agonists (GLP-1 RAs) exenatide and liraglutide (marketed as Byetta and Victoza, respectively) in first- or second-line pharmacotherapy for type 2 diabetes (T2D), described here as ‘early use’. Research design and methods: MEDLINE, EMBASE and Google Scholar databases were queried for clinical trial reports using the terms incretin, GLP-1, exenatide and liraglutide. Relevant articles were those that employed these agents in treatment-naïve patients with T2D and in patients who had failed on metformin monotherapy. Additional targeted searches were conducted on diabetes treatment guidelines and on the range of physiological responses to GLP-1 RAs. Most evidence is level I and II. Results: Effective therapy for T2D should be implemented early in the course of this progressive disease. The recently revised 2013 Canadian Diabetes Association (CDA) guidelines now identify the GLP-1 RAs among various injected and oral agents recommended for the management of T2D. The rationale for early use of GLP-1 RAs in T2D management is manifold: these agents offer effective management of hyperglycemia in early-stage T2D, minimal risk of hypoglycemia, weight loss, improvement in multiple non-glycemic cardiovascular risk factors, and potential enhancement of patient adherence to antihyperglycemic treatment. Available data from clinical trials support second-line use of GLP-1 RAs among patients who fail on metformin, as well as first-line use of these agents in a subset of T2D patients. Conclusions: The ability to achieve glycemic targets using GLP-1 RAs while simultaneously avoiding hypoglycemia and weight gain could provide substantial reassurance to physicians and patients who might otherwise resist the transition to injected therapies. Exenatide and liraglutide represent appropriate second-line choices for pharmacological treatment of T2D, as indicated in the 2013 CDA guidelines.",
        "year": 2013,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "This paper discusses the efficacy and safety of GLP-1 RAs, including liraglutide, in early treatment of type 2 diabetes, and builds upon the findings of the source paper regarding the potential benefits of liraglutide."
    },
    {
        "paperId": "ac7c4c572e9ea7a8727df4931f35d08ab4c3fc80",
        "title": "Long‐term efficacy and safety comparison of liraglutide, glimepiride and placebo, all in combination with metformin in type 2 diabetes: 2‐year results from the LEAD‐2 study",
        "abstract": "To investigate efficacy and safety of dual therapy with liraglutide and metformin in comparison to glimepiride and metformin, and metformin monotherapy over 2 years in patients with type 2 diabetes.",
        "year": 2013,
        "citation_count": 138,
        "relevance": 2,
        "explanation": "This paper compares the long-term efficacy and safety of liraglutide, glimepiride, and placebo in combination with metformin, and builds upon the findings of the source paper regarding the potential benefits of liraglutide."
    },
    {
        "paperId": "6139b55bd2f97c8472d3959a8023130e31cf494d",
        "title": "Liraglutide for the Treatment of Type 2 Diabetes: A Clinical Update",
        "abstract": "This review updates the pharmacology, efficacy, safety, and tolerability of liraglutide, a glucagon-like peptide 1 (GLP-1) analog approved for the treatment of type 2 diabetes (T2DM) in January 2010. MEDLINE was searched (May 2009–January 1, 2011) for articles in English, using the terms liraglutide, NN2211, incretin mimetic, glucagon-like peptide (GLP)-1, and GLP-1 receptor agonist. Abstracts from key meetings (ADA 2009 and 2010, AACE 2010, EASD 2009, and EASD 2010) were also searched for relevant data. A GLP-1 analog with pharmacokinetic properties allowing once-daily administration via subcutaneous injection, liraglutide has shown clinical benefits when used as monotherapy or in combination. Liraglutide monotherapy has demonstrated efficacy in reducing hemoglobin A1c (A1C) and body weight, with low risk for hypoglycemic events. Liraglutide has also been studied in combination with metformin, glimepiride, and rosiglitazone for the treatment of T2DM. Extension studies within the Liraglutide Effects and Action in Diabetes clinical program have demonstrated the efficacy of liraglutide over 2 years of treatment. Overall, liraglutide has been shown to be well tolerated, with dose-dependent nausea, vomiting, and diarrhea being the most commonly reported adverse events in clinical trials. Extended dosing periods have demonstrated the durability of response of liraglutide with respect to glycemic control, lack of weight gain, and blood pressure benefits. Compared with exenatide and sitagliptin, liraglutide seems to offer greater improvements in A1C, fasting plasma glucose, and body weight. Adverse events commonly associated with liraglutide in clinical trials included nausea and hypoglycemia. Emerging data suggest that liraglutide may be a useful option for patients with T2DM.",
        "year": 2013,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper provides a clinical update on liraglutide, including its pharmacology, efficacy, safety, and tolerability, and builds upon the findings of the source paper regarding the potential benefits of liraglutide."
    }
]