[
    {
        "paperId": "66786bde1ea5e6b58c404f083a3b51cbbf089d12",
        "title": "Economic implications of growth hormone use in patients with short bowel syndrome",
        "abstract": "ABSTRACT Objective: Short bowel syndrome is a rare, lifethreatening condition that can result in nutritional malabsorption. Parenteral nutrition provides life-saving support but can lead to complications and affect quality of life. Recombinant human growth hormone, somatropin (rDNA origin), has been shown to significantly reduce dependence on nutritional support (p < 0.05). This study evaluates the economic impact of somatropin use in the management of short bowel syndrome. Methods: A discrete event simulation (DES) model was developed to estimate the benefits and costs associated with somatropin use. Risks of treatment complications and of disease-related events were modeled in identical patient pairs – one receiving parenteral nutrition alone, the other receiving 4 weeks of somatropin – for 2 years following initiation of treatment. Life expectancy was assumed equivalent. Risk functions were estimated from the literature and one randomized clinical trial. Total and component costs associated with each strategy were determined. The distribution of patients reducing parenteral nutrition need and the final parenteral nutrition frequency were also estimated. Sensitivity analyses were completed for key inputs. Direct medical costs are reported in USD$2004. Results: The model predicted that 96.0% of patients receiving somatropin reduce or eliminate parenteral nutrition within 6 weeks: average use was reduced by 2.8 days and one-third weaned completely. Based on 1.9 L of parenteral nutrition per day, estimated costs were $118 098 in year one and $132 935 in year two. With somatropin, costs dropped to $84 309 in year one – despite the $17 459 cost of somatropin treatment – and $81 250 in year two. Over 2 years savings totaled $85 474. Limitations: Insufficient data required that assumptions be made for some inputs. DES is new in pharmacoeconomics and may be perceived as a limitation. Conclusions: Somatropin use improves quality of life by reducing the need for parenteral nutrition and results in health care cost savings.",
        "year": 2006,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates the economic impact of growth hormone use in patients with short bowel syndrome, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "760dc94e52b2beca85d1a7d419783cc48cb3211f",
        "title": "Growth hormone favorably affects bone turnover and bone mineral density in patients with short bowel syndrome undergoing intestinal rehabilitation.",
        "abstract": "BACKGROUND\nPatients with short bowel syndrome (SBS) have a high prevalence of metabolic bone disease due to nutrient malabsorption and potential effects of parenteral nutrition (PN). Human growth hormone (hGH) has been shown in some studies to have anabolic effects on bone, but hGH effects on bone in patients with SBS are unknown.\n\n\nMETHODS\nAdults with PN-dependent SBS underwent a 7-day period of baseline studies while receiving usual oral diet and PN and then began receiving modified diets designed to improve nutrient absorption and daily oral calcium/vitamin D supplements (1500 mg elemental calcium and 600 IU vitamin D, respectively). Subjects were randomized to receive in a double-blind manner either subcutaneous (sc) saline placebo as the control or hGH (0.1 mg/kg/d for 3 weeks, then 0.1 mg/kg 3 days a week for 8 subsequent weeks). Open-label hGH was given from week 13 to week 24 in subjects who required PN after completion of the 12-week double-blind phase. Markers of bone turnover (serum osteocalcin and urinary N-telopeptide [NTX]), vitamin D nutriture (serum calcium, 25-hydroxyvitamin D [25-OH D] and parathyroid hormone [PTH] concentrations), and intestinal calcium absorption were measured at baseline and at weeks 4 and 12. Dual x-ray absorptiometry (DXA) of the hip and spine was performed to determine bone mineral density (BMD) at baseline and weeks 12 and 24.\n\n\nRESULTS\nThe majority of subjects in each group exhibited evidence of vitamin D deficiency at baseline (25-OH D levels<30 ng/mL; 78% and 79% of control and hGH-treated subjects, respectively). Subjects treated with hGH demonstrated a significant increase from baseline in serum osteocalcin levels at 12 weeks (+62%; p<.05). The levels of NTX were increased over time in the hGH-treated group; however, this did not reach statistical significance. Both NTX and osteocalcin remained unchanged in control subjects. BMD of the spine and total hip was unchanged in subjects treated with placebo or hGH at 24 weeks. However, femoral neck BMD was slightly but significantly decreased in the placebo group at this time point but remained unchanged from baseline in the hGH-treated subjects.\n\n\nCONCLUSIONS\nhGH therapy significantly increased markers of bone turnover during the initial 3 months of therapy and stabilized femoral neck bone mass over a 6-month period in patients with severe SBS undergoing intestinal rehabilitation.",
        "year": 2006,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of growth hormone on bone turnover and bone mineral density in patients with short bowel syndrome, building on the source paper's results regarding growth hormone's role in reducing parenteral nutrition."
    },
    {
        "paperId": "72f0568a605fc2d5e766dbceb067aa60c1f834ba",
        "title": "Nutritional management of infants with short bowel syndrome.",
        "abstract": "The prevalence of short bowel syndrome appears to be increasing because of more aggressive surgical and medical approaches to the management of neonatal intraabdominal catastrophies. Hence, a large cohort of neonates with intestinal failure occupies neonatal intensive care units, requiring chronic total parenteral nutrition (TPN) in hopes that the residual bowel will adapt, thereby permitting weaning of TPN. Alternatively, when there is no hope for adaptation, these infants are maintained on TPN in hopes that they will grow to a size and state of general health satisfactory for either isolated intestinal transplant when liver function is preserved or combined liver-intestinal transplantation when the liver is irreparably damaged. Thus, it is imperative to provide enough parenteral nutrition to facilitate growth while minimizing TPN constituents predisposing to liver damage. Liver disease associated with intestinal failure (IFALD) seems to occur due to a variety of host factors combined with deleterious components of TPN. Host factors include an immature bile secretory mechanism, bile stasis due to fasting, and repeated septic episodes resulting in endotoxemia. Many constituents of TPN are associated with liver damage. Excessive glucose may result in fatty liver and/or hepatic fibrosis, excessive protein may lead to reduced bile flow, and phytosterols present in intravenous lipid may produce direct oxidant damage to the liver or may impede cholesterol synthesis and subsequent bile acid synthesis. Parenteral strategies employed to minimize TPN damage include reducing glucose infusion rates, reducing parenteral protein load, and reducing parenteral lipid load. Furthermore, preliminary studies suggest that fish oil-based lipid solutions may have a salutary effect on IFALD. Ultimately, provision of enteral nutrition is imperative for preventing or reversing IFALD as well as facilitating bowel adaptation. While studies of trophic hormones are ongoing, the most reliable current method to facilitate adaptation is to provide enteral nutrition. Continuous enteral feeding remains the mainstay of enteral nutrition support.",
        "year": 2007,
        "citation_count": 120,
        "relevance": 1,
        "explanation": "This paper discusses the nutritional management of infants with short bowel syndrome, which is a related topic to the source paper's focus on reducing parenteral nutrition in patients with short bowel syndrome. However, it does not appear to be directly inspired by or dependent on the source paper's findings."
    },
    {
        "paperId": "0930b70bc3fc6eda1463b37d8bc51ff1c1fd62a9",
        "title": "Promoting intestinal adaptation by nutrition and medication.",
        "abstract": null,
        "year": 2016,
        "citation_count": 27,
        "relevance": 1,
        "explanation": "This paper discusses the process of intestinal adaptation, which is a key concept in the source paper's findings on the use of growth hormone and glutamine to reduce parenteral nutrition in patients with short bowel syndrome. However, it does not appear to be directly inspired by or dependent on the source paper's findings."
    }
]