[
    {
        "paperId": "e354d806ca019b8044ba1e4734443bb9f3036746",
        "title": "Effect of perioperative glutamine administration on C-reactive protein and liver function tests in patients undergoing hepatic resection.",
        "abstract": "UNLABELLED\nHepatic resections are commonly associated with high morbidity and mortality. Nutrition plays an important role in reducing postoperative complications besides improvement in intensive care and perioperative management. The aim of the study was to evaluate the role of glutamine as an immunonutrient in patients undergoing hepatic resection.\n\n\nMATERIAL AND METHODS\nThe study included 22 patients who underwent hepatectomy. Patients were randomized into two equal groups wherein group A patients received perioperative glutamine whereas group B patients served as controls. Primary outcome measures were level of serum albumin, C‑reactive protein (CRP), liver function tests and absolute neutrophil counts in the postoperative period while secondary outcome included post operative complications.\n\n\nRESULTS\nGlutamine decreased the CRP response in liver resection in a statistically significant manner (p=0.028) on the fifth post operative day. This may signify that glutamine decreases the post operative inflammatory response associated with liver resection. Glutamine did not have any significant effect on liver function tests. Postoperative morbidity was less in patients who received glutamine.\n\n\nCONCLUSION\nGlutamine successfully blunted the CRP response in patients who received glutamine postoperatively. Decrease in morbidity following glutamine administration is an attractive area of prospective research and requires further consideration involving larger patient groups.",
        "year": 2014,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of glutamine as an immunonutrient in patients undergoing hepatic resection, which is closely related to the source paper's topic of nutrition support with glutamine dipeptide in patients undergoing liver transplantation."
    },
    {
        "paperId": "da7324215c25400ed6b2df3a7c91f1d5b77b869a",
        "title": "Change of Clinical Effect upon Use of Glutamine to Critically Ill Patients over Age 60 Receiving TPN",
        "abstract": "Background: It is known to reduce the mortality when glutamine is supplied to patients during the surgery or in intensive care unit through intravenous nutrition supply. The purpose of this study is to establish the appropriate basis for use of glutamine and guidelines of nutrition supply for critically ill patients in the hospital by examining the clinical effects of administration of glutamine with subjects of elderly critically ill patients receiving intravenous nutrition in one hospital in Korea. Method: Among elderly patients with age of 60 or more hospitalized in Yeuido St. Mary’s Hospital from August 2012 to July 2013, those who stayed in the intensive care unit for more than a week and received TPN (Total Parenteral Nutrition) for more than 3 days during staying in the intensive care unit were classified to a test group using glutamine and a control group without glutamine. Duration of use of mechanical ventilator, duration of hospitalization, occurrence of infectious disease and death were compared between two groups. We would like to identify the clinical test figures affected by the use of glutamine by examining changes in SCr, Total Protein, Albumin, AST, ALT, TB, DB and GFR at the time of admission and discharge. Results: At the time of admission to intensive care unit, gender, physical measurement information and clinical test figures did not show any significant difference between 72 subjects in a test group and 24 subjects in a control group. Thus, two groups began in the same condition. There were no significant difference in duration of hospitalization, duration of intensive care unit, use of mechanical ventilator, occurrence of infectious disease and death. As the results of statistical analysis of the average changes of clinical test figures at the time of admission and discharge of intensive care unit, SCr and GFR were significantly changed in the test group. GFR was significantly changed in a control group. As the result of analysis of the clinical test figures at the time of discharge with reflection of average changes after clinical test figures were corrected at the time of admission of intensive care unit, TB and GFR were significantly increased in a test group compared with those in a control group. Other clinical test figures were not significantly changed. Conclusion: If glutamine is administered to critically ill patients over age 60 receiving TPN and careful monitoring for total bilirubin is made in the future, it is expected to give the positive effect on renal function andminimize the side effect of arise in total bilirubin.",
        "year": 2014,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the clinical effects of glutamine administration in critically ill patients, which is related to the source paper's topic of nutrition support with glutamine dipeptide in patients undergoing liver transplantation."
    }
]