[
    {
        "paperId": "4c11ea9c4a1f147d81bb398a55d5313ebb05f315",
        "title": "Autologous bone marrow stem cell mobilization induced by granulocyte colony-stimulating factor after myocardial infarction",
        "abstract": "Nine randomized controlled studies have so far evaluated the safety and efficacy profile Granulocyte-colony stimulating factor (G-CSF) in the setting of the acute/subacute phase of myocardial infarction (MI) in humans on a total of 409 patients. The drug, administered at various regimen, ranging from 2.5 to 10 mg/kg for a minimum of 4 to a maximum of 6 days, has been well tolerated. In one single prematurely stopped study (MAGIC), safety concerns were raised by an unexpected high restenosis rate in stented vessel. This was not confirmed in all subsequent studies. A clear improvement in the treated vs. control group at follow-up in left ventricular (LV) function/remodelling indexes has been reported in two studies (FIRST-LINE and RIGENERA). In a third investigation, LV ejection fraction improved in the treated but not in the control group with respect to baseline, but no significant difference emerged between G-CAF and placebo group at follow-up (Takano et al. ). In all other six studies, no clear effect of treatment was noted. Future properly powered randomized controlled studies ideally targeting patients with large anterior MI with poor response to early reperfusion are warranted to further clarify the role of G-CSF in this setting.",
        "year": 2008,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates the safety and efficacy profile of granulocyte-colony stimulating factor (G-CSF) in the setting of acute/subacute phase of myocardial infarction, which is related to the source paper's investigation of G-CSF's usefulness in preventing left ventricular remodeling."
    },
    {
        "paperId": "40d80484ee41a5d47328b0edc662d2df0c1d1c95",
        "title": "G-CSF- and erythropoietin-based cell therapy: a promising strategy for angiomyogenesis in myocardial infarction",
        "abstract": "Granulocyte colony-stimulating factor (G-CSF) and erythropoietin are two cytokines that have been demonstrated to improve cardiac function and perfusion in myocardial infarction. G-CSF was initially evaluated as a stem cell mobilizer and erythropoietin as a cytoprotective agent. However, both cytokines have direct cytoprotective effects and stem cell-mobilizing ability. Direct cytoprotective effects of both cytokines are commonly mediated by the Jak–STAT pathway. In preclinical study, G-CSF and erythropoietin improved cardiac function and perfusion by angiomyogenesis and protection of cardiomyocytes in myocardial infarction. However, results from recent clinical trials did not support beneficial effects of cytokine therapy with G-CSF or erythropoietin alone in patients with myocardial infarction. Further studies are required to elucidate the mechanism of action and to improve therapeutic efficacy by employing novel strategies, such as combined cytokines.",
        "year": 2008,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates the potential of G-CSF-based cell therapy for angiomyogenesis in myocardial infarction, which is related to the source paper's investigation of G-CSF's usefulness in preventing left ventricular remodeling."
    },
    {
        "paperId": "f2f2dcc4d274fc1660f00e76370859001468a4a4",
        "title": "Granulocyte‐colony stimulating factor induces proliferation of hepatic progenitors in alcoholic steatohepatitis: A randomized trial",
        "abstract": "Liver failure is the major cause of death in alcoholic steatohepatitis (ASH). In experimental hepatitis, granulocyte‐colony stimulating factor (G‐CSF) mobilizes hematopoietic stem cells, induces liver regeneration, and improves survival. We studied the short‐term effects of G‐CSF on CD34+ stem cell mobilization, liver cell proliferation, and liver function in patients with ASH. Twenty‐four patients (mean age 54 years) with alcoholic cirrhosis [Child‐Turcotte‐Pugh score 10 (7–12)] and concomitant biopsy‐proven ASH [Maddrey score 36 (21‐60)] were randomized to standard care associated with 5 days of G‐CSF (10 μg/kg/day, group A, n = 13) or standard care alone (group B, n = 11). Serial measurement of CD34+ cells, liver tests, cytokines [hepatocyte growth factor (HGF); tumor necrosis factor α; tumor necrosis factor‐R1; interleukin‐6; alfa‐fetoprotein], and 13C‐aminopyrine breath tests were performed. Proliferating hepatic progenitor cells [HPC; double immunostaining (Ki67/cytokeratin 7)], histology, and neutrophils were assessed on baseline and day 7 biopsies. Abstinent alcoholic patients with cirrhosis served as controls for immunohistochemistry. G‐CSF was well tolerated. At day 7, both CD34+ cells (+747% versus −6%, P < 0.003), and HGF (+212% versus −7%, P < 0.03) increased in group A but not in group B. Cytokines and aminopyrine breath test changes were similar between groups. On repeat biopsy, a >50% increase in proliferating HPC was more frequent in group A than in group B (11 versus 2, P < 0.003). Changes in Ki67+/cytokeratin 7+ cells correlated with changes in CD34+ cells (r = 0.65, P < 0.03). Neutrophils and histological changes were similar in both groups. Conclusion: G‐CSF mobilizes CD34+ cells, increases HGF, and induces HPC to proliferate within 7 days of administration. Larger trials would be required to determine whether these changes translate into improved liver function. (HEPATOLOGY 2008.)",
        "year": 2008,
        "citation_count": 215,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of G-CSF on liver regeneration and proliferation of hepatic progenitors, which is related to the source paper's investigation of G-CSF's usefulness in preventing left ventricular remodeling."
    },
    {
        "paperId": "6d838ed423084373f6e58f658f23cde7815bf6a4",
        "title": "Cytokines and Myocardial Regeneration: A Novel Treatment Option for Acute Myocardial Infarction",
        "abstract": "The regenerative capacity of the myocardium and its blood vessels has now been well demonstrated. The cytokines granulocyte colony-stimulating factor, erythropoietin, and stem cell factor may play a role in helping to stimulate cell regeneration under normal physiologic conditions and in patients with myocardial injury. After an ischemic insult, cytokines are released into the peripheral circulation and signal for the mobilization of stem cells. In experimental cardiac injury models, the addition of cytokines has been shown to improve myocardial function with and without the concurrent use of stem cell therapy. Preliminary studies in humans using cytokine therapy alone for treating myocardial infarction have been disappointing. Future studies in patients with myocardial injury need to examine the use of various combinations of cytokines, with and without the addition of intravascular stem cell infusions or direct stem cell injections.",
        "year": 2009,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "This paper explores the role of cytokines, including granulocyte colony-stimulating factor (G-CSF), in myocardial regeneration and treatment of acute myocardial infarction. The source paper investigates the usefulness of G-CSF in preventing left ventricular remodeling after a large anterior wall acute myocardial infarction. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the potential of G-CSF in treating myocardial infarction."
    }
]