[
    {
        "paperId": "6e4b5a90a9a7adcc4a0d86aea784191c96fe548e",
        "title": "Perindopril/Hydrochlorothiazide Dose Combinations for the Treatment of Hypertension: A Multicenter Study",
        "abstract": "The primary goal of combination therapy is to enhance efficacy without compromising safety. In this multicenter study, the efficacy and tolerability of perindopril added to continuing hydrochlorothiazide therapy were evaluated in patients with mild to moderate (stage I and II), essential hypertension. Two hundred fifty‐two patients with supine diastolic blood pressure of 95 mmHg to 114 mmHg were treated for 4 weeks with open‐label hydrochlorothiazide at 25 mg/day. The 208 patients whose supine diastolic blood pressure was ≥90 mmHg at the end of hydrochlorothiazide monotherapy entered a 12‐week, double‐blind treatment, where placebo or perindopril were added to the 25‐mg/day hydrochlorothiazide therapy as follows: placebo (n = 50) and doses of perindopril at 2 mg/day (n = 52), 4 mg/day (n = 53), and 8 mg/day (n = 53). The perindopril—hydrochlorothiazide combinations decreased both supine systolic blood pressure and supine diastolic blood pressure by 10.3/6.7, 9.6/8.0, and 9.3/6.3 mmHg, for perindopril doses of 2, 4, and 8 mg/day, respectively; there was no difference among the three drug groups. Placebo decreased blood pressure by 1.6/2.0 mmHg, an effect that was significantly lower compared with perindopril—hydrochlorothiazide combinations. Adverse events were mild and similar among all treatment groups, except cough, which was 4.0%, 3.9%, 7.6%, and 13.2% for placebo and perindopril doses of 2, 4, and 8 mg, respectively. The results of this multicenter study indicate that the combination of perindopril and hydrochlorothiazide is safe and effective in lowering blood pressure. The findings also demonstrate that lower doses of perindopril are as effective as higher doses when combined with hydrochlorothiazide.",
        "year": 1997,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy and tolerability of perindopril in combination with hydrochlorothiazide, building on the source paper's results regarding perindopril as monotherapy in hypertension."
    }
]