[
    {
        "paperId": "643c5f496f93efbe154c9508633e850d79a9aefd",
        "title": "Concentration dependence of 5-aminosalicylic acid pharmacological actions in intestinal mucosa after oral administration of a pH-dependent formulation.",
        "abstract": "Asacol, a medication that delivers delayed release 5-aminosalicylic acid (5-ASA), is a useful therapeutic agent for inflammatory bowel disease (IBD), but the relationship between its pharmacological actions and intestinal concentrations has not been studied in detail. Therefore, our aim was to assess 5-ASA's pharmacological actions as a function of its concentration at its target site. We first evaluated 5-ASA's release profiles in vitro by the paddle method and found that Asacol starts to release 5-ASA at pH ≥ 7. Orally administered Asacol pharmacokinetic parameters were evaluated in dogs. Asacol's T(max) was much longer than that of the time-dependent release 5-ASA formulation. We also determined 5-ASA's distribution in the intestinal mucosa and found that it is effectively delivered there by Asacol. These results indicated that Asacol released 5-ASA in a pH-dependent manner, resulting in efficient delivery to the large intestine. We also compared the mucosal 5-ASA concentrations with the IC(50) values for scavenging free radicals or suppressing LTB(4) production. The 5-ASA concentration in the large intestine was higher than IC(50) values necessary to suppress inflammatory processes. We also report the release characteristics of Asacol and the targeted delivery of 5-ASA to affected sites in IBD patients.",
        "year": 2011,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper explores the concentration dependence of 5-aminosalicylic acid (5-ASA) pharmacological actions in intestinal mucosa after oral administration of a pH-dependent formulation. Although it does not directly build on or use the findings of the source paper as a sub-hypothesis, it is related to the source paper's topic of mesalamine formulations for ulcerative colitis treatment. The source paper compares the efficacy and safety of two mesalamine formulations, while this paper investigates the pharmacological actions of 5-ASA, which is the active component of mesalamine. Thus, the key hypothesis in this paper is inspired by the topic of the source paper."
    }
]