[
    {
        "paperId": "d47e30f75ed7d5bcd3075f6dfdbeec1020320f00",
        "title": "Iontophoresis with cortisone in the treatment of lateral epicondylalgia (tennis elbow)—a double‐blind study",
        "abstract": "Lateral epicondylalgia (tennis elbow) is a common dysfunction of the arm. Because there is no agreement concerning the pathophysiology, several modes of treatments have been tried and one of the most common is local steroid injection. Iontophoresis using corticosteroids is a fairly new method recommended in the treatment of lateral epicondylalgia and has become popular owing to impression of superiority compared to local injections—noninvasive, painless and nontraumatic. The aim of this double‐blind prospective, randomized study was to evaluate the short‐ and the long‐term pain‐relieving effect of corticosteroid iontophoresis in lateral epicondylalgia. Sixty‐four patients suffering from lateral epicondylalgia were consecutively randomized into two groups for corticosteroid or placebo iontophoresis. The patients were treated four times during 2 weeks. Follow‐ups were done the day after the final treatment and after 3 and 6 months. Twenty‐three patients dropped out before the 3‐month follow‐up because they wanted to complement the treatment or replace it with other treatments. No significant difference between the corticosteroid group and the placebo group in relation to subjective and objective outcome could be observed after the treatment period or at the follow‐ups. In fact, both groups improved throughout the study. The results of the present study do not support the use of corticosteroid iontophoresis in lateral epicondylalgia.",
        "year": 2002,
        "citation_count": 64,
        "relevance": 1,
        "explanation": "This paper investigates the use of cortisone in iontophoresis for treating lateral epicondylalgia, which is a different approach from the source paper that compared sodium diclofenac and sodium salicylate. However, both papers explore the application of iontophoresis in treating lateral epicondylitis, indicating a connection between the two studies."
    }
]