[
    {
        "paperId": "ff372b99e1e9472b9e82b4f222254d165f3a5a4b",
        "title": "Ursodiol for the long-term treatment of primary biliary cirrhosis. The UDCA-PBC Study Group.",
        "abstract": "BACKGROUND\nUrsodiol (ursodeoxycholic acid) therapy leads to major improvements in patients with primary biliary cirrhosis. The benefit of long-term treatment is uncertain.\n\n\nMETHODS\nWe randomly assigned 145 patients with biopsy-proved primary biliary cirrhosis to receive ursodiol (13 to 15 mg per kilogram of body weight per day) (72 patients) or placebo (73 patients). After two years of follow-up, because of the benefit from ursodiol, all patients completing the study received ursodiol in an open trial and were monitored for two more years. The end points in the assessment of efficacy were as follows: progression of disease, as defined by the presence of hyperbilirubinemia, variceal bleeding, ascites, or encephalopathy; liver transplantation or a referral for that procedure; and liver transplantation (or a referral) or death.\n\n\nRESULTS\nDisease progressed significantly less frequently in the ursodiol group than in the placebo group (P < 0.002; relative risk, 0.28; 95 percent confidence interval, 0.12 to 0.63). The probability of liver transplantation or a referral for that procedure and the probability of transplantation or death were significantly lower in the group assigned to ursodiol than in the group assigned to placebo (for transplantation alone, P = 0.003; relative risk, 0.21; 95 percent confidence interval, 0.07 to 0.66; for transplantation or death, P = 0.005; relative risk, 0.32; 95 percent confidence interval, 0.14 to 0.74). High bilirubin levels and, to a lesser extent, signs of cirrhosis at entry into the trial were predictive of disease progression, liver transplantation or a referral, and transplantation or death.\n\n\nCONCLUSIONS\nLong-term ursodiol therapy slows the progression of primary biliary cirrhosis and reduces the need for liver transplantation.",
        "year": 1994,
        "citation_count": 480,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also investigates the treatment of primary biliary cirrhosis, but with a different medication (ursodiol) and does not directly build upon or use the findings of the source paper as a sub-hypothesis. However, the paper explores a similar research question, making it somewhat relevant."
    }
]