[
    {
        "paperId": "32fffbe4e7679e08f6cae0b807d827ecc8c85035",
        "title": "Treatment Benefit in the Enhanced External Counterpulsation Consortium",
        "abstract": "The present study utilized a cohort of 2,289 consecutive patients enrolled in the Enhanced External Counterpulsation (EECP) Consortium to evaluate whether results of university studies showing EECP safety and effectiveness in treating angina can be generalized. EECP was found to be safe and well tolerated with a 4.0% rate of adverse experiences. Angina class improved in 74% of patients with limiting angina (Canadian Cardiovascular Society, CCS, functional class II–IV), with patients most impaired at baseline demonstrating the greatest improvement (39.5% of patients in CCS III and IV improved 2 or more classes). Efficacy was independent of provider setting or experience, women responded as well as men, and although younger patients demonstrated a greater likelihood of improvement, EECP was effective in patients ranging from 19 to 97 years. Extending the benefit of EECP treatment to a wider range of patients may be indicated based on these findings.",
        "year": 2000,
        "citation_count": 79,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it evaluates the effectiveness of EECP in treating angina, which is a key aspect of the source paper's investigation into EECP's effect on exercise-induced myocardial ischemia and anginal episodes."
    },
    {
        "paperId": "c3c7f27e46ef2f06eac70a5f1007cf9b6581cd42",
        "title": "Noninvasive revascularization by enhanced external counterpulsation: a case study and literature review.",
        "abstract": "Nearly 8 million people in the United States suffer from symptoms of coronary artery disease (CAD). Unfortunately, the population of patients with ischemic coronary disease that is not readily amenable to surgical or percutaneous revascularization continues to grow. For patients who are not candidates for standard revascularization procedures and in whom aggressive medical therapy fails to control symptoms, enhanced external counterpulsation (EECP) is a new, noninvasive outpatient method to improve quality of life by decreasing ischemic symptoms and permit increased activity. We report the case of a 56-year-old woman with severe, symptomatic CAD receiving maximal medical therapy who underwent a course of EECP therapy because she was not a good candidate for other forms of revascularization. She demonstrated dramatic improvement in her anginal symptoms and complete resolution of myocardial ischemia on repeat nuclear stress imaging. This case suggests that EECP is a safe and effective method for reducing symptoms of myocardial ischemia in patients for whom standard percutaneous or surgical revascularization is not suitable treatment.",
        "year": 2000,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "While this paper presents a case study and literature review, its discussion of EECP's benefits in reducing symptoms of myocardial ischemia is inspired by the findings of the source paper, making it relevant but not directly dependent on the source paper's results."
    },
    {
        "paperId": "019d8d6c63d0183c32d73d1d461076e240a515d3",
        "title": "Benefit and Safety of Enhanced External Counterpulsation in Treating Coronary Artery Disease Patients with a History of Congestive Heart Failure",
        "abstract": "Enhanced external counterpulsation (EECP) is used to noninvasively treat refractory angina patients, including those with a history of heart failure. The International EECP Patient Registry was used to examine the benefit and safety of EECP treatment, including a 6-month follow-up, in 1,957 patients, 548 with a history of heart failure. The heart failure cohort was older, with more females, a greater duration of coronary artery disease, more prior infarcts and revascularizations. Significantly fewer heart failure patients completed the course of EECP, and exacerbation of heart failure was more frequent, though overall major adverse cardiac events (MACE, i.e. death, myocardial infarction, revascularization) during treatment were not significantly different. The angina class improved in 68%, with comparable quality of life benefit, in the heart failure cohort. At 6 months, patients with congestive heart failure maintained their reduction in angina but were significantly more likely to have experienced a MACE end point.",
        "year": 2001,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper investigates the benefit and safety of EECP treatment in patients with coronary artery disease and a history of congestive heart failure, building on the source paper's findings regarding EECP's effects on exercise-induced myocardial ischemia and anginal episodes."
    },
    {
        "paperId": "ca2aad48597ee11f6bbf12ccc8cae81d7de8d0cb",
        "title": "Acute Hemodynamic Effects and Angina Improvement with Enhanced External Counterpulsation",
        "abstract": "Enhanced external counterpulsation (EECP) is an effective noninvasive treatment for coronary artery disease. The mechanism of action is felt to be hemodynamic. The complex hemody namic effects have been simply quantified by calculating a previously described effectiveness ratio (ER). The EECP Clinical Consortium, a clinical registry of 37 centers, prospectively enrolled 395 chronic stable angina patients (79 women, 316 men, mean age 66 years) to examine the relation of the ER to posttreatment improvement in Canadian Cardiovascular Society angina class (CCS). Women and the elderly underwent planned subgroup analysis. The ER was calcu lated during the first and last hours of a 35-hour course of EECP treatment. After EECP, CCS improved by at least 1 class in 88% of patients, 87% of men and 92% of women (p = NS), and in 89% of patients ≤ 66 years and 88% of patients > 66 years old (p = NS). The initial and final ER were similar in patients with and without improvement in CCS. Significant first-hour ER differences were seen between men and women (0.96 ±0.03 vs 0.76 ±0.04, p < 0.005), and between ages ≤ 66 and > 66 years old (1.04 ±0.04 vs 0.81 ±0.03, p < 0.0001). However, all subgroups responded equally well to EECP treatment. EECP is effective in improving CCS in chronic stable angina patients; it has comparable effects in men and women and across a broad range of ages. The hemodynamic effect of EECP (ER) does not predict improvement in CCS and may indicate that other factors, such as neuro- hormonal changes, may have a significant role in mediating the observed EECP benefits.",
        "year": 2001,
        "citation_count": 47,
        "relevance": 2,
        "explanation": "This paper examines the acute hemodynamic effects and angina improvement with EECP, which is related to the source paper's investigation of EECP's effects on exercise-induced myocardial ischemia and anginal episodes."
    },
    {
        "paperId": "383dc30b60e75713415ab8c20e13edc658387405",
        "title": "Enhanced external counterpulsation improved myocardial perfusion and coronary flow reserve in patients with chronic stable angina; evaluation by(13)N-ammonia positron emission tomography.",
        "abstract": "AIMS\nThe mechanism by which enhanced external counterpulsation therapy exerts its beneficial effects on chronic and symptomatic stable angina is largely unknown. To clarify the mechanism of action of enhanced external counterpulsation, we used(13)N-ammonia positron emission tomography to evaluate myocardial perfusion.\n\n\nMETHODS AND RESULTS\nThis was not a randomized controlled study. Eleven patients (eight male, age: 61.6+/-9.7) with angina pectoris underwent enhanced external counterpulsation therapy for 35 1 h sessions. They underwent a treadmill exercise test and(13)N-ammonia positron emission tomography, both at rest and with dipyridamole, before and after enhanced external counterpulsation therapy. Neurohumoral factors and nitric oxide were also evaluated. Myocardial perfusion increased at rest after therapy (0.69+/-0.27 to 0.85+/-0.47 ml x min(-1) x g(-1), P<0.05). In ischaemic regions, particularly the anterior region, myocardial perfusion at rest and with dipyridamole and coronary flow reserve improved significantly after therapy (at rest: 0.71+/-0.26 to 0.86+/-0.31;P<0.05, with dipyridamole: 1.26+/-0.65 to 1.84+/-0.94;P<0.02, coronary flow reserve: 1.75+/-0.24 to 2.08+/-0.28;P<0.04). Exercise time was prolonged and the time to 1-mm ST depression improved markedly (P<0.01). After therapy, nitric oxide levels increased (P<0.02) and neurohumoral factors decreased.\n\n\nCONCLUSIONS\nEnhanced external counterpulsation therapy improved myocardial perfusion at rest and with dipyridamole and was associated with an increased exercise tolerance with(13)N-ammonia positron emission tomography and increased nitric oxide levels. These results suggest that one of the enhanced external counterpulsation mechanisms is development and recruitment of collateral vessels.",
        "year": 2001,
        "citation_count": 153,
        "relevance": 2,
        "explanation": "This paper investigates the mechanism of EECP's beneficial effects on chronic stable angina, building on the source paper's findings regarding EECP's effects on exercise-induced myocardial ischemia and anginal episodes."
    }
]