[
    {
        "paperId": "bc0a9cf71e33bdd6d91c5b367e697efdcbcf5b28",
        "title": "Reproducibility and cost of blood pressure self‐measurement using the ‘Loaned Self‐measurement Equipment Model’",
        "abstract": "ObjectiveTo determine the reproducibility and the cost of the Loaned Self‐measurement Equipment Model for blood pressure. SubjectsSeventy‐five subjects with non‐complicated essential hypertension, having an average age of 56.2 ± 11 years, were evaluated. MethodsThe Loaned Self‐measurement Equipment Model consists of a set of sphygmomanometers belonging to the clinic, loaned to patients for 3‐day periods for them to carry out 27 readings, and then returned. Using a mercury sphygmomanometer, a nurse carried out office blood pressure readings during two visits. A month later, the same procedure was repeated under the same clinical conditions. The agreement between studies was assessed by correlation coefficients, coefficients of variation and standard deviation of the differences (SDD). ResultsThe office blood pressure was 147 ± 17/89 ± 12 mmHg during visit A, and 145 ± 16/88 ± 11 mmHg during visit B. The self‐measurement blood pressure was 139 ± 16/84 ± 10 mmHg during the first visit, and 136 ± 15/84 ± 11 mmHg during the second visit. In neither of the cases were the differences statistically significant. The correlation coefficients for the office and self‐measurement systolic blood pressure were statistically significant (P  = 0.018), while those for the diastolic blood pressure were not statistically significant. The SDD for self‐measurement systolic blood pressure was 10.7, compared to 15.0 for the office blood pressure (P  < 0.01). The comparison in the case of diastolic blood pressure was not significant. The cost of each loan was $5.85 (US dollars). ConclusionsThe Loaned Self‐measurement Equipment Model has a good short‐term reproducibility, and the cost is reasonable.",
        "year": 2001,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper discusses the reproducibility and cost of a blood pressure self-measurement model, which is related to the source paper's use of home blood pressure monitoring. However, it does not build upon or use the source paper's findings as a sub-hypothesis, and instead focuses on a different aspect of blood pressure measurement."
    },
    {
        "paperId": "f8f86fa1f76f173d29c06411982909f99945358b",
        "title": "Role of blood pressure monitoring in non-pharmacological management of hypertension",
        "abstract": "Ambulatory blood pressure monitoring (ABPM) and home blood pressure (BP) measurement appear to be useful in the assessment of the effects of non-pharmacological treatment of hypertension because they can detect small changes in BP without observer bias. We studied the effects of various lifestyle modifications using ABPM and home BP measurement in Japanese patients with hypertension. Weight reduction by a hypocaloric diet (average 4 kg) was associated with decreases in 24-h BP (10/4 mmHg) as well as casual BP (9/6 mmHg). The reductions in daytime and night-time BPs were comparable. The effects of daily walking without weight loss on office, home, and 24-h BPs were 2–3/1–2 mmHg. The changes in home and 24-h BPs were more significant than those in office BP. A low-salt diet (25 mmol/day versus 250 mmol/day) decreased 24-h BP by 9/4 mmHg. This hypotensive effect was observed throughout the day. Potassium supplementation (64 mmol/day) decreased office, home and 24-h BPs by 3–4/1–2 mmHg. The changes in home and 24-h BPs were highly significant compared with office BP. Supplementation of magnesium (20 mmol/day) also reduced those BPs significantly. However, the effects of calcium supplementation (25 mmol/day) were small (1–2/1 mmHg) and were significant only for home BP. Alcohol restriction for 4 weeks decreased daytime BP by 3/2 mmHg but increased night-time BP by 4/2 mmHg. Average 24-h BP did not change. Smoking cessation lowered daytime BP without affecting night-time BP. Monitoring of 24-h BP and home BP can detect small changes in BP produced by lifestyle modifications. Ambulatory BP monitoring is particularly suitable in the assessment of changes in lifestyle affecting the circadian pattern of BP such as alcohol consumption and smoking.",
        "year": 2002,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also explores the effects of calcium supplementation on blood pressure, albeit in the context of non-pharmacological management of hypertension and using ambulatory blood pressure monitoring and home blood pressure measurement."
    }
]