[
    {
        "paperId": "456404b6838520dd9f54dd01bbe7cbdbc0e8388e",
        "title": "Current management of hepatitis B virus infection before and after liver transplantation",
        "abstract": "The progress in treatment against hepatitis B virus (HBV) has substantially improved the outcome of all HBV‐infected patients. We systematically reviewed the existing data in the management of HBV transplant patients in order to assess the optimal regimen in the pretransplant setting, for post‐transplant prophylaxis and for therapy of HBV recurrent infection. All data suggest that an effective pretransplant anti‐HBV therapy prevents post‐transplant HBV recurrence. Pretransplant therapy has been based on lamivudine with addition of adefovir upon lamivudine resistance, but the use of newer, potent high‐genetic barrier agents is expected to improve long‐term efficacy. Moreover, it may lead to improvement of liver function, which sometimes removes the need for transplantation, although more objective criteria for removal from waiting lists are required. After liver transplantation, the combination of HBV immunoglobulin and one nucleos(t)ide analogue, mostly lamivudine, is currently the best approach, almost eliminating the probability of HBV recurrence. Treatment of post‐transplant HBV recurrence has been mainly studied with lamivudine, but it will be most effective with entecavir and tenofovir, which have a low risk of resistance. In conclusion, the newer anti‐HBV agents improve the treatment of HBV both pretransplant and post‐transplant. HBV immunoglobulin is still used in combination with an anti‐HBV agent for post‐transplant prophylaxis. Monoprophylaxis with one of the new anti‐HBV agents might be possible, particularly in patients preselected as having a low risk of HBV recurrence, but further data are needed and strategies to ensure compliance must be used.",
        "year": 2009,
        "citation_count": 75,
        "relevance": 2,
        "explanation": "This paper reviews the management of HBV infection in patients before and after liver transplantation. It discusses the use of adefovir dipivoxil in combination with lamivudine as a potential alternative to HBIG, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "d11b5d6540d1f1aa4ac568efb3139b4aa75cea07",
        "title": "Post-liver transplant hepatitis B prophylaxis: the role of oral nucleos(t)ide analogues",
        "abstract": "Purpose of reviewThe established gold standard for prophylaxis against hepatitis B virus (HBV) recurrence post-liver transplant is combination hepatitis B immune globulin (HBIG) and lamivudine. This therapy reduces the risk of recurrence to less than 5% at 5 years; however, the cost of HBIG has led to the investigation of alternatives. This paper reviews the HBIG-sparing alternatives achieved with lamivudine and the prospects for the newer anti-HBV agents in post-liver transplant prophylaxis. Recent findingsWhen used with lamivudine as part of combination prophylaxis, low-dose intramuscular HBIG is equivalent to high-dose intravenous HBIG. There is recent evidence that in patients receiving HBIG/lamivudine, HBIG can be replaced with adefovir dipivoxil at 6–12 months post-liver transplant without precipitating recurrence. Furthermore, a recent study showed that primary prophylaxis with combination adefovir/lamivudine therapy without the use of long-term HBIG was effective and well tolerated as primary prophylaxis. SummaryAlthough there are few studies of potent newer anti-HBV agents such as entecavir or tenofovir being used as HBV prophylaxis, the properties of these drugs suggest that they should replace lamivudine within HBV prophylaxis regimes.",
        "year": 2009,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper reviews the role of oral nucleos(t)ide analogues, including adefovir dipivoxil, in post-liver transplant HBV prophylaxis. It references the source paper's findings on the efficacy and cost-effectiveness of adefovir dipivoxil in place of HBIG, and builds upon these findings to discuss the potential for HBIG-sparing alternatives."
    },
    {
        "paperId": "1251ba38176447b3545c528198abf0d5c5210201",
        "title": "Current prophylactic strategies against hepatitis B virus recurrence after liver transplantation.",
        "abstract": "Prophylactic strategies against hepatitis B virus (HBV) recurrence after liver transplantation (LT) are essential for patients with HBV-related disease. Before LT, lamivudine (LAM) was proposed to be down-graded from first- to second-line therapy. In contrast, adefovir dipivoxil (ADV) has been approved not only as first-line therapy but also as rescue therapy for patients with LAM resistance. Furthermore, combination of ADV and LAM may result in lower risk of ADV resistance than ADV monotherapy. Other new drugs such as entecavir, telbivudine and tenofovir, are probably candidates for the treatment of hepatitis-B-surface-antigen-positive patients awaiting LT. After LT, low-dose intramuscular hepatitis B immunoglobulin (HBIG), in combination with LAM, has been regarded as the most cost-effective regimen for the prevention of post-transplant HBV recurrence in recipients without pretransplant LAM resistance and rapidly accepted in many transplant centers. With the introduction of new antiviral drugs, new hepatitis B vaccine and its new adjuvants, post-transplant HBIG-free therapeutic regimens with new oral antiviral drug combinations or active HBV vaccination combined with adjuvants will be promising, particularly in those patients with low risk of HBV recurrence.",
        "year": 2009,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "This paper reviews the current prophylactic strategies against HBV recurrence after liver transplantation, including the use of adefovir dipivoxil in combination with lamivudine. It references the source paper's findings and builds upon them to discuss the potential for new oral antiviral drug combinations and HBIG-free therapeutic regimens."
    },
    {
        "paperId": "955cb6ad5b5728003baa27c63d3105bbd1d67415",
        "title": "Nucleoside analogue therapy following one-year course of hepatitis B immunoglobulin in preventing hepatitis B virus reactivation after living donor liver transplantation.",
        "abstract": "The combination therapy with hepatitis B immunoglobulin (HBIG) and nucleoside analogue is well tolerated for the hepatitis B recipients after liver transplantation, but its cost is an important problem in these days. Here we report the efficacy of nucleoside analogue therapy following one-year course of HBIG plus nucleoside analogue after living donor liver transplantation (LDLT). Out of 103 LDLTs, we selected 14 recipients who received the post-transplant therapy against reactivation of hepatitis B virus for more than 30 months. Those were eight patients with chronic hepatitis B, three with fulminant hepatitis, and three whose donors were positive for antibody to HB core antigen (HBc). During two days after the operation, HBIG (40,000 units) was administered, and the serum level of antibody to HB surface antigen (HBs) was maintained at around 150 IU/L for one year by monthly administration of HBIG. After one year, HBIG was withdrawn. A nucleoside analogue was administered daily from just after LDLT, and it was continued up to the present. Among the 14 patients, two recipients had recurrence of hepatitis B. Three patients, including one patient with recurrence of hepatitis B, died due to hepatocellular carcinoma or its associated cirrhosis; namely, their deaths are unrelated to hepatitis B-related diseases. The remaining 11 patients are leading normal lives. In conclusion, nucleoside analogue therapy after one-year course of HBIG plus nucleoside analogue is feasible and cost-effective in preventing HBV reactivation. But the patients are still at risk of breakthrough and some patients may need continued prophylaxis with HBIG.",
        "year": 2010,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper explores the efficacy of nucleoside analogue therapy following one-year course of HBIG plus nucleoside analogue after living donor liver transplantation. While it does not directly build upon the source paper's findings, it discusses a related topic of preventing HBV reactivation, thus showing a connection to the source paper's research area."
    },
    {
        "paperId": "64fc68e2fc47be2e1b1c4974fc5bbe3303e9419c",
        "title": "Impact of Virologic Breakthrough and HBIG Regimen on Hepatitis B Recurrence After Liver Transplantation",
        "abstract": "The availability of hepatitis B immune globulin (HBIG) and several oral antiviral therapies has reduced but not eliminated hepatitis B virus (HBV) recurrence. We aimed to determine the rate of HBV recurrence after orthotopic liver transplantation (OLT) in relation to virologic breakthrough pre‐OLT and HBIG regimens post‐OLT. Data from the NIH HBV‐OLT database were analyzed. A total of 183 patients transplanted between 2001 and 2007 followed for a median of 42 months (range 1–81) post‐OLT were studied. At transplant, 29% were hepatitis B e antigen (HBeAg) (+), 38.5% had HBV DNA > 5 log10 copies/mL, 74% were receiving antiviral therapy. Twenty‐five patients experienced virologic breakthrough before OLT. Post‐OLT, 26%, 22%, 40% and 12% of patients received intravenous (IV) high‐dose, IV low‐dose, intramuscular low‐dose and a finite duration of HBIG, respectively as maintenance prophylaxis. All but two patients also received antiviral therapy. Cumulative rates of HBV recurrence at 1 and 5 years were 3% and 9%, respectively. Multivariate analysis showed that listing HBeAg status and HBV DNA level at OLT were the only factors associated with HBV recurrence. In conclusion, low rates of HBV recurrence can be accomplished with all the HBIG regimens used when combined with antiviral therapy including patients with breakthrough pre‐OLT as long as rescue therapy is administered pre‐ and post‐OLT.",
        "year": 2010,
        "citation_count": 95,
        "relevance": 1,
        "explanation": "This paper investigates the impact of virologic breakthrough and HBIG regimen on HBV recurrence after liver transplantation, which is closely related to the source paper's research area. However, it does not directly build upon the source paper's findings."
    }
]