[
    {
        "paperId": "b5b74cb54d74f568318c59adc83a496d46d8089b",
        "title": "Additional bedtime H2-receptor antagonist for the control of nocturnal gastric acid breakthrough.",
        "abstract": "BACKGROUND\nNocturnal gastric acid breakthrough (NAB) is defined as intragastric pH<4 for more than one continuous hour overnight. Adding H(2)-receptor antagonists (H2RAs) at bedtime to high-dose proton pump inhibitors is likely to enhance nocturnal gastric pH control and decrease nocturnal gastric acid breakthrough.\n\n\nOBJECTIVES\nTo assess the effectiveness of additional bedtime H2-receptor antagonists in suppressing nocturnal gastric acid breakthrough and the incidence of adverse effects.\n\n\nSEARCH STRATEGY\nWe identified eligible trials by searching The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library Issue 4, 2008), MEDLINE (1966-August 2008), EMBASE (1980-August 2008) and CINAHL (1982-August 2008). We re-ran the search on CENTRAL (The Cochrane Library Issue 4, 2008), and in MEDLINE, EMBASE and CINAHL in June 2004, July 2005, August 2006 and August 2008.\n\n\nSELECTION CRITERIA\nAll randomized controlled trials evaluating H2-receptor antagonists for the control of nocturnal gastric acid breakthrough were eligible for inclusion.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo reviewers have independently selected the trials to be included in the review according to the pre-stated eligibility criteria. Disagreements were resolved by a third reviewer. If the data could not be pooled for meta-analysis, a narrative description was provided.\n\n\nMAIN RESULTS\n8 small randomized controlled trials were included for meta-analysis. The results show that additional bedtime H2RAs can decrease the prevalence rate of nocturnal gastric acid breakthrough. The results of the analyses for secondary outcomes show that additional bedtime H2RAs can decrease the percentage of time during which pH is less than 4.0 inside the stomach and promote median intragastric pH.\n\n\nAUTHORS' CONCLUSIONS\nWe can conclude no implications for practice at this stage. Appropriately designed large-scale randomized controlled trials with long-term follow-up are needed to determine the effects of additional bedtime H2RAs in suppressing nocturnal gastric acid breakthrough.",
        "year": 2009,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of adding a bedtime H2-receptor antagonist to proton pump inhibitors, similar to the source paper's investigation of adding ranitidine to omeprazole therapy."
    }
]