[
    {
        "paperId": "f1ec1a8a40f8858982074ed34955fd77b07dbe0e",
        "title": "Golimumab Therapy of Rheumatoid Arthritis: An Overview",
        "abstract": "Golimumab is a new approved humanized antibody for the treatment of rheumatoid arthritis (RA). This antibody belonging to biologic agents is raised against the pro‐inflammatory cytokine tumour necrosis factor‐α playing an essential role in the initiation of RA. To date, Golimumab administration for patients with RA, as indicated by USA Food and Drug Administration, is subcutaneous combined with methotrexate (MTX). Here, we have reviewed current literature with a focus on characteristics of Golimumab and also have exposed the clinical trials either using MTX or not using MTX. We have also highlighted the incoming clinical trials on Golimumab and have proposed some indications for the future studies based on a setting of clinical data and post‐marketing observational studies. These studies will advance rheumatologists’ decisions in the beginning of RA therapeutic interventions to insure the best outcomes for patients with RA and to improve their quality of life.",
        "year": 2010,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper provides an overview of golimumab therapy, which is the same drug studied in the source paper. It also discusses the clinical trials of golimumab, including the GO-AFTER study, which is the source paper."
    },
    {
        "paperId": "a3366e9d89012a0a599938643101c7ec8f349958",
        "title": "Safety and clinical efficacy of golimumab in the treatment of arthritides",
        "abstract": "Golimumab is a human anti-tumor necrosis factor (TNF)-alpha monoclonal antibody that was recently approved for the treatment of patients with rheumatoid arthritis, psoriatic arthritis, and ankylosing spondylitis. This review covers the published clinical trial data on the use of golimumab for the approved indications mentioned above with respect to efficacy and safety. The various ongoing trials for golimumab have yielded promising results in terms of efficacy and safety in methotrexate-naive and -resistant patients with rheumatoid arthritis, as well as in patients who were previously treated with other anti-TNF agents. In addition, the efficacy of golimumab in psoriatic arthritis and ankylosing spondylitis has also been demonstrated. The real safety information will be available only once the drug has been used in many more patients, who frequently have comorbid conditions.",
        "year": 2010,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "This paper provides an overview of the safety and efficacy of golimumab, which is the same drug studied in the source paper. However, it does not specifically build upon the findings of the source paper."
    },
    {
        "paperId": "08dda45f39a023317a0c2a91e70a0dac9a6d55d6",
        "title": "Golimumab: a new anti-TNF-α agent for rheumatoid arthritis, psoriatic arthritis and ankylosing spondylitis",
        "abstract": "Rheumatoid arthritis (RA) is a chronic inflammatory systemic disease characterized by symmetric arthritis leading to progressive erosion of cartilage and bone. Psoriatic arthritis and ankylosing spondylitis are also inflammatory arthritides that belong to the spondyloarthritides. Disease-modifying anti-rheumatic drugs and biologic therapies including anti-TNF agents are used in their treatment. The TNF antagonists have shown rapid and sustained therapeutic responses. However, a substantial number of patients fail to respond to anti-TNF agents or experience side effects. Golimumab is a human monoclonal antibody to TNF-α requiring less frequent administration compared with current anti-TNF products. Various trials have shown promising results in terms of efficacy and safety in methotrexate-naive and -resistant patients with RA as well as in patients previously treated with other anti-TNF agents. The efficacy of golimumab has also been demonstrated in patients with psoriatic arthritis and ankylosing spondylitis.",
        "year": 2010,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper provides an overview of golimumab, which is the same drug studied in the source paper. However, it does not specifically build upon the findings of the source paper."
    },
    {
        "paperId": "d9225625c2f90a05184254fcd8020069b666e80c",
        "title": "Golimumab in patients with active rheumatoid arthritis despite methotrexate therapy: 52-week results of the GO-FORWARD study",
        "abstract": "Objective To evaluate the efficacy and safety of golimumab to 52 weeks in patients with active rheumatoid arthritis despite methotrexate. Methods Patients were randomly assigned to receive placebo plus methotrexate (group 1), golimumab 100 mg plus placebo (group 2), golimumab 50 mg plus methotrexate (group 3) and golimumab 100 mg plus methotrexate (group 4). At week 16, patients in groups 1, 2 and 3 who had less than 20% improvement in tender and swollen joints entered early escape. At week 24, patients in group 1 who had not entered early escape crossed over to 50 mg golimumab plus methotrexate. Results At week 16, 31%, 27% and 17% of patients in groups 1, 2 and 3, respectively, entered early escape. At week 52, 44%, 45%, 64% and 58% of patients in groups 1, 2, 3 and 4, respectively, achieved 20% improvement in the American College of Rheumatology criteria; and 34%, 31%, 42% and 53%, respectively, achieved low disease activity (≤3.2) according to the 28-joint disease activity score. Patients in group 4 appeared to have an increased risk of serious adverse events and serious infections. Conclusion The results of various outcome measures showed that the response rates achieved by patients receiving golimumab to 24 weeks were sustained to 52 weeks. The safety profile appeared to be consistent with the known safety profile of tumour necrosis factor inhibitors.",
        "year": 2010,
        "citation_count": 155,
        "relevance": 1,
        "explanation": "This paper presents the results of a clinical trial evaluating the efficacy and safety of golimumab in patients with active rheumatoid arthritis despite methotrexate therapy. The source paper's findings are likely relevant to this paper's hypothesis or findings, as both papers investigate the use of golimumab in rheumatoid arthritis patients."
    },
    {
        "paperId": "6a5af5b8b234cd693e8ee277ccd15d1754375784",
        "title": "Sequential use of biologic therapy in rheumatoid arthritis",
        "abstract": "Purpose of reviewWith an increasing range of biological therapies available in the management of rheumatoid arthritis, sequencing of such therapies is becoming more frequent, particularly with more ambitious treatment aims. This review will address the evidence to date on use of successive targeted agents. Recent findingsDouble-blind, randomized controlled trials have confirmed the role of alternative tumour necrosis factor (TNF) inhibitors (TNFi), rituximab, abatacept and tocilizumab, following TNFi failure with no comparative studies to date. Registry data have demonstrated efficacy of switching from a first to a second TNFi. Observational experience has confirmed benefits of switching from TNFi to TNFi and TNFi to rituximab. Within available randomized controlled trial data, tocilizumab appears effective in TNFi failure group, irrespective of number of TNFi previously failed with similar data on abatacept. No safety signals have been identified thus far with biologic sequencing. Although formal comparative, controlled studies do not exist, type of previous failure to TNFi and disease characteristics (serology, comorbidity, concomitant therapy) can provide a good platform for choosing the next biologic treatment. SummaryAlthough biological sequencing is well established, optimal approach represents a significant knowledge gap; well designed clinical studies with associated mechanistic investigation are necessary to identify disease subgroups that would benefit from one sequence over another.",
        "year": 2010,
        "citation_count": 35,
        "relevance": 1,
        "explanation": "This paper discusses the sequential use of biologic therapy in rheumatoid arthritis, including the use of golimumab. The source paper's findings are likely relevant to this paper's hypothesis or findings, as both papers investigate the use of biologic therapy in rheumatoid arthritis patients."
    },
    {
        "paperId": "0e6c35a3fc01ecb3f0f5c338bae4288385cdd85a",
        "title": "Recent advances in rheumatoid arthritis.",
        "abstract": null,
        "year": 1957,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper discusses recent advances in the management of rheumatoid arthritis, including the use of biologic therapy. The source paper's findings are likely relevant to this paper's hypothesis or findings, as both papers investigate the use of biologic therapy in rheumatoid arthritis patients."
    },
    {
        "paperId": "198c2d57bdffac56b17345d209fabd67a514cf67",
        "title": "Golimumab for Rheumatoid Arthritis",
        "abstract": "Since the advent of infliximab for the treatment of rheumatoid arthritis (RA), new genetically-engineered molecules have appeared. This review aims to present the current data and body of evidence for golimumab (GLM). Safety, efficacy, tolerability and immunogenicity are all being investigated, not only through phase III trials (GO-BEFORE, GO-FORWARD, GO-AFTER, GO-MORE, GO-FURTHER, GO-NICE), but also through studies of real-world data. It seems that GLM in the subcutaneous form is an efficacious molecule with a good safety profile at the standard dosage scheme, but a 100 mg subcutaneous dose is associated with a higher risk of opportunistic infections, lymphoma and demyelination. Furthermore, when compared to other tumor necrosis factor-α molecules, it is non-inferior, and, at some points, such as when it comes to immunogenicity and persistence of the drug, it has a better profile. In summary, GLM is an effective, well-tolerated option for the treatment of RA, for both the clinician and patients who are seeking a convenient dosage scheme.",
        "year": 2019,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "This paper is a systematic review that compares the efficacy and safety of golimumab to placebo in the treatment of rheumatoid arthritis. It builds upon the findings of the source paper by providing additional information on the efficacy and safety of golimumab."
    },
    {
        "paperId": "6cb0a67d687fdd35248569e38f536ce1065edc64",
        "title": "Golimumab: A Tumor Necrosis Factor Alpha Inhibitor for the Treatment of Rheumatoid Arthritis",
        "abstract": "OBJECTIVE To review the pharmacologic, pharmacokinetic, efficacy, and safety data of golimumab, an anti-tumor necrosis factor alpha (TNF-α) monoclonal antibody. DATA SOURCES A search of MEDLINE (1950-September 2009) was performed to identify any published clinical trials or review articles pertaining to golimumab. Key search terms included golimumab, rheumatoid arthritis, CNTO 148, and anti-TNF-α inhibitors. Bibliographies of selected articles were reviewed to identify other relevant citations. Abstracts from national and international meetings and information from the manufacturer were also reviewed. STUDY SELECTION AND DATA EXTRACTION All available published articles and abstracts describing golimumab's pharmacologic or pharmacokinetic profile, efficacy, and safety were included. DATA SYNTHESIS Golimumab is a fully humanized TNF-α monoclonal antibody that is specific for human TNF-α. Trials have investigated the use of golimumab in patients who have rheumatoid arthritis (RA) and are on methotrexate, are methotrexate-naïve, and have previously tried TNF-α inhibition therapy. When used in combination with methotrexate or another disease-modifying antirheumatic drug, golimumab therapy results in improvements of clinical outcomes including the American College of Rheumatology parameters in all of the aforementioned populations. Although multiple doses and dosing regimens have been studied, the Food and Drug Administration-approved dose is 50 mg subcutaneously every 4 weeks. The most common adverse effects include injection site erythema, headaches, and nausea. There were a limited number of incidences of serious infection or malignancy. CONCLUSIONS With 4 TNF-α monoclonal antibodies currently on the market, it is unclear what golimumab's place in therapy for RA will be. Some benefits include monthly injections, proven efficacy after previous TNF-α inhibitor therapy, and limited antibody development during therapy. However, with a lack of longer-term trials assessing efficacy and safety compared with other TNF-α inhibitors, golimumab should be reserved for use after other therapies fail.",
        "year": 2010,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper reviews the pharmacologic, pharmacokinetic, efficacy, and safety data of golimumab in the treatment of rheumatoid arthritis. It builds upon the findings of the source paper by providing additional information on the pharmacology and efficacy of golimumab."
    },
    {
        "paperId": "49297d05a4a95aa3d90660372d618a0a722cdd3d",
        "title": "Novel TNF antagonists for the treatment of rheumatoid arthritis",
        "abstract": "Importance of the field: TNF antagonists have become an integral part of the standard of care for patients with rheumatoid arthritis (RA). Two additional TNF antagonists have recently been approved in the US for this indication, and clinicians will need to understand the data on the efficacy and safety of these agents in order to properly place them into the clinical treatment algorithm. Areas covered in this review: This review covers the published clinical trial data on the use of certolizumab and golimumab for RA. The literature search included manuscripts published through September 2009 and abstracts from major meetings (ACR and EULAR) in 2007 – 2009. What the reader will gain: This paper will review the efficacy and safety of golimumab and certolizumab in the treatment of RA at various stages of disease. Use of these agents will be described in the context of other available alternatives, including other TNF antagonists and other biologic therapies. Take home message: Certolizumab and golimumab have comparable efficacy and safety profiles compared with previously approved TNF antagonists. These two agents have several unique theoretical benefits when compared to existing agents, but the available published data do not suggest a clear clinical advantage at this time.",
        "year": 2010,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper reviews the published clinical trial data on the use of certolizumab and golimumab for rheumatoid arthritis. It builds upon the findings of the source paper by providing additional information on the efficacy and safety of golimumab."
    },
    {
        "paperId": "ce274102574705edbf044b6eb22668f5e808d6d9",
        "title": "Non-infectious pulmonary complications of newer biological agents for rheumatic diseases--a systematic literature review.",
        "abstract": "OBJECTIVE\nLung disease is commonly encountered in rheumatological practice either as a manifestation of the underlying condition or as a consequence of using disease-modifying therapies. This has been particularly apparent with the TNF-α antagonists and exacerbations of interstitial lung disease (ILD). In view of this, we undertook a review of the current literature to identify non-infectious pulmonary complications associated with the newer biologic agents used for the treatment of rheumatic conditions.\n\n\nMETHODS\nA systematic literature review (SLR) was conducted using PubMed, the Cochrane Library and EMBASE for reviews, meta-analyses, clinical studies and randomized controlled trials, case studies and series, published up to June 2010 using the terms rituximab (RTX), certolizumab, golimumab (GOL), tocilizumab (TCZ) and abatacept in the advanced search option without limitations. In addition, abstracts from International Rheumatology conferences and unpublished data from the Food and Drug Administration, the European Medicines Agency and drug manufacturers were used to complement our search. References were reviewed manually and only those articles that suggested a potential relationship between the biological agent and lung toxicity, following exclusion of other causes, were included.\n\n\nRESULTS\nReported non-infectious pulmonary adverse events with TCZ included a fatal exacerbation of RA-associated ILD, new-onset ILD, idiopathic pulmonary fibrosis and allergic pneumonitis, as well as three cases of microbiological culture-negative pneumonia. Although RTX had a higher incidence of pulmonary toxicity, only 7 of the 121 cases reported involved rheumatological diseases. GOL treatment was associated with four cases of non-infectious pulmonary toxicity and two cases of pneumonia with negative microbiological studies. There were no episodes of pulmonary toxicity identified for either certolizumab or abatacept.\n\n\nCONCLUSION\nOur results highlight an association between the use of newer biologic agents (TCZ, RTX and GOL) and the development of non-infectious parenchymal lung disease in patients with RA. Post-marketing surveillance and biologic registries will be critical for detecting further cases of ILD and improving our understanding of the pathophysiology of this process. As the use of these drugs increases, clinicians must remain vigilant for potential pulmonary complications and exercise caution in prescribing biologic therapies, particularly to rheumatological patients with pre-existing ILD.",
        "year": 2011,
        "citation_count": 123,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the pulmonary complications of newer biologic agents, including golimumab, which was studied in the GO-AFTER trial."
    },
    {
        "paperId": "67d1cd16440e1d3f56a93e378acd3335da6261ba",
        "title": "Maintenance of Efficacy and Safety with Subcutaneous Golimumab Among Patients with Active Rheumatoid Arthritis Who Previously Received Intravenous Golimumab",
        "abstract": "Objective. To evaluate the efficacy/safety of subcutaneous (SC) golimumab in patients with rheumatoid arthritis (RA) who previously received intravenous (IV) golimumab with or without methotrexate (MTX). Methods. Adult patients with RA (n = 643) with persistent disease despite MTX (≥ 15 mg/wk for ≥ 3 months) were randomized to IV placebo + MTX (n = 129) or IV golimumab 2–4 mg/kg (± MTX) every 12 weeks (n = 514). Patients who completed the study through Week 48 could participate in the longterm extension (LTE), comprising open-label golimumab 50 mg SC every 4 weeks (± MTX) for 24 weeks (LTE-0 to LTE-24) followed by 16 weeks of safety followup (LTE-24 to LTE-40; MTX could be adjusted). Results. At Week 48, 28% (nominal p < 0.001 vs placebo), 11%, and 8% of patients who received IV golimumab + MTX, golimumab alone, and placebo + MTX, respectively, achieved ≥ 50% improvement in the American College of Rheumatology response criteria (ACR50). Among the 505 patients who entered the LTE and were still participating, the proportion of patients treated with golimumab 50 mg SC (± MTX) achieving an ACR50 response increased to 44% at both LTE-14 and LTE-24. ACR20, ACR70, and 28-joint Disease Activity Score using C-reactive protein exhibited similar response patterns as ACR50. Infections were the most commonly reported adverse events through the end of IV golimumab dosing (37% placebo + MTX, 45% golimumab, 51% golimumab + MTX) and with SC golimumab from LTE-0 through LTE-40 (35% golimumab, 36% golimumab + MTX). Concomitant MTX use yielded lower incidences of antibodies to SC golimumab and injection-related reactions. Conclusion. Clinical improvements observed in golimumab-treated patients were sustained or improved in patients switched from IV (2–4 mg/kg ± MTX) to open-label SC (50 mg ± MTX) golimumab. Both IV and SC golimumab demonstrated acceptable safety profiles (Clinicaltrials.gov NCT00361335).",
        "year": 2011,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the hypothesis or the finding from the source paper, as it investigates the maintenance of efficacy and safety of subcutaneous golimumab, which was also studied in the GO-AFTER trial."
    },
    {
        "paperId": "39e913e161fc295a3cb9e2ba7f8001b1dccb5eea",
        "title": "The effects of golimumab on radiographic progression in rheumatoid arthritis: results of randomized controlled studies of golimumab before methotrexate therapy and golimumab after methotrexate therapy.",
        "abstract": "OBJECTIVE\nTo evaluate the effects of golimumab on radiographic progression in patients with rheumatoid arthritis (RA).\n\n\nMETHODS\nMethotrexate (MTX)-naive patients (in the Golimumab Before Employing Methotrexate as theFirst-Line Option in the Treatment of Rheumatoid Arthritis of Early Onset [GO-BEFORE] study; n = 637)and patients with active RA despite MTX therapy (in the Golimumab in Active Rheumatoid Arthritis Despite Methotrexate Therapy [GO-FORWARD] study; n =444) were randomly assigned to receive placebo plus MTX (group 1), golimumab 100 mg plus placebo (group 2), golimumab 50 mg plus MTX (group 3), or golimumab 100 mg plus MTX (group 4). Golimumab orplacebo was administered subcutaneously every 4 weeks. Radiographs of the hands and feet were taken at baseline, week 28, and week 52 in the GO-BEFORE study and at baseline, week 24 (week 16 for patients who entered early escape), and week 52 in the GO-FORWARD study. Radiographs were scored by 2 independent readers in each study using the van der Heijde modification of the Sharp score.\n\n\nRESULTS\nIn the GO-BEFORE study, the mean ± SD changes in the modified Sharp score from base line to week 52 (control period) were 1.4 ± 4.6 in group 1, 1.3 ± 6.2 in group 2 (P = 0.266), 0.7 ± 5.2 in group 3 (P = 0.015), and 0.1 ± 1.8 in group 4 (P = 0.025). In the GO-FORWARD study, changes from baseline to week 24 (control period) were 0.6 ± 2.4 in group 1, 0.3 ± 1.6 in group 2 (P = 0.361), 0.6 ± 2.7 in group 3 (P = 0.953), and 0.2 ± 1.3 in group 4 (P = 0.293).\n\n\nCONCLUSION\nGolimumab in combination with MTX inhibited radiographic progression significantly better than did MTX alone in the GO-BEFORE study. Radiographic progression in the GO-FORWARD study was minimal in all treatment arms, precluding an adequate assessment of the effect of golimumab on radiographic progression in this study.",
        "year": 2011,
        "citation_count": 121,
        "relevance": 2,
        "explanation": "This paper investigates the effects of golimumab on radiographic progression in rheumatoid arthritis, which builds upon the findings of the source paper and uses them as a sub-hypothesis."
    },
    {
        "paperId": "f55437627bcbcefd799b6f350367ff258f46d2a9",
        "title": "Safety and Efficacy of the Newer Biological Therapeutics in the Treatment of Rheumatoid Arthritis",
        "abstract": "Biological therapies have been a major advance in RA treatment. However, remission or response is not achieved in all patients. Therefore, new drugs seem necessary. Most recent trials have focused in the development of three different groups of molecules: those against commercialized targets but minimizing side effects or improving administration, others molecules against new targets, and a third group including small molecules. Some of them have been shown to be clinically efficacious and safe in RA patients, including: two new anti-TNFα therapies (golimumab and certolizumab pegol), three anti-CD (ocrelizumab, ofatumumab and a SMIP), subcutaneous abatacept, anti-IL17 therapy, tasocitinib and fostamatinib disodium. Therefore, a wide spectrum of new RA therapeutics are promising, but more studies are necessary to confirm these results.",
        "year": 2011,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper discusses new biological therapeutics, including golimumab, but does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "64d1b835fe358be4575e8411d1277ab38bba1116",
        "title": "New therapies in the management of rheumatoid arthritis",
        "abstract": "Purpose of reviewThe therapeutic landscape in the management of rheumatoid arthritis (RA) has witnessed significant changes over the past decade. The ambition to improve outcomes further, minimize safety concerns and provide more convenient means of administration are all factors that continue to drive continued drug development. This review summarizes novel therapies that have been most recently under investigation. Recent findingsMore refined drug technology has seen the development of subcutaneous forms of existing therapies (abatacept, tocilizumab), as well as newer-generation monoclonal antibodies (e.g. B-cell-depleting agents, ocrelizumab and ofatumumab and the TNF-inhibitors certolizumab and golimumab). Alternative methods of targeting critical pathways, for example Blys inhibition (atacicept) and IL-6 as opposed to IL-6 receptor antagonism, have also been evaluated. Finally, small molecules are receiving increasing attention, with some of the protein kinases inhibitors particularly promising. SummaryThe new emerging therapies for the management of RA illustrate much diversity, in terms of both drug technology as well as the immunological target. Although not all may succeed in reaching the market, important insights can still be gained. Challenging and exciting times lie ahead as these new technologies are embraced and efforts are made to determine how best to implement in practice.",
        "year": 2011,
        "citation_count": 70,
        "relevance": 1,
        "explanation": "This paper discusses new therapies in the management of rheumatoid arthritis, including golimumab, but does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "c242a773f242c839fce386ebef64d010dc7f06f4",
        "title": "Golimumab — a new tool in the armoury against inflammatory arthritis",
        "abstract": "Abstract The development of biological drugs blocking tumour necrosis factor-alpha (TNF-α) has had a dramatic impact on the treatment of inflammatory arthritis in recent years. Golimumab is a fully human monoclonal antibody which inhibits TNF-α. It is licensed for the treatment of rheumatoid arthritis, psoriatic arthritis, and ankylosing spondylitis. In this review we evaluate the results of phase III studies using golimumab and explore the place of golimumab in the treatment of these diseases.",
        "year": 2011,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "This paper discusses the role of golimumab in the treatment of inflammatory arthritis, which includes rheumatoid arthritis."
    },
    {
        "paperId": "dafdb358255903ece2dc32b79b03544ad4211537",
        "title": "Choice of Biologic Therapy for Patients with Rheumatoid Arthritis: The Infection Perspective",
        "abstract": "Biologicals revolutionized the treatment of Rheumatoid Arthritis (RA). The targeted suppression of key inflammatory pathways involved in joint inflammation and destruction allows better disease control, which, however, comes at the price of an elevated infection risk due to relative immunosuppression. The disease-related infection risk and the infection risk associated with the use of TNF-α inhibitors (infliximab, adalimumab, etanercept, golimumab and certolizumab pegol), rituximab, abatacept and tocilizumab are discussed. Risk factors clinicians need to take into account when selecting the most appropriate biologic therapy for RA patients, as well as precautions and screening concerning a number of specific infections, such as tuberculosis, intracellular bacterial infections, reactivation of chronic viral infections and HIV are reviewed.",
        "year": 2011,
        "citation_count": 117,
        "relevance": 1,
        "explanation": "This paper discusses the choice of biologic therapy for patients with rheumatoid arthritis, including golimumab."
    },
    {
        "paperId": "a5d3e23fa92035e7c6a6058652e3cc01931466c4",
        "title": "Therapeutic Applications of Monoclonal Antibodies",
        "abstract": "&NA; Researchers have sought therapeutic applications for monoclonal antibodies since their development in 1975. However, murine‐derived monoclonal antibodies may cause an immunogenic response in human patients, reducing their therapeutic efficacy. Chimeric and humanized antibodies have been developed that are less likely to provoke an immune reaction in human patients than are murine‐derived antibodies. Antibody fragments, bispecific antibodies, and antibodies produced through the use of phage display systems and genetically modified plants and animals may aid researchers in developing new uses for monoclonal antibodies in the treatment of disease. Monoclonal antibodies may have a number of promising potential therapeutic applications in the treatment of asthma, autoimmune diseases, cancer, poisoning, septicemia, substance abuse, viral infections, and other diseases.",
        "year": 2002,
        "citation_count": 150,
        "relevance": 1,
        "explanation": "This paper discusses the use of monoclonal antibodies, including golimumab, in the treatment of rheumatoid arthritis."
    }
]