[
    {
        "paperId": "cee7a5a8437d722782468bac201d561121fb2753",
        "title": "Oral versus topical NSAIDs in rheumatic diseases: a comparison.",
        "abstract": "Nonsteroidal anti-inflammatory drugs (NSAIDs) are among the most commonly prescribed drugs worldwide and are responsible for approximately one-quarter of all adverse drug reaction reports. NSAIDs are widely prescribed for patients with rheumatic disease--a population at increased risk for serious gastrointestinal (GI) complications. Topical administration of NSAIDs offers the advantage of local, enhanced drug delivery to affected tissues with a reduced incidence of systemic adverse effects, such as peptic ulcer disease and GI haemorrhage. NSAIDs administered topically penetrate slowly and in small quantities into the systemic circulation; bioavailability and maximal plasma NSAID concentration after topical application are generally less than 5 and 15%, respectively, compared with equivalent oral administration. Product formulation may have a dramatic impact, not only on absorption rates but also on penetration depth. Compared with oral administration, topical application leads to relatively high NSAID concentrations in the dermis. Concentrations achieved in the muscle tissue below the site of application are variable, but are at least equivalent to that obtained with oral administration. NSAIDs applied topically do reach the synovial fluid, but the extent and mechanism (topical penetration versus distribution via the systemic circulation) remain to be determined. In addition, marked interindividual variability was noted in all studies; percutaneous absorption may be strongly influenced by individual skin properties. In general, interpretation of clinical studies measuring efficacy of topical NSAIDs in rheumatic disease states is difficult because of a remarkably high placebo response rate, use of rescue paracetamol (acetaminophen), and significant variability in percutaneous absorption and response rates between patients. Overall efficacy rates attributable to topical NSAIDs in patients with rheumatic disorders ranged from 18 to 92% of treated patients. Topically applied NSAIDs have a superior safety profile to oral formulations. Adverse effects secondary to topical NSAID application occur in approximately 10 to 15% of patients and are primarily cutaneous in nature (rash and pruritus at site of application). GI adverse drug reactions are rare with topically applied NSAIDs, compared with a 15% incidence reported for oral NSAIDs. Available clinical studies suggest, but do not document, equivalent efficacy of topical over oral NSAIDs in rheumatic diseases.",
        "year": 2000,
        "citation_count": 184,
        "relevance": 1,
        "explanation": "This paper compares oral and topical NSAIDs in the treatment of rheumatic diseases, which is related to the source paper's topic of topical NSAID gel (eltenac) in the treatment of osteoarthritis of the knee. The key hypothesis in this paper is inspired by the findings of the source paper, as it explores the advantages and disadvantages of topical NSAIDs, which were investigated in the source paper."
    }
]