[
    {
        "paperId": "b7c4166714d68051f40c10ffd32ad6891514c202",
        "title": "Comparative efficacy and acceptability of amitriptyline, duloxetine and milnacipran in fibromyalgia syndrome: a systematic review with meta-analysis.",
        "abstract": "OBJECTIVES\nTo evaluate and compare the efficacy and acceptability of the antidepressants amitriptyline (AMT), duloxetine (DLX) and milnacipran (MLN) for FM syndrome (FMS).\n\n\nMETHODS\nCochrane Library, MEDLINE, SCOPUS, www.clinicalstudyresults.org and www.clinicalTrials.gov were searched for randomized pharmacological placebo-controlled trials until 30 May 2010. Outcomes of interest were symptom reduction [pain, fatigue, sleep disturbance and reduced health-related quality of life (HRQOL)] and acceptability (total drop-out rates). We performed a meta-analysis of each drug vs placebo using a random-effects model and adjusted indirect analyses of the three drugs. Methodological quality was assessed by the Cochrane risk of bias tool.\n\n\nRESULTS\nTen AMT studies (612 patients), four DLX studies (1411 patients) and five MLN studies (4129 patients) met the inclusion criteria. The reported methodological quality of most AMT trials was poor, that of DLX and MLN were high. The three drugs were superior to placebo except DLX for fatigue, MLN for sleep disturbance and AMT for HRQOL. The significant effects of AMT and DLX were small and those of MLN not substantial. In adjusted indirect comparisons, AMT was superior to DLX and MLN in reduction of pain, sleep disturbances, fatigue and limitations of HRQOL. DLX was superior to MLN in reducing pain, sleep disturbances and limitations of HRQOL. MLN was superior to DLX in reducing fatigue. There were no significant differences in acceptability of the three drugs.\n\n\nCONCLUSIONS\nAMT cannot be regarded as the gold standard of FMS therapy with antidepressants because of the methodological limitations of its trials.",
        "year": 2011,
        "citation_count": 118,
        "relevance": 2,
        "explanation": "This paper compares the efficacy and acceptability of different treatments for fibromyalgia, including milnacipran, which was investigated in the source paper. The findings of the source paper are likely to be included in this meta-analysis, making the hypothesis of this paper partially dependent on the source paper."
    },
    {
        "paperId": "e53bbb54d68674bb2cb9a9baf53deaab5868bfa9",
        "title": "Brain imaging in fibromyalgia syndrome.",
        "abstract": "Fibromyalgia (FM) is a chronic musculoskeletal pain syndrome which is characterised by clinical pain as well as widespread hyperalgesia/allodynia to mechanical, thermal, electrical, and chemical stimuli. Lack of consistent tissue abnormalities in FM patients has more and more shifted the focus away from peripheral factors and towards central nervous system abnormalities including central sensitisation as well as aberrant pain facilitation and inhibition. Besides quantitative sensory testing, functional brain imaging has been increasingly utilised to characterise the abnormal pain processing of FM patients. Whereas initial work in FM patients identified abnormally increased pain-related brain activity within the thalamus, insula, anterior cingulate, S1, and prefrontal cortex (so-called 'pain matrix'), more recent research focused on altered 'connectivity' between multiple interconnected brain networks in these patients. Additionally, magnetic resonance spectroscopy studies demonstrated high concentration of the excitatory neurotransmitter glutamate in FM patients in pain-related brain areas which correlated not only with experimental but also with clinical pain ratings. Overall, functional brain imaging studies have provided compelling evidence for abnormal pain processing in FM, including brain activity that correlated with patients' augmented pain sensitivity (hyperalgesia/allodynia), temporal summation of pain, and prolonged pain aftersensations. Future imaging work needs to focus on identifying the neural correlates of FM patients' abnormal endogenous pain modulation which will likely not only shed more light on this important pain regulatory mechanism but may also provide useful information for future treatments of FM symptoms.",
        "year": 2011,
        "citation_count": 66,
        "relevance": 1,
        "explanation": "This paper explores the neural mechanisms underlying fibromyalgia, which is the same condition investigated in the source paper. However, it does not directly build upon or use the findings of the source paper, so it is not partially dependent on the source paper."
    },
    {
        "paperId": "dd98c04e1962ecb1432d2b054a536515e6d82842",
        "title": "Toward Development of a Fibromyalgia Responder Index and Disease Activity Score: OMERACT Module Update",
        "abstract": "Following development of the core domain set for fibromyalgia (FM) in Outcome Measures in Rheumatology Clinical Trials (OMERACT) meetings 7 to 9, the FM working group has progressed toward the development of an FM responder index and a disease activity score based on these domains, utilizing outcome indices of these domains from archived randomized clinical trials in FM. Possible clinical domains that could be included in a responder index and disease activity score include pain, fatigue, sleep disturbance, cognitive dysfunction, mood disturbance, tenderness, stiffness, and functional impairment. Outcome measures for these domains demonstrate good to adequate psychometric properties, although measures of cognitive dysfunction need to be further developed. The approach used in the development of responder indices and disease activity scores for rheumatoid arthritis and ankylosing spondylitis represents heuristic models for our work, but FM is challenging in that there is no clear algorithm of treatment that defines disease activity based on treatment decisions, nor are there objective markers that define thresholds of severity or response to treatment. The process of developing candidate dichotomous responder definitions and continuous quantitative disease activity measures is described, along with participant discussions from OMERACT 10. Final results of this work will be published in a separate report pending completion of analyses.",
        "year": 2011,
        "citation_count": 65,
        "relevance": 1,
        "explanation": "This paper discusses the development of a responder index and disease activity score for fibromyalgia, which is related to the source paper's investigation of milnacipran's efficacy in treating fibromyalgia. However, it does not directly build upon or use the findings of the source paper."
    },
    {
        "paperId": "4dcf0ffa92ffc11feb4ebecc91e2fd8d09eb00ef",
        "title": "Short-term (2-week) effects of discontinuing milnacipran in patients with fibromyalgia",
        "abstract": "Abstract Objective: To examine the effects of abruptly withdrawing milnacipran during the 2-week discontinuation phase of a study in which FM patients had received 12 weeks of stable-dose treatment with milnacipran at 100 mg/day. Research design and methods: The effects of withdrawing milnacipran were evaluated prospectively over a 2-week period (Weeks 12 to 14) using a randomized, placebo-controlled withdrawal design. Patients who had originally received milnacipran 100 mg/d for 12 weeks were re-randomized to continue milnacipran (n = 178) or switch directly to placebo (n = 178); patients originally receiving placebo continued placebo (n = 359). Clinical trial registration: Clinicalstrials.gov (NCT00314249). Main outcome measures: Loss of efficacy was evaluated by mean changes in pain and functional measures and by percentage of composite responders, defined as patients with simultaneous improvements in pain, global status, and physical functioning. Newly emergent adverse events and changes in vital signs were also recorded. Results: Within 2 weeks,patients switched from milnacipran to placebo had greater mean worsening in pain, functioning, and global status measures when compared with patients continuing treatment. In addition, significantly fewer composite responders were found in patients who discontinued active treatment than in patients who continued receiving milnacipran (22.0% vs 32.3%, p < 0.05). Incidences of newly emergent adverse events were 16.3% and 18.0% in patients discontinuing and continuing treatment, respectively. Mean vital sign changes decreased or returned to baseline within 2 weeks of discontinuation. Conclusions: Patients discontinuing milnacipran experienced worsening in multiple efficacy parameters within 2 weeks. Vital sign changes observed with milnacipran during the 12-week stable-dose period decreased or returned to baseline values within 2 weeks after discontinuation of treatment. No new safety concerns were found during this discontinuation period with milnacipran.",
        "year": 2012,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper investigates the short-term effects of discontinuing milnacipran in patients with fibromyalgia. It builds upon the findings of the source paper, which established the efficacy and safety of milnacipran, by examining the consequences of treatment discontinuation."
    },
    {
        "paperId": "6b06f70ea69f3ab91db72c43265456369ecbb485",
        "title": "Effect of milnacipran on body weight in patients with fibromyalgia",
        "abstract": "Background The purpose of this study was to evaluate the effects of milnacipran on body weight in patients with fibromyalgia. Methods Analyses were conducted in the following groups: patients from three double-blind, placebo-controlled milnacipran trials (3 months, n = 2096; 6 months, n = 1008); 354 patients receiving milnacipran in placebo-controlled trials and double-blind extension studies (total ≥ 12 months of treatment); and 1227 patients in a long-term (up to 3.25 years) open-label milnacipran study. Results In placebo-controlled trials, 77% of patients were overweight or obese at baseline (body mass index ≥ 25 kg/m2). Mean weight loss was found with milnacipran at 3 months (100 mg/day, −1.14 kg; 200 mg/day, −0.97 kg; placebo, −0.06 kg; P < 0.001) and 6 months (100 mg/day, −1.01 kg; 200 mg/day, −0.71 kg; placebo, −0.04 kg; P < 0.05). Approximately twice as many milnacipran-treated patients had ≥5% weight loss from baseline compared with placebo (3 and 6 months, P < 0.01). In extension studies, mean weight loss in patients receiving ≥12 months of milnacipran was −1.06 kg. In patients receiving ≥3 years of treatment in the open-label study, mean changes at 12, 24, 30, and 36–38 months were −1.16, −0.76, −0.19, and +0.11 kg, respectively. Among milnacipran-treated patients, rates of nausea (the most common adverse event) were lower among patients who lost weight than among those who did not (3 months, P = 0.02). Conclusion The majority of patients with fibromyalgia in the milnacipran studies were overweight or obese. Milnacipran was associated with mean weight loss at 3 and 6 months (P < 0.05 versus placebo) and at 12 and 24 months of treatment, with mean changes drifting back to baseline at 30 months (−0.19 kg) and 36–38 months (+0.11 kg, no placebo comparison).",
        "year": 2012,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper explores the effects of milnacipran on body weight in patients with fibromyalgia, building upon the findings of the source paper regarding the efficacy and safety of milnacipran for fibromyalgia treatment."
    },
    {
        "paperId": "5c5db993c144c08c1e91d3b15022809b32ed9fe4",
        "title": "MILNACIPRAN FOR NEUROPATHIC PAIN AND FIBROMYALGIA IN ADULTS",
        "abstract": "BACKGROUND\nMilnacipran is a serotonin-norepinephrine reuptake inhibitor (SNRI) that is sometimes used to treat chronic neuropathic pain and fibromyalgia.\n\n\nOBJECTIVES\nTo evaluate the analgesic efficacy and adverse effects of milnacipran in the management of chronic neuropathic pain or fibromyalgia.\n\n\nSEARCH METHODS\nWe searched CENTRAL, MEDLINE, and EMBASE to 4th of January 2012, together with reference lists of retrieved papers and reviews.\n\n\nSELECTION CRITERIA\nWe included randomised, double-blind studies of eight weeks duration or longer, comparing milnacipran with placebo or another active treatment in chronic neuropathic pain or fibromyalgia.\n\n\nDATA COLLECTION AND ANALYSIS\nWe extracted efficacy and adverse event data, and two study authors examined issues of study quality independently.\n\n\nMAIN RESULTS\nFive studies (4138 participants) were included, all of which were placebo-controlled, involved participants with fibromyalgia, and used titration to a target dose of 100 mg or 200 mg milnacipran. There were no other active comparators or studies in other neuropathic pain conditions. Study quality was generally good, although the imputation method used in analyses of the primary outcomes could overestimate treatment effect.Both doses of milnacipran provided moderate levels of pain relief to about 40% of those treated, compared to 30% with placebo, giving a number needed to treat of 8 to 10. Adverse events were common in both milnacipran (87%) and placebo (78%) groups, but serious adverse events (< 2%) did not differ between groups. Nausea and constipation were the most common events showing the greatest difference between groups (number needed to treat for an additional harmful outcome of 7 and 13 respectively, compared with placebo).Withdrawals for any reason were more common with milnacipran than placebo, and more common with 200 mg than 100 mg (NNH of 23 and 8.8 respectively, compared with placebo). This was largely driven by adverse event withdrawals, where the NNH compared with placebo was 14 for 100 mg, and 7.0 for 200 mg). Withdrawals due to lack of efficacy were more common with milnacipran than placebo but did not differ between doses (number needed to treat to prevent an additional unwanted outcome of 45 and 41 respectively).\n\n\nAUTHORS' CONCLUSIONS\nThe evidence available indicates that milnacipran 100 mg or 200 mg is effective for a minority in the treatment of pain due to fibromyalgia, providing moderate levels of pain relief (at least 30%) to about 40% of participants, compared with about 30% with placebo. There were insufficient data to assess substantial levels of pain relief (at least 50%), and the use of last observation carried forward imputation may overestimate drug efficacy. Milnacipran is associated with increased adverse events and adverse event withdrawals, which were significantly greater for the higher dose. There were no data for the use of milnacipran for other chronic neuropathic pain conditions.",
        "year": 2012,
        "citation_count": 67,
        "relevance": 1,
        "explanation": "This paper is a review of milnacipran for neuropathic pain and fibromyalgia in adults. It includes a discussion of the source paper's findings but also provides a broader overview of milnacipran's efficacy and safety in these conditions."
    }
]