[
    {
        "paperId": "874c5219f3f3041766e46725ec27bf61feee7685",
        "title": "On the importance of selenium and iodine metabolism for thyroid hormone biosynthesis and human health.",
        "abstract": "The trace elements iodine and selenium (Se) are essential for thyroid gland functioning and thyroid hormone biosynthesis and metabolism. While iodine is needed as the eponymous constituent of the two major thyroid hormones triiodo-L-thyronine (T3), and tetraiodo-L-thyronine (T4), Se is essential for the biosynthesis and function of a small number of selenocysteine (Sec)-containing selenoproteins implicated in thyroid hormone metabolism and gland function. The Se-dependent iodothyronine deiodinases control thyroid hormone turnover, while both intracellular and secreted Se-dependent glutathione peroxidases are implicated in gland protection. Recently, a number of clinical supplementation trials have indicated positive effects of increasing the Se status of the participants in a variety of pathologies. These findings enforce the notion that many people might profit from improving their Se status, both as a means to reduce the individual health risk as well as to balance a Se deficiency which often develops during the course of illness. Even though the underlying mechanisms are still largely uncharacterised, the effects of Se appear to be exerted via multiple different mechanisms that impact most pronounced on the endocrine and the immune systems.",
        "year": 2008,
        "citation_count": 250,
        "relevance": 1,
        "explanation": "This paper discusses the importance of selenium in thyroid hormone biosynthesis and metabolism, but it does not directly build upon or use the findings of the source paper. However, it shares a common theme of selenium's role in thyroid health."
    },
    {
        "paperId": "c00b711371f687ef35914aa04c59921f8b7d65dc",
        "title": "Peroxides and peroxide-degrading enzymes in the thyroid.",
        "abstract": "Iodination of thyroglobulin is the key step of thyroid hormone biosynthesis. It is catalyzed by thyroid peroxidase and occurs within the follicular space at the apical plasma membrane. Hydrogen peroxide produced by thyrocytes as an oxidant for iodide may compromise cellular and genomic integrity of the surrounding cells, unless these are sufficiently protected by peroxidases. Thus, peroxidases play two opposing roles in thyroid biology. Both aspects of peroxide biology in the thyroid are separated in space and time and respond to the different physiological states of the thyrocytes. Redox-protective peroxidases in the thyroid are peroxiredoxins, glutathione peroxidases, and catalase. Glutathione peroxidases are selenoenzymes, whereas selenium-independent peroxiredoxins are functionally linked to the selenoenzymes of the thioredoxin reductase family through their thioredoxin cofactors. Thus, selenium impacts directly and indirectly on protective enzymes in the thyroid, a link that has been supported by animal experiments and clinical observations. In view of this relationship, it is remarkable that rather little is known about selenoprotein expression and their potential functional roles in the thyroid. Moreover, selenium-dependent and -independent peroxidases have rarely been examined in the same studies. Therefore, we review the relevant literature and present expression data of both selenium-dependent and -independent peroxidases in the murine thyroid.",
        "year": 2008,
        "citation_count": 67,
        "relevance": 1,
        "explanation": "This paper discusses the role of selenium-dependent enzymes in thyroid health, but it does not directly build upon or use the findings of the source paper."
    },
    {
        "paperId": "216dd40d81f9f7827a213295c2c2b71d26e3cfc2",
        "title": "[The effect of selenium therapy on autoimmune thyroiditis].",
        "abstract": "UNLABELLED\nSelenium as an essential trace element is capable of exerting complex effects on the endocrine and immune system by its antioxidant capacity. The role of selenium is important because the level of free oxygen radicals is elevated in the physiological thyroid hormone synthesis.\n\n\nTHE AIM OF STUDY\nwas to determine whether selenium therapy can influence the level of antithyroid peroxidase and antithyroglobulin antibodies or whether there is a correlation between antioxidant capacity and the titer of autoantibodies.\n\n\nMETHOD\n132 patient with autoimmune thyroiditis were investigated in a prospective, blind and placebo-controlled study. L-thyroxine substitution therapy was made in both groups and the level of TSH remained in the normal range. The selenium-treated group (n = 70 patients, 68 female, mean age 41,4 +/- 9,5 year) was compared with the placebo-treated group (n = 62 patients, 61 female, mean age 42,7 +/- 8,3 year). Selenium therapy was continued by L-seleno-methionine (per os 2 x 100 microg/day) for one year. Determination of TSH, fT4, fT3 and autoantibodies was carried out by chemiluminescence method. Total antioxidant capacity was determined by Randox kit, the level of selenium in the sera by atomic absorption technique was measured. In the follow-up study, patients were controlled every third month and at the end of a one-year observation period.\n\n\nRESULTS\nThe level of selenium in the untreated patients was significantly lower than in treated patients and controls. The fT3/fT4 ration proved to be higher in patients after selenium therapy. The titer of antithyroid antibodies (mostly the antithyroid peroxidase) significantly decreased at the end of the study. An inverse correlation was found between antioxidant capacity and the level of antithyroid peroxidase antibodies. The volume of thyroid gland slightly diminished in treated patients. Side effects were not observed.\n\n\nCONCLUSIONS\nSelenium completed with L-thyroxine is a suitable therapy for patients with autoimmune thyroiditis.",
        "year": 2008,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper investigates the effect of selenium therapy on autoimmune thyroiditis, which is related to the source paper's topic of selenium supplementation in pregnant women with thyroid peroxidase autoantibodies. However, it does not directly build upon or use the findings of the source paper."
    },
    {
        "paperId": "432922dcfdf179af011858621d714d40ead2a35a",
        "title": "Thyroid Autoimmunity and Environment",
        "abstract": "Autoimmune thyroid disorders (AITDs) are the result of a complex interplay between genetic and environmental factors, the former account for about 70-80% of liability to develop AITDs. However, at least 20-30% is contributed by environmental factors, which include certainly smoking (at least for Graves' disease and orbitopathy), probably stress, iodine and selenium intake, several drugs, irradiation, pollutants, viral and bacterial infections, allergy, pregnancy, and post-partum. Evidence for the intervention of these factors is often limited, and the mechanisms whereby environmental factors may concur to the onset of AITDs are in many instances unclear. Nevertheless, gene-environment interaction seems a fundamental process for the occurrence of AITDs.",
        "year": 2009,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "This paper discusses the interplay between genetic and environmental factors in the development of autoimmune thyroid disorders. The source paper's investigation of selenium supplementation in pregnant women with thyroid peroxidase autoantibodies is partially dependent on the understanding of environmental factors contributing to thyroid autoimmunity, making this paper relevant."
    },
    {
        "paperId": "68daf31be1380a6c11d5fc8ac602d52961c74351",
        "title": "[Pathogenesis of autoimmune thyroid diseases].",
        "abstract": "Autoimmune thyroid disease (AITD) is the most common organ-specific autoimmune disorder affecting 2% to 5% of the population in Western countries. Clinical presentation varies from hyperthyroidism in Graves' Disease to hypothyroidism in Hashimoto's thyroiditis. While the exact etiology of thyroid autoimmunity is not known, interaction between genetic susceptibility and environmental factors appears to be of fundamental importance to initiate the process of thyroid autoimmunity. It has been postulated that 79% of the susceptibility to develop AITD is attributed to genetic factors, while environmental factors contribute to 21%. The identified AITD susceptibility genes include immune-modulating genes, such as the major histocompatibility complex (MHC), cytotoxic T lymphocyte antigen-4 (CTLA-4), CD40 molecule, and protein tyrosine phosphatase-22 (PTPN22), and thyroid-specific genes, including TSH receptor (TSHR) and thyroglobulin (TG). The exact nature of the role environmental factors play in AITD is still not well known, but the involvement of several factors such as iodine diet content, stress, drugs and infections has been reported. However, there is no clear evidence of causality and the mechanisms by which environmental factors trigger thyroid autoimmunity in genetically predisposed individuals remain not fully understood. Knowledge of the precise mechanisms of interaction between environmental factors and genes in inducing thyroid autoimmunity could result in the development of new strategies for prevention and treatment.",
        "year": 2009,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper discusses the pathogenesis of autoimmune thyroid diseases, including the interaction between genetic and environmental factors. The source paper's investigation of selenium supplementation in pregnant women with thyroid peroxidase autoantibodies is partially dependent on the understanding of the pathogenesis of autoimmune thyroid diseases, making this paper relevant."
    },
    {
        "paperId": "38b3359aff9a27a93b0b8bbbe05c51a4c83fcef6",
        "title": "Producing selenium-enriched eggs and meat to improve the selenium status of the general population",
        "abstract": "The role of selenium (Se) in human health and diseases has been discussed in detail in several recent reviews, with the main conclusion being that selenium deficiency is recognised as a global problem which urgently needs resolution. Since selenium content in plant-based food depends on its availability from soil, the level of this element in food and feeds varies among regions. In general, eggs and meat are considered to be good sources of selenium in human diet. When considering ways to improve human selenium intake, there are several potential options. These include direct supplementation, soil fertilisation and supplementation of food staples such as flour, and production of functional foods. Analysing recent publications related to functional food production, it is evident that selenium-enriched eggs can be used as an important delivery system of this trace mineral for humans. In particular, developments and commercialisation of organic forms of selenium have initiated a new era in the availability of selenium-enriched products. It has been shown that egg selenium content can easily be manipulated to give increased levels, especially when organic selenium is included in hen’s diet at levels that provide 0.3–0.5 mg/kg selenium in the feed. As a result, technology for the production of eggs delivering ≈50% (30–35 μg) of the human selenium RDA have been developed and successfully tested. Currently companies all over the world market selenium-enriched eggs including the UK, Ireland, Mexico, Columbia, Malaysia, Thailand, Australia, Turkey, Russia and the Ukraine. Prices for enriched eggs vary from country to country, typically being similar to free-range eggs. Selenium-enriched chicken, pork and beef can also be produced when using organic selenium in the diet of poultry and farm animals. The scientific, technological and other advantages and limitations of producing designer/modified eggs as functional foods are discussed in this review.",
        "year": 2009,
        "citation_count": 123,
        "relevance": 1,
        "explanation": "This paper discusses the production of selenium-enriched eggs and meat as a means to improve selenium intake in the general population. While it does not directly build upon the source paper's findings, it provides a potential application of selenium supplementation in a different context, which is tangentially related to the source paper's investigation."
    }
]