[
    {
        "paperId": "1dc6250d9b967adf7a58a7a3c5da4118bba518c5",
        "title": "Local Ablation Therapy for Hepatocellular Carcinoma",
        "abstract": "Several local ablation methods, most of which can be performed percutaneously under imaging guidance, have recently been developed as minimally invasive therapy for hepatocellular carcinoma (HCC). Among these, percutaneous ethanol injection has been the most widely performed and is now accepted as an attractive alternative to surgery in patients with small HCC. Other local ablation therapeutic options to achieve more effective tumor necrosis with less invasiveness have also been developed. Some of these techniques, such as microwave coagulation therapy and radiofrequency ablation, have already been introduced clinically. However, the real role of these new ablation methods in the treatment of HCC remains to be determined because of the lack of randomization and the small number of patients in the published series. Therefore, further trials, possibly randomized trials to compare the results of different options, are mandatory. Moreover, the prevention of recurrence after local ablation therapy for HCC has become an urgent problem to be resolved.",
        "year": 1999,
        "citation_count": 97,
        "relevance": 2,
        "explanation": "This paper discusses local ablation therapies for hepatocellular carcinoma, including percutaneous ethanol injection, which was compared to percutaneous acetic acid injection in the source paper. The hypothesis in this paper is partially dependent on the findings of the source paper, as it acknowledges the role of percutaneous acetic acid injection as a superior method."
    },
    {
        "paperId": "fc631941f635d51ebd6099b7d476224123a8d81f",
        "title": "Small functional adrenal cortical adenoma: treatment with CT-guided percutaneous acetic acid injection--report of three cases.",
        "abstract": "Two patients with Conn syndrome and one patient with Cushing syndrome underwent computed tomography (CT)-guided tumor ablation with a total of 5-11 mL of 50% acetic acid injected into their adrenal nodule (1.3-3.3 cm in diameter). No major complications were encountered during or after the procedure. All patients were symptom free with normal laboratory test results for at least 1-year follow-up. CT images showed complete cystic change with tumor size regression. Our preliminary results suggest that percutaneous acetic acid injection is a safe and effective alternative for treatment of small functional adrenal cortical adenoma.",
        "year": 1999,
        "citation_count": 35,
        "relevance": 1,
        "explanation": "This paper uses percutaneous acetic acid injection, a method found to be superior in the source paper for treating small hepatocellular carcinoma, to treat small functional adrenal cortical adenoma. The hypothesis in this paper is inspired by the findings of the source paper."
    },
    {
        "paperId": "5c8473f5ae5a4c6ab52443f3e0cb2d304d2c7887",
        "title": "Treatment of small hepatocellular carcinoma with percutaneous ethanol injection: a validated prognostic model",
        "abstract": "OBJECTIVE:Percutaneous ethanol injection may prolong the survival of patients with small hepatocellular carcinoma associated with cirrhosis. The aim was to identify prognostic factors of survival and of local recurrence, as well as separate new lesions.METHODS:We performed Cox regression analysis in 115 consecutive patients with hepatocellular carcinoma (81 Child-Pugh class A, 34 Child-Pugh class B) treated by percutaneous ethanol injection. The validity of the model was tested by comparing predicted and observed survival in 105 independent patients from an external series.RESULTS:Overall survival rates were 89%, 63%, and 43% at 1, 2, and 3 yr, respectively. The 1-, 2-, and 3-yr survival rates were 96%, 78%, and 63%, respectively, for Child-Pugh class A patients and were 73%, 35%, 12%, respectively, for Child-Pugh class B. The albumin level was the only independent variable significantly associated with survival (p < 0.0001). The 3-yr rate of appearance of separate new lesions and local recurrence were 41% and 23%, respectively. The survival predicted by the model agreed with that observed in the independent patients.CONCLUSIONS:Survival of patients with hepatocellular carcinoma treated by percutaneous ethanol injection is related to baseline albumin level. The high rate of recurrence (both local and distant) points out the palliative role of this therapy.",
        "year": 2000,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it explores the prognostic factors of survival and local recurrence in patients with small hepatocellular carcinoma treated with percutaneous ethanol injection, a treatment method compared to percutaneous acetic acid injection in the source paper."
    },
    {
        "paperId": "1998f574457b94e0a5eef372cdbfb6471d64c819",
        "title": "Small hepatocellular carcinoma: safety and efficacy of single high-dose percutaneous acetic acid injection for treatment.",
        "abstract": "PURPOSE\nTo evaluate the safety and efficacy of single high-dose percutaneous acetic acid injection (PAI) for treatment of small (<3-cm-diameter) hepatocellular carcinoma (HCC).\n\n\nMATERIALS AND METHODS\nEighteen patients with HCC (22 nodules; diameter range, 1.5-3.0 cm) underwent single PAI. With ultrasonographic or computed tomographic (CT) guidance, 4-11 mL of 50% acetic acid was slowly injected into the center of the nodule through a skinny multiple-side-hole needle. Follow-up was performed with helical contrast material-enhanced CT. Complications of high-dose PAI were recorded.\n\n\nRESULTS\nSeventeen nodules showed no local recurrence (follow-up, 6-29 months) after single PAI. At a mean follow-up of 15.6 months, mean tumor diameter was 2.1 cm and mean injected volume was 6.4 mL. Four nodules showed residual tumor (mean tumor diameter, 2.6 cm; mean injected volume, 5.8 mL). The mean ratio of injected to estimated volume of acetic acid was 1.21 in cases of successful single PAI and 0.72 in cases of local recurrence (P < .001). One patient with preexistent right portal venous thrombosis died of hepatic failure 37 days after PAI. Other complications included severe pain (11%), high fever (4%), and segmental wedge infarction (4%).\n\n\nCONCLUSION\nSingle high-dose PAI is safe and effective for treatment of small HCC.",
        "year": 2000,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it evaluates the safety and efficacy of single high-dose percutaneous acetic acid injection for the treatment of small hepatocellular carcinoma, building on the source paper's results regarding the effectiveness of percutaneous acetic acid injection."
    },
    {
        "paperId": "5ff7c1a01d7d58a3c5c5b85f61d2f63601faceff",
        "title": "Predictive factors for intrahepatic recurrence after percutaneous ethanol injection therapy for small hepatocellular carcinoma",
        "abstract": "Percutaneous ethanol injection therapy has been used widely for small hepatocellular carcinoma. This study was undertaken to determine factors predictive of local recurrence or new nodular recurrence in patients with small hepatocellular carcinoma treated with percutaneous ethanol injection.",
        "year": 2000,
        "citation_count": 141,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it investigates the predictive factors for intrahepatic recurrence after percutaneous ethanol injection therapy, a treatment method compared to percutaneous acetic acid injection in the source paper."
    }
]