[
    {
        "paperId": "43597cb4148415d02bc346ba4a138b7ae8dd8efe",
        "title": "Effect of atorvastatin on bone mineral density in patients with acute coronary syndrome.",
        "abstract": "OBJECTIVE\nThe aim of this paper is to evaluate the effect of atorvastatin on bone mineral density in patients with acute ischemic heart disease.\n\n\nMATERIAL AND METHODS\nEighty-three patients (52 male and 31 female) with acute coronary syndrome were studied. They received treatment with atorvastatin using low doses (20 mg) and high doses (40 mg-80 mg). Initial and final cholesterol, triglyceride, calcium, phosphorus, 25-hydroxyvitamin D were obtained from every patient. Spine and hip bone mineral density were performed at the beginning and one year later.\n\n\nRESULTS\nAtorvastatin treatment increases vitamin D (33%, p = 0.007) and decreases the individuals with vitamin D insufficiency. Bone mineral density increased in the spine (1.31%, p = 0.02), but it was significant only in male and patients presenting vitamin D levels higher than 30 nmol/l.\n\n\nCONCLUSION\nAtorvastatin has a beneficial effect on bone metabolism in patients with acute ischemic heart disease (mainly males) by incrementing bone mineral density in which vitamin D levels are required to be higher than 30 nmol/l for the drug to be effective.",
        "year": 2008,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effect of atorvastatin on bone mineral density, which was also the topic of the source paper. However, this paper focuses on patients with acute coronary syndrome, whereas the source paper focused on postmenopausal women with dyslipidemia."
    },
    {
        "paperId": "fe51775590473d9d60ed4ac70ff075f813085cd1",
        "title": "Simvastatin Does Not Affect Vitamin D Status, but Low Vitamin D Levels Are Associated with Dyslipidemia: Results from a Randomised, Controlled Trial",
        "abstract": "Objectives. Statin drugs act as inhibitors of the 3-hydroxy-3methylglutaryl coenzyme A (HMG-CoA) reductase enzyme early in the mevalonate pathway, thereby reducing the endogenous cholesterol synthesis. In recent studies, it has been suggested from epidemiological data that statins also may improve vitamin D status, as measured by increased plasma 25-hydroxyvitamin D (25OHD) levels. We now report the results from a randomised controlled trial on effects of simvastatin on plasma 25OHD levels. Design and Methods. We randomised 82 healthy postmenopausal women to one year of treatment with either simvastatin 40 mg/d or placebo and performed measurement at baseline and after 26 and 52 weeks of treatment. The study was completed by 77 subjects. Results. Compared with placebo, plasma levels of cholesterol and low-density lipoproteins decreased in response to treatment with simvastatin, but our study showed no effect of simvastatin on vitamin D status. However, plasma levels of triglycerides were inversely associated with tertiles of plasma 25OHD levels and changes in plasma triglycerides levels correlated inversely with seasonal changes in vitamin D status. Conclusion. Our data do not support a pharmacological effect of statins on vitamin D status, but do suggest that vitamin D may influence plasma lipid profile and thus be of importance to cardiovascular health.",
        "year": 2009,
        "citation_count": 76,
        "relevance": 1,
        "explanation": "This paper is connected to the source paper as it investigates the effects of simvastatin, another statin, on vitamin D status, which is related to bone metabolism. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    }
]