[
    {
        "paperId": "81140ffc79914a1be352e29a68d786d0e5811ed4",
        "title": "Effect of reboxetine and citalopram on anal opening pressure in healthy women: A randomized, double-blind, placebo-controlled crossover study.",
        "abstract": "BACKGROUND\nIn placebo-controlled clinical trials, reboxetine, a selective noradrenaline reuptake inhibitor, increases urethral pressure and relieves stress urinary incontinence symptoms in women. Considering the close connection in neural regulation of the external urethral and anal sphincters, we hypothesized that reboxetine may also enhance anal sphincter pressure. Conversely, it is believed that selective serotonin reuptake inhibitors may contribute to fecal incontinence by reducing anal sphincter pressure. In this study, we investigated the effect of reboxetine and citalopram on anal opening pressure in healthy female volunteers.\n\n\nMETHODS\nIn a double-blind, three-way crossover trial, 24 female participants received single doses of 40 mg citalopram, 8 mg reboxetine, and matching placebos, with a minimum of 8-day washout between sessions. Using anal acoustic reflectometry, we measured anal opening pressure during both resting and squeezing conditions at the estimated time of peak plasma concentration for both study drugs.\n\n\nKEY RESULTS\nCompared with placebo, reboxetine increased anal opening pressure with 23.4 cmH2O (95% confidence interval [CI] 16.5-30.2, p < 0.001) during rest and with 22.5 cmH2O (95% CI 15.2-29.8, p < 0.001) during squeeze. Citalopram did not change anal opening pressure statistically significantly compared to placebo.\n\n\nCONCLUSIONS & INFERENCES\nAn 8-mg dose of reboxetine increased anal opening pressure substantially in healthy women, suggesting potential benefits for fecal incontinence symptoms. In contrast, a 40-mg dose of citalopram showed a marginal and statistically insignificant effect on anal opening pressure, indicating that selective serotonin reuptake inhibitors do not contribute to fecal incontinence by reducing anal sphincter tone.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores a new potential treatment for fecal incontinence, similar to the source paper's investigation of zinc-aluminium ointment. However, it does not directly build upon or depend on the source paper's findings."
    }
]