[
    {
        "paperId": "2bc930f1ea256ddaf4ef718cb6fcd995fbf8c0f0",
        "title": "Psychological Well-Being in Rheumatoid Arthritis: Relationship to ‘Disease’ Variables and Affective Disturbance",
        "abstract": "Background: Resilience is likely to be important in understanding psychological responses to chronic physical illnesses. This study aimed to examine one measure of resilience – Ryff’s operationalized measure of psychological well-being (PWB) – in rheumatoid arthritis. It was hypothesized that PWB would be influenced by age and gender in the same way as in community samples, and that the absence of current mood disorder would be associated with high PWB. Methods: Rheumatology clinic outpatients (n = 104) were assessed for pain, disease activity, disability, depression and anxiety. PWB was assessed using Ryff’s six-subscale model. The measured variables were used in a logistic regression analysis to model the absence of clinically important mood disorder. Results: The expected variations in PWB according to age and gender were largely absent, with the overall findings suggesting that chronic illness in general, rather than arthritis in particular, affects PWB. Significant bivariate correlations were found between depression and pain, disease activity, disability and all six PWB subscales. However, in the regression analysis, only the PWB environmental mastery subscale and self-rated disability made significant contributions to the absence of mood disturbance, and their inclusion in the regression model correctly classified 81% of the total sample. Conclusions: These results require replication in a longitudinal study, but indicate the potential value of using PWB among people with rheumatoid arthritis to screen for individuals who may be particularly vulnerable to developing depression. It might be appropriate to target such people with focused psychological interventions.",
        "year": 2002,
        "citation_count": 62,
        "relevance": 1,
        "explanation": "This paper explores the relationship between psychological well-being and disease variables in rheumatoid arthritis. While it does not directly build on the source paper's findings, it does investigate a related aspect of rheumatoid arthritis, suggesting a potential connection."
    },
    {
        "paperId": "5b03a0a61c09727a5e4b6a22d66c35a69a56b62b",
        "title": "Recent advances and future directions in the biopsychosocial assessment and treatment of arthritis.",
        "abstract": "This article provides an overview of the emerging literature on biopsychosocial assessment and treatment for two of the most common forms of arthritis: osteoarthritis and rheumatoid arthritis. The article is divided into 3 parts. In the 1st part, the basic elements of the biopsychosocial approach to assessing and treating persons having arthritis is described. In the 2nd part, the authors evaluate studies of biopsychosocial approaches to the assessment of arthritis pain and disability. Six research areas are reviewed: learned helplessness, depression, stress, pain coping, self-efficacy, and the social context of arthritis. The 3rd part of the article reviews studies that testing the efficacy of biopsychosocial treatment approaches for persons having osteoarthritis and rheumatoid arthritis.",
        "year": 2002,
        "citation_count": 199,
        "relevance": 1,
        "explanation": "This paper provides an overview of the biopsychosocial approach to assessing and treating arthritis, including rheumatoid arthritis. While it does not directly build on the source paper's findings, it does discuss cognitive-behavioral interventions, which is related to the source paper's topic."
    },
    {
        "paperId": "c3faa60f2c8d2e2649a59aabd6b80ca0a77a2752",
        "title": "Testing for the Integrity of Blinding in Clinical Trials: How Valid Are Forced Choice Paradigms?",
        "abstract": "Background: In randomised controlled trials, an increasingly used test of the ‘blindness’ of assessors is to have them guess the group to which each participant has been allocated. Because assessors are usually aware of the trial hypotheses, we predicted that trial participants who showed the greatest improvement would be assumed by an assessor to have been in the ‘preferred intervention’ group. Methods: Data were derived from a trial in recent-onset rheumatoid arthritis comparing cognitive behavioural therapy plus routine care with routine care alone. Results: Although in this trial assessor blindness was demonstrated, patients ‘guessed’ by the assessor to be in the cognitive therapy group showed significantly greater improvements than those predicted to have received routine care alone in variables predicted to change in the study protocol. Conclusions: These results indicate that even if an assessor’s guesses about patient group allocations are more accurate than expected by chance, this would not necessarily demonstrate failure of blinding. This casts further doubt on the validity of forced choice paradigms in testing the integrity of blinding in clinical trials.",
        "year": 2003,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it uses data derived from a trial in recent-onset rheumatoid arthritis comparing cognitive behavioural therapy plus routine care with routine care alone, which is related to the source paper's topic."
    },
    {
        "paperId": "1d29e29c1feb884ddca088969290c869de2b7fb6",
        "title": "Cost effectiveness and medical cost-offset considerations in psychological service provision.",
        "abstract": "Abstract Empirical evidence has demonstrated that psychological interventions can effectively treat a wide range of child and adult health problems. The focus of this review is on costing issues associated with psychological interventions, including cost-effectiveness and cost offset (i.e., a reduction in health care costs attributable to effective intervention). Recent evidence has demonstrated that psychological interventions can be more cost-effective than optimal drug treatment. For example, although having comparable effectiveness, cognitive-behavioural treatments for panic disorder and for depression have been estimated to cost approximately one-third less than pharmacological treatment. Furthermore, a recent meta-analysis of 91 research studies published between 1967 and 1997 found that average health care cost savings due to psychological intervention were in the range of 20-30% across studies, and 90% of the studies reported evidence of a medical cost offset. In conclusion, the evidence indicates that psychological treatments (i) can be cost-effective forms of treatment and (ii) have the potential to reduce health care costs, as successfully treated patients typically reduce their utilization of other health care services. Based on decades of research on the effects of psychological interventions, there is clear and compelling evidence that there are psychological interventions that are effective in treating a wide range of child and adult health problems, including depression, generalized anxiety disorder, panic disorder, post-traumatic stress disorder, eating disorders, substance abuse, and chronic pain (Chambless & Ollendick, 2001; Nathan & Gorman, 1998; Roth & Fonagy, 1996; U. K. Department of Health, 2001). As research continues to progress, there is mounting evidence that there are also effective psychological treatments for diseases and disorders that are routinely seen in primary care medical practices but that are typically difficult to medically manage, including Type I diabetes (Hampson et al., 2000), chronic tension-type headaches (Holroyd et al., 2001), rheumatoid arthritis (Sharpe et al., 2001), chronic low-back pain (van Tinder et al., 2000), chronic fatigue syndrome (Whiting et al., 2001), and a range of medically unexplained physical symptoms (Nezu, Nezu, & Lombardo, 2001). Evidence for the positive impact of psychological treatment is obviously important, but in the current context of accountability and cost containment, it is, on its own, insufficient (Mash & Hunsley, 1993). Psychologists involved in professional and public policy activities are well-aware of the critical need for data that address the costs associated with psychological services and the benefits - both in terms of health and economic factors - that are likely to result from these services (Dobson, 2002). Indeed, both national and provincial psychological associations have recently made submissions to government departments and commissions emphasizing the savings to the health care system that could result from greater accessibility to appropriate psychological services (e.g., Canadian Psychological Association, 2001; l'Ordre des Psychologues du Quebec, 2000; Manitoba Psychological Society, 2001; Saskatchewan Psychological Association, 2001). The primary goal of this article is to better acquaint psychologists with the costing concepts that can be, and have been, applied to the realm of psychological interventions and with the results of this line of research. I begin by reviewing the current fiscal situation in Canada as it relates to health care costs in general and psychological services more specifically. Next, an introduction to costing concepts is provided and analytic strategies for evaluating health care costs are presented. The next two sections deal specifically with evidence regarding cost savings that are likely to result from psychological treatment. Evidence for the costeffectiveness of psychological intervention versus pharmacologic intervention is presented for the treatment of two common psychological disorders: panic disorder and depression. …",
        "year": 2003,
        "citation_count": 61,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper, as it discusses the cost-effectiveness of psychological interventions, including cognitive-behavioural treatments, which is related to the source paper's topic of cognitive-behavioural intervention for patients with recent onset rheumatoid arthritis."
    },
    {
        "paperId": "baff36f91497febe712eb28a49d5f068640a4d3f",
        "title": "Cognitive Behavioral Therapy: A Blueprint for Attaining and Assessing Psychiatry Resident Competency",
        "abstract": "Background: The Residency Review Committee (RRC) for Psychiatry of the Accreditation Council on Graduate Medical Education (ACGME) now requires that all psychiatric residency programs demonstrate competency for all psychiatric residents in cognitive behavior therapy (CBT). Objective: To increase awareness about specific knowledge, skills, and attitudes necessary to perform competent CBT, optimal teaching methods available to insure competency, and valid assessment tools and resources available to training programs. Methods: Literature review and discussion of common features of successful training programs. Results and Conclusions: Training programs have resources and standardized methods of training, supervision, and assessment available to help residents meet the ACGME mandated competency requirements in CBT.",
        "year": 2003,
        "citation_count": 52,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper, as it discusses cognitive behavior therapy (CBT) competency for psychiatric residents, which is related to the source paper's topic of cognitive-behavioural intervention for patients with recent onset rheumatoid arthritis."
    }
]