[
    {
        "paperId": "09353d833a0da8c498e57e61eaf8b55b7dd7b637",
        "title": "Physical exercise training for cystic fibrosis.",
        "abstract": "BACKGROUND\nPhysical exercise training may form an important part of regular care for people with cystic fibrosis. This is an update of a previously published review.\n\n\nOBJECTIVES\nTo assess the effects of physical exercise training on exercise capacity by peak oxygen consumption, pulmonary function by forced expiratory volume in one second, health-related quality of life and further important patient-relevant outcomes in people with cystic fibrosis.\n\n\nSEARCH METHODS\nWe searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Trials Register which comprises references identified from comprehensive electronic database searches and handsearches of relevant journals and abstract books of conference proceedings.Date of the most recent search: 04 May 2017.We searched ongoing trials registers (clinicaltrials.gov and the WHO ICTRP). Date of most recent search: 10 August 2017.\n\n\nSELECTION CRITERIA\nAll randomised and quasi-randomised controlled clinical trials comparing exercise training of any type and a minimum duration of two weeks with conventional care (no training) in people with cystic fibrosis.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo authors independently selected studies for inclusion, assessed methodological quality and extracted data. The quality of the evidence was assessed using the GRADE system.\n\n\nMAIN RESULTS\nOf the 83 studies identified, 15 studies which included 487 participants, met the inclusion criteria. The numbers in each study ranged from nine up to 72 participants; two studies were in adults, seven were in children and adolescents and six studies included all age ranges. Four studies of hospitalised participants lasted less than one month and 11 studies were outpatient-based, lasting between two months and three years. The studies included participants with a wide range of disease severity and employed differing levels of supervision with a mixture of types of training. There was also wide variation in the quality of the included studies.This systematic review shows very low- to low-quality evidence from both short- and long-term studies that in people with cystic fibrosis aerobic or anaerobic physical exercise training (or a combination of both) has a positive effect on aerobic exercise capacity, pulmonary function and health-related quality of life. No study reported on mortality; two studies reported on adverse events (moderate-quality evidence); one of each study reported on pulmonary exacerbations (low-quality evidence) and diabetic control (very low-quality evidence). Although improvements were not consistent between studies and ranged from no effects to clearly positive effects, the most consistent effects of the heterogeneous exercise training modalities and durations were found for maximal aerobic exercise capacity (in four out of seven studies) with unclear effects on forced expiratory volume in one second (in two out of 11 studies) and health-related quality of life (in two out of seven studies).\n\n\nAUTHORS' CONCLUSIONS\nEvidence about the efficacy of physical exercise training in cystic fibrosis from 15 small studies with low to moderate methodological quality is limited. Exercise training is already part of regular outpatient care offered to most people with cystic fibrosis, and since there is some evidence for beneficial effects on aerobic fitness and no negative side effects exist, there is no reason to actively discourage this. The benefits from including physical exercise training in an individual's regular care may be influenced by the type and duration of the training programme. High-quality randomised controlled trials are needed to comprehensively assess the benefits of exercise programmes in people with cystic fibrosis and the relative benefits of the addition of aerobic versus anaerobic versus a combination of both types of physical exercise training to the care of people with cystic fibrosis.",
        "year": 2017,
        "citation_count": 175,
        "relevance": 1,
        "explanation": "This paper is a systematic review of physical exercise training in cystic fibrosis, which is a broader topic than the source paper. The paper does not specifically discuss inspiratory muscle training, and the findings of the source paper are not used as a sub-hypothesis. However, the paper does discuss the effects of physical exercise training on exercise capacity and pulmonary function, which are related to the outcomes measured in the source paper."
    }
]