[
    {
        "paperId": "68e0bc47e05c8404ab1e0ebae551077e63c5376e",
        "title": "Adjuvant corticosteroids for tuberculous pericarditis: promising, but not proven.",
        "abstract": "BACKGROUND\nThere is controversy regarding the effectiveness of corticosteroids in tuberculous pericarditis, particularly in patients who are immunocompromised by HIV.\n\n\nAIM\nTo determine the effectiveness of adjuvant corticosteroids in tuberculous pericarditis.\n\n\nDESIGN\nSystematic review of randomized controlled trials.\n\n\nMETHODS\nWe searched the Cochrane Infectious Diseases Group trials register (June 2002), the Cochrane Controlled Trials Register (Issue 2, 2002), MEDLINE (January 1966 to March 2003), EMBASE (1980 to May 2002), and the reference lists of existing reviews, for randomized and quasi-randomized controlled trials of adjuvant corticosteroids in the treatment of suspected tuberculous pericarditis. We also contacted organizations and individuals working in the field. Two reviewers independently assessed trial quality and extracted data. We used meta-analysis with a fixed effects model to calculate the summary statistics, provided there was no statistically significant heterogeneity, and expressed results as relative risk.\n\n\nRESULTS\nFour trials with a total of 469 participants met our criteria. Three (total n = 411) tested adjuvant steroids in participants with suspected tuberculous pericarditis in the pre-HIV era. Fewer participants died in the intervention group, but the potentially large reduction in mortality was not statistically significant (relative risk RR 0.65, 95%CI 0.36-1.16, n = 350; p = 0.14). One trial with 58 patients that enrolled HIV-positive individuals also showed a promising but non-significant trend on mortality (RR 0.50, 95%CI 0.19-1.28; p = 0.15). There was no significant beneficial effect of steroids on re-accumulation of pericardial effusion or progression to constrictive pericarditis. Patients with pericardial effusion were significantly more likely to be alive with no functional impairment at 2 years following treatment. However, the effect was not sustained in a sensitivity analysis that included patients who were lost to follow-up.\n\n\nDISCUSSION\nSteroids could have large beneficial effects on mortality and morbidity in tuberculous pericarditis, but published trials are too small to be conclusive. Large placebo-controlled trials are required, and should include sufficient numbers of HIV-positive and HIV-negative participants, and an adequate adjuvant steroid dose.",
        "year": 2003,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "This paper is a systematic review that discusses the effectiveness of adjuvant corticosteroids in tuberculous pericarditis, which is directly related to the source paper's findings on the use of prednisolone in HIV seropositive patients with tuberculous pericarditis."
    },
    {
        "paperId": "74d3bcff80f49dd8a04c645316252751d3bbed47",
        "title": "A case of tuberculous pericardial effusion.",
        "abstract": "We report a case of an 80-year-old caucasian female in the UK who presented with weight loss and was found to have a pericardial effusion. There was neither previous exposure to tuberculosis nor any suggestion of immunosuppression. Repeated analysis of pericardial fluid established a tuberculous origin. Search of medical literature did not reveal any similar cases in the elderly in the UK.",
        "year": 2003,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper reports a single case of tuberculous pericardial effusion, but does not specifically build upon or cite the source paper's findings on the use of prednisolone in HIV seropositive patients with tuberculous pericarditis."
    },
    {
        "paperId": "c6bad6defa03adb20ba3194e65ce27b3e246d49a",
        "title": "[A case of tuberculous pericarditis, the diagnosis of which was complicated by the delay in the rise of adenosine deaminase in the pericardial effusion].",
        "abstract": "An 81-year-old man was admitted to our hospital because of pericardial effusion and sputum PCR positive for Mycobacterium (M.) tuberculosis. Since adenosine deaminase (ADA) value of the pericardial effusion was not high and the sputum smear and culture were negative, anti-tuberculous therapy was not started. Two months later he was admitted again because of high fever and cardiomegaly. Chest computed tomography showed deterioration and the sputum culture revealed M. tuberculosis. The ADA value of the pericardial effusion which was not high at the first admission, was elevated in the second admission, and the diagnosis was made as tuberculous pericarditis two months later. We had better start anti-tuberculous therapy at the first admission, in spite of low value of ADA, as his pericardial effusion showed lymphocyte predominance.",
        "year": 2003,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper reports a single case of tuberculous pericarditis, but does not specifically build upon or cite the source paper's findings on the use of prednisolone in HIV seropositive patients with tuberculous pericarditis."
    }
]