[
    {
        "paperId": "5067f8ba1f6b34bc0d156cb69c7c5b6a8e3240c8",
        "title": "Hypertension and cognitive function in the elderly.",
        "abstract": "Alzheimer's disease is the most prevalent and common form of cognitive impairment, ie, dementia, in the elderly followed in second place by vascular dementia due to the microangiopathy associated with poorly-controlled hypertension. Besides blood pressure elevation, advancing age is the strongest risk factor for dementia. Deterioration of intellectual function and cognitive skills that leads to the elderly patient becoming more and more dependent in his, her, activities of daily living, ie, bathing, dressing, feeding self, locomotion, and personal hygiene. It has been known and demonstrated for many years that lowering of blood pressure from a previous hypertensive point can result in stroke prevention yet lowering of blood pressure does not prevent the microangiopathy that leads to white matter demyelinization which when combined with the clinical cognitive deterioration is compatible with a diagnosis of vascular dementia. It is known from many large studies, ie, SHEP, SCOPE, and HOPE, that lowering of blood pressure gradually will not and should not worsen the cognitive impairment. However, if the pressure is uncontrolled a stroke which might consequently occur would further worsen their cognitive derangement. So an attempt at slow reduction of blood pressure since cerebral autoregulation is slower as age increases is in the patient's best interest. It is also important to stress that control of blood glucose can also be seen as an attempt to prevent vascular dementia from uncontrolled hyperglycemia. Vascular dementia is not considered one of the reversible causes of dementia. Reversible causes of cognitive impairment are over medication with centrally acting drugs such as sedatives, hypnotics, antidepressants, and antipsychotics, electrolyte imbalance such as hyponatremia, azotemia, chronic liver disease, and poor controlled chronic congestive heart failure. Criteria for the clinical diagnosis of vascular dementia include cognitive decline in regards to preceding functionally higher level characterized by alterations in memory and in two or more superior cortical functions that include orientation, attention, verbal linguistic capacities, visual spacial skills, calculation, executive functioning, motor control, abstraction and judgment. Patients with disturbances of consciousness, delirium (acute confusional states), psychosis, serious aphasia, or sensory-motor alterations that preclude proper execution of neuro-psychological testing are also considered to have probably vascular dementia. Furthermore, these are ten of the other essential cerebral or systematic pathologies present that would be able to produce a dementia syndrome.",
        "year": 2007,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "This paper discusses the relationship between hypertension and cognitive function in the elderly, which is related to the source paper's topic of antihypertensive treatment in older persons with isolated systolic hypertension. It mentions the SHEP study, which is the source paper, and builds upon its findings, so it has a relevance score of 2."
    },
    {
        "paperId": "ea536ae8628abe88f5cbde2a5ae921eba0b31329",
        "title": "Systolic blood pressure reduction with olmesartan medoxomil versus nitrendipine in elderly patients with isolated systolic hypertension",
        "abstract": "Objective The prevalence of isolated systolic hypertension (ISH) is high in the elderly, and the objective of this study was to compare the antihypertensive efficacy of olmesartan medoxomil with that of nitrendipine in elderly (65–74 years) and very elderly (≥ 75 years) male and female patients with ISH. Methods Patients were randomized to 24 weeks of treatment with either olmesartan medoxomil 20 mg daily (n = 256) or nitrendipine 20 mg (n = 126) twice daily, with possible dose increase (to 40 mg daily) and addition of hydrochlorothiazide (HCTZ) 12.5 or 25 mg daily if required. Results On the primary endpoint [reduction in mean sitting systolic blood pressure (SBP) after 12 weeks of treatment], the two treatments were similar (olmesartan medoxomil, −30.0 mmHg; nitrendipine, −31.4 mmHg). No significant difference between the treatment groups was observed, and non-inferiority of olmesartan medoxomil to nitrendipine was demonstrated using an analysis of covariance (ANCOVA) model. Reductions in mean sitting and standing SBP and diastolic blood pressure (DBP) up to week 24 were also similar with both treatments. Blood pressure (BP) goal attainment rates (sitting SBP ≤ 135 mmHg) increased consecutively, and were higher with olmesartan medoxomil (62.5%) than with nitrendipine (56.0%) at week 24 (not significant). Both treatments were well tolerated. Conclusions In elderly patients with ISH, the mean reduction in SBP produced by olmesartan is similar to that produced by nitrendipine.",
        "year": 2007,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "This paper compares the antihypertensive efficacy of olmesartan medoxomil and nitrendipine in elderly patients with isolated systolic hypertension, which is directly related to the source paper's topic. It builds upon the findings of the source paper and uses them as a sub-hypothesis, so it has a relevance score of 2."
    },
    {
        "paperId": "1e2fd4b5d14b69e16237ec4345139b2694cab385",
        "title": "A prospective evaluation of persistence on antihypertensive treatment with different antihypertensive drugs in clinical practice",
        "abstract": "Persistence on treatment affects the efficacy of antihypertensive treatment. We prospectively investigated the persistence on therapy and the extent of blood pressure (BP) control in 347 hypertensive patients (age 59.4 ± 6 years) randomly allocated to a first-line treatment with: angiotensin-converting enzyme (ACE) inhibitors, calcium-channel blockers (CCBs), ß-blockers, angiotensin-II receptor blockers (ARBs), or diuretics and followed-up for 24-months. Persistence on treatment was higher in patients treated with ARBs (68.5%) and ACE inhibitors (64.5%) vs CCBs (51.6%; p < 0.05), β-blockers (44.8%, p < 0.05), and diuretics (34.4%, p < 0.01). No ARB, ACE inhibitor, β-blocker, or diuretic was associated with a higher persistence in therapy compared with the other molecules used in each therapeutic class. The rate of persistence was significantly higher in patients treated with lercanidipine vs others CCBs (59.3% vs 46.6%, p < 0.05). Systolic and diastolic BP was decreased more successfully in patients treated with ARBs (−11.2/−5.8 mmHg), ACE inhibitors (−10.5/−5.1 mmHg), and CCBs (−8.5/−4.6 mmHg) compared with ß-blockers (−4.0/−2.3 mmHg p < 0.05) and diuretics (−2.3/−2.1 mmHg, p < 0.05). No ARB, ACE inhibitor, β-blocker, or diuretic was associated with a higher BP control compared with the other molecules used in each therapeutic class. A trend toward a better BP control was observed in response to lercanidipine vs other CCBs (p = 0.059). The present results confirm the importance of persistence on treatment for the management of hypertension in clinical practice.",
        "year": 2007,
        "citation_count": 51,
        "relevance": 1,
        "explanation": "This paper explores the persistence of different antihypertensive treatments in clinical practice, which is related to the source paper's topic of antihypertensive treatment in older persons with isolated systolic hypertension. However, it does not directly build upon the findings of the source paper or use them as a sub-hypothesis, so it has a relevance score of 1."
    },
    {
        "paperId": "0cb1b48fe6c6a3bfe3d829c76bd43369fe025f37",
        "title": "On-treatment diastolic blood pressure and prognosis in systolic hypertension.",
        "abstract": "BACKGROUND\nIt has been suggested that low diastolic blood pressure (BP) while receiving antihypertensive treatment (hereinafter called on-treatment BP) is harmful in older patients with systolic hypertension. We examined the association between on-treatment diastolic BP, mortality, and cardiovascular events in the prospective placebo-controlled Systolic Hypertension in Europe Trial.\n\n\nMETHODS\nElderly patients with systolic hypertension were randomized into the double-blind first phase of the trial, after which all patients received active study drugs (phase 2). We assessed the relationship between outcome and on-treatment diastolic BP by use of multivariate Cox regression analysis during receipt of placebo (phase 1) and during active treatment (phases 1 and 2).\n\n\nRESULTS\nRates of noncardiovascular mortality, cardiovascular mortality, and cardiovascular events were 11.1, 12.0, and 29.4, respectively, per 1000 patient-years with active treatment (n = 2358) and 11.9, 12.6, and 39.0, respectively, with placebo (n = 2225). Noncardiovascular mortality, but not cardiovascular mortality, increased with low diastolic BP with active treatment (P < .005) and with placebo (P < .05); for example, hazard ratios for lower diastolic BP, that is, 65 to 60 mm Hg, were, respectively, 1.15 (95% confidence interval, 1.00-1.31) and 1.28 (95% confidence interval, 1.03-1.59). Low diastolic BP with active treatment was associated with increased risk of cardiovascular events, but only in patients with coronary heart disease at baseline (P < .02; hazard ratio for BP 65-60 mm Hg, 1.17; 95% confidence interval, 0.98-1.38).\n\n\nCONCLUSIONS\nThese findings support the hypothesis that antihypertensive treatment can be intensified to prevent cardiovascular events when systolic BP is not under control in older patients with systolic hypertension, at least until diastolic BP reaches 55 mm Hg. However, a prudent approach is warranted in patients with concomitant coronary heart disease, in whom diastolic BP should probably not be lowered to less than 70 mm Hg.",
        "year": 2007,
        "citation_count": 133,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between diastolic blood pressure and cardiovascular events in patients with systolic hypertension, a condition that was also studied in the source paper."
    },
    {
        "paperId": "1938ebc87cf4a23f74eed610782d88dfa7a8e126",
        "title": "Isolated systolic hypertension in the elderly.",
        "abstract": "Isolated systolic hypertension affects between 10 and 20% of the elderly. The growing awareness among physicians and patients that systolic hypertension carries a risk, which is greater in the elderly than that of diastolic blood pressure elevation, has sparked many questions on the prevalence, pathophysiology and treatment of isolated systolic hypertension. This paper reviews published studies on isolated systolic hypertension in the elderly",
        "year": 1990,
        "citation_count": 228,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the evaluation and treatment of isolated systolic hypertension in the elderly, a condition that was also studied in the source paper."
    },
    {
        "paperId": "e0be5eaff7612a9ba39afb0aa4a9242edd10e832",
        "title": "Hypertension from Framingham to ALLHAT: translating clinical trials into practice.",
        "abstract": "Despite decades of observational and clinical data about the effectiveness of treating hypertension, most Americans are still not being adequately treated. It makes little sense that much of our efforts are directed toward performing large trials to find out whether newer, more expensive agents are superior to conventional therapy, especially when little evidence shows any benefit to the newer drugs. Rather, our priority should be to treat more patients and to treat them more aggressively.",
        "year": 2007,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it discusses the importance of translating clinical trial results into practice, including the results of the Systolic Hypertension in the Elderly Program (SHEP) trial."
    },
    {
        "paperId": "9013b7ffc500212b2d5d08d46b672fb5ce66425e",
        "title": "Effect of the Ca Antagonist Nilvadipine on Stroke Occurrence or Recurrence and Extension of Asymptomatic Cerebral Infarction in Hypertensive Patients with or without History of Stroke (PICA Study)",
        "abstract": "Background: We examined the effect of a Ca antagonist (nilvadipine) on the occurrence or recurrence of symptomatic stroke in hypertensive patients with MRI-defined asymptomatic cerebral infarction (ACI), periventricular hyperintensity (PVH), and deep and subcortical white matter hyperintensity (DSWMH), with or without a history of stroke, and evaluated the effect of long-term treatment on the lesions. Methods: Patients with hypertension and incidental ACI were divided into those with (group B, 235 patients) or without (group A, 181 patients) a history of symptomatic stroke, and were given nilvadipine 4–8 mg/day for 3 years. Primary evaluation points were occurrence of symptomatic ischemic stroke and development or extension of asymptomatic ischemic lesions. Results: Male sex, hyperuricemia, diabetes, maximum diameter of infarction and PVH severity were stronger risk factors for group B. Numbers of cerebral infarctions were 31 ± 28 (group A) and 42 ± 32 (group B) at enrollment (p < 0.001). Infarctions were larger and located more frequently on the internal capsule, putamen, thalamus and brainstem in group B. The severity of PVH and DSWMH paralleled the number of cerebral infarctions in both groups. Conclusion: The study design and status of asymptomatic ischemic brain lesions in hypertensive subjects at enrollment are presented.",
        "year": 2007,
        "citation_count": 75,
        "relevance": 1,
        "explanation": "This paper investigates the effect of a Ca antagonist (nilvadipine) on stroke occurrence or recurrence in hypertensive patients, which is related to the topic of the source paper."
    },
    {
        "paperId": "9093a124eaf657b435d1706a8d1052cbd94d6699",
        "title": "Calcium‐channel blockers: current place in hypertension",
        "abstract": "Recent NICE guidelines have reaffirmed the place of calcium‐channel blockers as first‐line antihypertensive agents. Our Drug Review considers their properties and place in the management of hypertension, followed by sources of further information, an analysis of prescription data and the Datafile. Copyright © 2007 Wiley Interface Ltd",
        "year": 2007,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper discusses the properties and place of calcium-channel blockers in the management of hypertension, which is related to the topic of the source paper."
    },
    {
        "paperId": "90fed4784c9accb82834969f23fbcec9a8d4d9e4",
        "title": "Predictive Utility of Pulse Pressure and Other Blood Pressure Measures for Cardiovascular Outcomes",
        "abstract": "Data are sparse regarding the actual predictive utility of pulse pressure and other blood pressure measures for cardiovascular events. We included all of the participants from the Chicago Heart Association Detection Project in Industry who were free of cardiovascular disease and not receiving antihypertensive treatment at baseline (1967–1973). Baseline blood pressure measures were assessed for predictive utility for fatal and nonfatal events over 33 years. Among 36 314 participants (mean age: 39±13 years; 43.4% women), there were 11 452 deaths: 745 were attributed to stroke, 2812 to coronary disease, and 599 to heart failure. Of the 16 393 participants who attained Medicare eligibility, 3050, 1367, and 2207 had ≥1 hospitalization for stroke, myocardial infarction, or heart failure, respectively. In univariate analyses, hazards ratios for stroke death per SD of pulse, systolic, and diastolic pressure, respectively, were 1.49, 1.75, and 1.71. Likelihood ratio &khgr;2 (134.3, 302.0, and 232.6, respectively), Bayes information criteria values (15 142, 14 974, and 15 044, respectively), and areas under receiver-operating characteristic curves (0.59, 0.64, and 0.63, respectively) all indicated better predictive utility for systolic and diastolic compared with pulse pressure. Results for coronary or heart failure death and stroke, myocardial infarction, or heart failure hospitalization were similar. Pulse pressure had weaker predictive utility at all ages but particularly for those <50 years. In this large cohort study, pulse pressure had predictive utility for cardiovascular events that was inferior to systolic or diastolic pressure. These findings support the approach of current guidelines in the use of systolic and diastolic blood pressure to assess risk and the need for treatment.",
        "year": 2007,
        "citation_count": 80,
        "relevance": 1,
        "explanation": "This paper investigates the predictive utility of pulse pressure and other blood pressure measures for cardiovascular events, which is related to the topic of the source paper."
    }
]