[
    {
        "paperId": "a9a028d9478b737d4b07a489dc702f9cfd3dc702",
        "title": "The effect of rosiglitazone on overweight subjects with type 1 diabetes.",
        "abstract": "OBJECTIVE\nTo evaluate the safety and effectiveness of rosiglitazone in the treatment of overweight subjects with type 1 diabetes.\n\n\nRESEARCH DESIGN AND METHODS\nA total of 50 adult type 1 diabetic subjects with a baseline BMI > or =27 kg/m(2) were randomly assigned in a double-blind fashion to take insulin and placebo (n = 25) or insulin and rosiglitazone 4 mg twice daily (n = 25) for a period of 8 months. Insulin regimen and dosage were modified in all subjects to achieve near-normal glycemic control.\n\n\nRESULTS\nBoth groups experienced a significant reduction in HbA(1c) (A1C) level (rosiglitazone: 7.9 +/- 1.3 to 6.9 +/- 0.7%, P < 0.0001; placebo: 7.7 +/- 0.8 to 7.0 +/- 0.9%, P = 0.002) and a significant increase in weight (rosiglitazone: 97.2 +/- 11.8 to 100.6 +/- 16.0 kg, P = 0.008; placebo: 96.4 +/- 12.2 to 99.1 +/- 15.0, P = 0.016). Baseline measures of BMI (P = 0.001), total daily insulin dose (P = 0.002), total cholesterol (P = 0.005), HDL cholesterol (P = 0.001), and LDL cholesterol (P = 0.02) were predictors of improvement in A1C level only in the group treated with rosiglitazone. Total daily insulin dose increased in subjects taking placebo (74.0 +/- 33.8 to 82.0 +/- 48.9 units, P < 0.05 baseline vs. week 32), but it decreased slightly in subjects taking rosiglitazone (77.5 +/- 28.6 to 75.3 +/- 33.1 units). Both systolic blood pressure (137.4 +/- 15.6 vs. 128.8 +/- 14.8 mmHg, baseline vs. week 32, P < 0.02) and diastolic blood pressure (87.2 +/- 9.4 vs. 79.4 +/- 7.2 mmHg, P < 0.0001) improved in the group treated with rosiglitazone. The total incidence of hypoglycemia did not differ between groups.\n\n\nCONCLUSIONS\nRosiglitazone in combination with insulin resulted in improved glycemic control and blood pressure without an increase in insulin requirements, compared with insulin- and placebo-treated subjects, whose improved glycemic control required an 11% increase in insulin dose. Weight gain and hypoglycemia were similar in both groups at the end of the study. The greatest effect of rosiglitazone occurred in subjects with more pronounced markers of insulin resistance.",
        "year": 2005,
        "citation_count": 61,
        "relevance": 2,
        "explanation": "This paper investigates the use of rosiglitazone, a thiazolidinedione, in combination with insulin in type 1 diabetes patients, which is partially dependent on the findings of the source paper that metformin improves metabolic control in adolescents with type 1 diabetes. The paper explores a new angle on the use of insulin-sensitizing agents in type 1 diabetes, building on the source paper's results."
    },
    {
        "paperId": "ad8e49c94cb35b84edb4185214725e9edbe82217",
        "title": "Combination therapy using metformin or thiazolidinediones and insulin in the treatment of diabetes mellitus",
        "abstract": "The biguanide, metformin, sensitizes the liver to the effect of insulin, suppressing hepatic glucose output. Thiazolidinediones such as rosiglitazone and pioglitazone enhance insulin‐mediated glucose disposal, leading to reduced plasma insulin concentrations. These classes of drugs may also have varying beneficial effects on features of insulin resistance such as lipid levels, blood pressure and body weight. Metformin in combination with insulin has been shown to significantly improve blood glucose levels while lowering total daily insulin dose and body weight. The thiazolidinediones in combination with insulin have also been effective in lowering blood glucose levels and total daily insulin dose. Triple combination therapy using insulin, metformin and a thiazolidinedione improves glycaemic control to a greater degree than dual therapy using insulin and metformin or insulin and a thiazolidinedione. There is insufficient evidence to recommend the use of metformin or thiazolidinediones in type 1 diabetic patients. Although these agents are largely well tolerated, some subjects experience significant gastrointestinal problems while using metformin. Metformin is associated with a low risk of lactic acidosis, but should not be used in patients with elevated serum creatinine or those being treated for congestive heart failure. The thiazolidinediones are associated with an increase in body weight, although this can be avoided with careful lifestyle management. Thiazolidinediones may also lead to oedema and are associated with a low incidence of hepatocellular injury. Thiazolidinediones are contraindicated in patients with underlying heart disease who are at risk of congestive heart failure and in patients who have abnormal hepatic function. The desired blood glucose‐lowering effect and adverse event profiles of these agents should be considered when recommending these agents to diabetic patients. The potential for metformin or the thiazolidinediones to impact long‐term cardiovascular outcomes remains under investigation.",
        "year": 2005,
        "citation_count": 38,
        "relevance": 1,
        "explanation": "This paper discusses the use of metformin in combination with insulin, which is inspired by the hypothesis of the source paper that metformin improves metabolic control in adolescents with type 1 diabetes. However, this paper does not build directly upon the source paper's findings and instead explores the use of metformin in a broader context."
    }
]