[
    {
        "paperId": "a6b204bdfaf667930f3fd63935b08662c48bab9f",
        "title": "Making a Difference With Interactive Technology: Considerations in Using and Evaluating Computerized Aids for Diabetes Self-Management Education",
        "abstract": "This article provides a discussion of the strengths and limitations of interactive technologies (e.g., Internet, CD-ROM) as supplements to and extensions of diabetes self-management education. Examples are provided, and the RE-AIM framework is used to consider how different interactive technologies have been used to enhance the Reach, Effectiveness, Adoption, Implementation, and Maintenance of interventions. Appropriate use of these technologies (e.g., computer administration, scoring, and feedback on assessment instruments; modeling optional coping strategies) should help diabetes educators reach and support more people in a more tailored manner and should free up educators’ time to focus on the creative problem identification and problem-solving that humans do best.",
        "year": 2001,
        "citation_count": 46,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the use of interactive technologies to enhance diabetes self-management education, which is related to the computer-assisted dietary counseling in the source paper."
    },
    {
        "paperId": "51ff904cc86311c8bcc38ae947624ce6365f3037",
        "title": "Psychosocial Barriers to Diabetes Self-Management and Quality of Life",
        "abstract": "In Brief \n\nDiabetes self-management can be difficult and frustrating for both patients and practitioners. Information is needed about which barriers present the greatest obstacles for which types of patients, and from this, practical, cost-effective interventions need to be developed. This article reviews existing research on psychosocial and interpersonal barriers to diabetes self-management and quality of life. It also presents new data on a self-efficacy-based barriers instrument and makes recommendations for future research.",
        "year": 2001,
        "citation_count": 272,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is not directly dependent on the findings of the source paper. Although it discusses diabetes self-management, the focus is on psychosocial barriers, which is a different aspect of diabetes management. However, the paper's theme is related to the source paper's focus on diabetes self-management."
    },
    {
        "paperId": "5691a5d6fe7b190f483c0d908591056e34ddd6d5",
        "title": "Assessment and Enhancement of Social and Community Resources Utilization for Disease Self-Management",
        "abstract": "This article describes an integrated intervention to encourage the use of community resources for dietary behavior change in older adults. Conducted as part of a randomized trial of Type 2 diabetes patients, the intervention components were designed to be broadly useful across chronic diseases and settings. A community resources guidebook, a survey and feedback procedure to assess and suggest resources for supporting chronic disease management at multiple levels (e.g., family, work, community), a newsletter, and postcards to document resource use were evaluated. All components were developed from a conceptual model of a pyramid of social and environmental support influences based on social-ecological theory. For each intervention component, the authors describe the rationale for development; present process and utilization, reach, and satisfaction data (when available); and discuss lessons learned. The authors conclude that such an intervention is promising, but the specific menu of intervention activities should be tailored to the participant, community, and resources available.",
        "year": 2002,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it utilizes a similar approach to encourage the use of community resources for dietary behavior change, but focuses on older adults and a broader range of chronic diseases."
    },
    {
        "paperId": "96be3c342cf2f31b303d1625149beab74ae6b69b",
        "title": "Randomized Trial of a Brief Dietary Intervention to Decrease Consumption of Fat and Increase Consumption of Fruits and Vegetables",
        "abstract": "Purpose. This study tested the efficacy of a computer-assisted counseling intervention to reduce diet-related cancer risk. Design. Randomized controlled trial. Subjects. Healthy women HMO members (n = 616) aged 40 to 70. Intervention. Participants were randomly assigned to nutrition intervention or an attention-control intervention unrelated to diet. Intervention consisted of two 45-minute counseling sessions plus two 5- to 10-minute follow-up telephone contacts. Counseling sessions included a 20-minute, interactive, computer-based intervention using a touchscreen format. Intervention goals were reducing dietary fat and increasing consumption of fruit, vegetables, and whole grains. Measures. Twenty-four hour diet recalls and the Fat and Fiber Behavior Questionnaire (FFB). Results. Four-month follow-up data were collected from 94% of the intervention participants and 91% of the controls. Testing with a multivariate general linear models analysis showed improvements on all dietary outcome variables. Compared to the control, intervention participants reported significantly less fat consumption (2.35 percentage points less for percentage of energy from fat), significantly greater consumption of fruit and vegetables combined (1.04 servings per day), and a significant reduction in a behavioral measure of fat consumption (.24 point change in the FFB). Conclusions. These 4-month results are comparable to several other moderate-intensity studies showing that, in the appropriate circumstances, moderate-intensity dietary interventions can be efficacious. Study limitations include the short follow-up period and the use of self-reported outcome measures.",
        "year": 2002,
        "citation_count": 54,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it utilizes a similar computer-assisted counseling approach to reduce diet-related cancer risk, but focuses on healthy women and a different set of dietary goals."
    },
    {
        "paperId": "38632f99de9ed24003496427220f3b2c876a6cca",
        "title": "Enhancing support for health behavior change among women at risk for heart disease: the Mediterranean Lifestyle Trial.",
        "abstract": "This paper describes a randomized study to evaluate the effects of a comprehensive lifestyle management intervention for 279 postmenopausal women with type 2 diabetes who are at elevated risk for coronary heart disease (CHD). The intervention, called the Mediterranean Lifestyle Trial, is focused on dietary factors, physical activity, social support and stress management. The Mediterranean Lifestyle Trial relies on a synthesis of Social Cognitive Theory and Social Ecologic Theory, as well as goal-systems theory, to explicitly inform the lifestyle intervention and to address maintenance. Thus, the trial should help illuminate the theoretical mechanisms responsible for lifestyle change. Primary outcome variables are dietary, stress management and physical activity behavior change, quality of life, and CHD-related biological risk factors. Hypothesized mediating variables include self-efficacy, coping, and social and environmental support. Following the initial 6-month intervention, participants in the intervention condition are randomized to one of two groups designed to enhance maintenance of effects: either a peer-led support group or a personalized multilevel community resources maintenance condition. Unlike the peer group, the personalized approach focuses on multiple levels of community resources to promote healthful lifestyle change. Because this research focuses on issues of generalization and translation to practice, the RE-AIM evaluation framework is being used to evaluate Reach, Effectiveness, Adoption, Implementation and Maintenance. This framework will help to translate research into practice by directing researchers' attention to important but seldom-investigated strategies for enhancing longer-term maintenance. Specifically, the study tests how long-term maintenance may be improved through the use of existing community resources, an intervention based on multiple environmental factors and multiple lifestyle behaviors, and lay leaders versus personalized professional support.",
        "year": 2002,
        "citation_count": 65,
        "relevance": 1,
        "explanation": "This paper builds upon the source paper's findings regarding the effectiveness of behavioral dietary interventions, as it explores a comprehensive lifestyle management intervention that includes dietary factors, physical activity, social support, and stress management."
    }
]