[
    {
        "paperId": "5db5e06c9977ea11a91779823479dbf10178c213",
        "title": "The endogenous cannabinoid system stimulates glucose uptake in human fat cells via phosphatidylinositol 3-kinase and calcium-dependent mechanisms.",
        "abstract": "BACKGROUND\nThe endogenous cannabinoid system participates in the regulation of energy balance, and its dysregulation may be implicated in the pathogenesis of obesity. Adipose tissue endocannabinoids may produce metabolic and endocrine effects, but very few data are available in human adipose tissue and in primary human fat cells.\n\n\nEXPERIMENTAL DESIGN\nWe measured expression of type 1 and type 2 cannabinoid receptors (CNR), enzymes of cannabinoids synthesis and degradation in human omental, sc abdominal, and gluteal adipose tissue from lean and obese subjects. Furthermore, we assessed the effect of CNR1 stimulation on glucose uptake and intracellular transduction mechanisms in primary human adipocytes. Then we assessed the reciprocal regulation between CNR1 and peroxisome proliferator-activated receptor-gamma (PPARgamma). Finally, we tested whether leptin and adiponectin are regulated by CNR1 in human adipocytes.\n\n\nRESULTS\nWe found that most genes of the endocannabinoid system are down-regulated in gluteal fat and up-regulated in visceral and sc abdominal adipose tissue of obese patients. Treatment of adipocytes with rosiglitazone markedly down-regulated CNR1 expression, whereas Win 55,212 up-regulated PPARgamma. Win 55,212 increased (+50%) glucose uptake, the translocation of glucose transporter 4, and intracellular calcium in fat cells. All these effects were inhibited by SR141716 and wortmannin and by removing extracellular calcium. Win 55,212 and SR141716 had no effect on expression of adiponectin and leptin.\n\n\nCONCLUSIONS\nThese results indicate a role for the local endocannabinoids in the regulation of glucose metabolism in human adipocytes and suggest a role in channeling excess energy fuels to adipose tissue in obese humans.",
        "year": 2007,
        "citation_count": 210,
        "relevance": 2,
        "explanation": "This paper investigates the role of the endogenous cannabinoid system in regulating glucose metabolism in human adipocytes, which is partially dependent on the findings of the source paper regarding the effects of cannabinoid-1 receptor blockers on glucose metabolism."
    },
    {
        "paperId": "ad6a1b8836a293bb7228c2c47045581da4e4304e",
        "title": "The Endocannabinoid System: Novel Pathway for Cardiometabolic Risk‐Factor Reduction",
        "abstract": "Although rimonabant has been approved for use in several countries, the Food and Drug Administration has expressed concern about the potential for adverse neurologic and psychiatric effects, considering the widespread distribution of CB1 receptors in the brain. While more research is clearly needed, the clinical evidence shows that CB1-receptor blockade with rimonabant improves multiple cardiovascular and metabolic variables, including body weight and waist circumference, HDL-C, triglycerides, and glucose metabolism. Furthermore, these effects, which are probably mediated by both peripheral and central actions in the ECS, appear to be greater than the improvements that would be expected from weight loss alone. There are multiple ongoing and planned studies with rimonabant as well as several other CB-receptor blockers (e.g., taranabant, CP-945,598). While diet and exercise are the cornerstones of cardiometabolic risk-factor reduction, improved pharmacotherapies are urgently needed. The ECS has provided us with new insights and a promising new avenue for the management of obesity and its associated cardiometabolic risk factors.",
        "year": 2007,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper discusses the role of the endocannabinoid system in reducing cardiometabolic risk factors, which is partially dependent on the findings of the source paper regarding the effects of cannabinoid-1 receptor blockers on cardiometabolic risk factors."
    },
    {
        "paperId": "d72b95bedf7caeb1b7887c12ca82b021766acd5e",
        "title": "Role of the endocannabinoid system in management of patients with type 2 diabetes mellitus and cardiovascular risk factors.",
        "abstract": "OBJECTIVE\nTo review the role of the endogenous cannabinoid system (ECS) in the peripheral and central regulation of food intake, appetite, and energy storage and discuss the potential for the ECS to be an important target for lowering cardiovascular risk.\n\n\nMETHODS\nMaterials used for this article were identified through a MEDLINE search of the pertinent literature (1975 to present), including English-language randomized controlled, prospective, cohort, review, and observational studies. We summarize the available experimental and clinical data.\n\n\nRESULTS\nThe ECS is composed of two 7-transmembrane G protein-coupled cannabinoid receptor subtypes, CB1 and CB2, endogenous cannabinoid ligands (anandamide and 2-arachidonoylglycerol), and the enzymes that synthesize and break down the ligands. Understanding the role of the ECS in central and peripheral metabolic processes related to the regulation of food intake and energy balance as well as the endocrine role of excess adipose tissue, particularly visceral adipose tissue, and its promotion of global cardiometabolic risk has led to the development of pharmacologic agents with potential for blockade of CB1 receptors. In several studies, rimonabant (20 mg daily) demonstrated a favorable effect on various risk factors for cardiovascular disease, including dyslipidemia, abdominal obesity, insulin resistance, blood pressure, and measures of inflammation.\n\n\nCONCLUSION\nThe ECS has been shown to have a key role in the regulation of energy balance, and modulation of this system may affect multiple cardiometabolic risk factors. Clinical studies involving pharmacologic blockade of CB1 receptors in overweight patients with and without type 2 diabetes have demonstrated effective weight loss and improvements in several risk factors for cardiovascular disease.",
        "year": 2007,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper reviews the role of the endocannabinoid system in regulating energy balance and cardiometabolic risk factors, which is partially dependent on the findings of the source paper regarding the effects of cannabinoid-1 receptor blockers on cardiometabolic risk factors."
    },
    {
        "paperId": "f52c881a02283c65d8be4df56770bc978f5bfdf9",
        "title": "Rimonabant: the evidence for its use in the treatment of obesity and the metabolic syndrome",
        "abstract": "Introduction: Obesity and overweight affect over 1 billion people worldwide and are leading causes of morbidity and mortality. Clinical features of obesity converge with those of the metabolic syndrome and type 2 diabetes, greatly increasing the risk of long-term adverse outcomes. Aims: To review the evidence on rimonabant, a novel CB1 receptor antagonist, for the treatment of obese and overweight patients. Evidence review: There is clear evidence that rimonabant 20 mg/day in conjunction with a hypocaloric diet causes a mean weight loss of 4.6 kg in obese and overweight patients after 1 year’s treatment, with approximately 50% of patients achieving a weight loss of ≥5%. One study demonstrated that weight loss is maintained for up to 2 years. The drug also improves lipid and glycemic cardiovascular risk factors, including high-density lipoprotein cholesterol and insulin resistance, and reduces waist circumference, thus reducing the prevalence of metabolic syndrome. Treatment of obese and overweight diabetic patients with rimonabant decreases glycosylated hemoglobin (HbA1c), including patients previously untreated for diabetes. The effect of rimonabant appears to be partly independent of weight loss. Rimonabant 20 mg/day is generally well tolerated, with mild to moderate transient adverse effects including nausea, diarrhea, dizziness, and anxiety. Approximately 14% of patients receiving rimonabant 20 mg/day discontinued due to adverse effects, primarily depressed mood, although overall rates of depression did not differ significantly compared with placebo. Place in therapy: The evidence supports the use of rimonabant 20 mg/day along with dietary modification to reduce cardiovascular risk factors in obese and overweight patients, including those with diabetes. The drug is contraindicated in patients receiving antidepressants. Long-term data on cardiovascular outcomes, morbidity, and mortality are eagerly awaited.",
        "year": 2007,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper reviews the evidence for the use of rimonabant in treating obesity and the metabolic syndrome, and it likely depends on the findings of the source paper. The source paper's results on rimonabant's effects on weight loss and cardiometabolic risk factors are probably a key part of this review."
    },
    {
        "paperId": "836a0fce44106d2f6cf2c736fea5f83ac9708dbb",
        "title": "Rimonabant: a novel approach for the treatment of obesity and cardiometabolic risk by blockade of the endocannabinoid system.",
        "abstract": "Obesity, the metabolic syndrome, diabetes and cardiometabolic risk are increasing at epidemic rates worldwide. Without interventions, the healthcare ramifications and costs of this epidemic will be astronomical. Current available treatment modalities have demonstrated limited effectiveness to deal with this metabolic epidemic. A novel metabolic pathway, the endocannabinoid system, plays a significant and direct role in appetite regulation, glucose homeostasis and lipid metabolism. Activation of the endocannabinoid system increases hunger and decreases satiety, and promotes insulin resistance and lipogenesis. Studies indicate that the endocannabinoid system is chronically activated in abdominal obesity and Type 2 diabetes. Additionally, blockade of the endocannabiniod receptor type-1 improves multiple cardiometabolic parameters and may represent a potential mechanism to combat obesity, metabolic syndrome, diabetes and other cardiometabolic risks. Rimonabant, a novel agent, blocks the endocannabinoid-receptor type 1, and results in weight loss, decreases in abdominal adiposity, improvement in glucose and lipid homeostasis and decreases components of the metabolic syndrome. It is the first therapeutic agent that inhibits the endocannabiniod system and improves multiple cardiometabolic parameters.",
        "year": 2007,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper discusses the use of rimonabant as a novel approach for treating obesity and cardiometabolic risk, and it likely depends on the findings of the source paper. The source paper's results on rimonabant's effects on weight loss and cardiometabolic risk factors are probably a key part of this discussion."
    },
    {
        "paperId": "12bb7d56cffb5834092361fa0972680a6604c5dd",
        "title": "Drugs in the treatment of obesity: sibutramine, orlistat and rimonabant",
        "abstract": "Abstract Background Modification of lifestyle is the main therapeutical approach in the treatment of obesity, but use to fail on long terms of time. Addition of anti-obesity drugs allows keeping the weight loss during years and improving obesity-related comorbidities. Methods This review is an actualisation on efficacy, safety and tolerability of the approved drugs on the long-term treatment of obesity (orlistat and sibutramine). New indications and effects of their use far beyond the weight loss are as well commented. Finally, potential benefits of the administration of CB1 antagonist rimonabant on the weight loss and cardiometabolic risk factors are analysed in detail. Discussion A decade of experience on the use of orlistat and sibutramine has demonstrated their higher efficacy on the weight loss when compared to placebo either on adult or teenage population as well as safety and tolerability on long-term administration. Beneficial effects on the lipid profile, glycosilated haemoglobin on diabetic patients, blood pressure and levels of inflammatory cytokines, contribute to decrease the cardiovascular risk on obese patients. Phase III clinical trials using rimonabant show additional benefits to the expected weight loss, mainly reducing visceral fat and cardiometabolic risk factors. Conclusion Pharmacological treatment of obesity must be considered as a therapeutical tool that has to be used together with long-term lifestyle changes, contributing to the body weight reduction as well as to the improvement of the cardiometabolic risk related to obesity.",
        "year": 2007,
        "citation_count": 59,
        "relevance": 1,
        "explanation": "This paper reviews the efficacy, safety, and tolerability of approved drugs for the long-term treatment of obesity, including rimonabant. The source paper's findings on rimonabant's effects on weight loss and cardiometabolic risk factors are likely a key part of this review."
    },
    {
        "paperId": "c9b59cf7e327bbdc2bf16f08d60e80be579ec792",
        "title": "State of the Art Review: Long-term Pharmacotherapy for Overweight and Obesity: A Review of Sibutramine, Orlistat, and Rimonabant",
        "abstract": "The objective of this review is to evaluate the safety and efficacy of pharmacotherapy for long-term maintenance of weight loss in overweight and obese patients. Literature was obtained through a MEDLINE (1966 to July 2006) search and a bibliographic review of published articles. Key terms used included overweight, obesity, sibutramine, orlistat, and rimonabant. The search was further limited to clinical trials in humans and in the English language. Obesity is a chronic condition requiring long-term therapy. Two agents, sibutramine and orlistat, are currently approved by the Food and Drug Administration for the long-term treatment of obesity. Rimonabant, marketed in Europe as Accomplia, has demonstrated efficacy for long term weight loss, however an Food and Drug Administration advisory panel voted against its approval in June 2007 due to safety concerns (psychiatric effects). For clinically meaningful results, these agents must be used in conjunction with lifestyle therapy, including a hypocaloric diet, increased physical activity, and behavioral modification. This article reviews clinical trials evaluating the safety and efficacy of sibutramine, orlistat, and rimonabant in reducing weight and examines other health benefits and risks associated with these agents.",
        "year": 2007,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper is a review of long-term pharmacotherapy for overweight and obesity, including rimonabant, which is the same drug studied in the source paper. However, the paper does not build upon or depend on the findings of the source paper, so it is not considered highly relevant."
    },
    {
        "paperId": "478eb548c00e3ad5b34aa854c32eb0287df91d07",
        "title": "Emerging pharmacotherapies for smoking cessation.",
        "abstract": "PURPOSE\nThe neurobiology of tobacco dependence and the efficacy and safety of emerging pharmacotherapies for smoking cessation are reviewed.\n\n\nSUMMARY\nDopamine is pivotal to the major addictive properties of nicotine. The neurotransmitters that influence dopamine activity include gamma-aminobutyric acid, acetylcholine, glutamate, norepinephrine, and serotonin. Opioids and endocannabinoids can also affect dopamine activity. Research on pharmacologic treatments for nicotine dependence has targeted the modulation of these neurotransmitter systems. Current pharmacotherapies for smoking cessation include bupropion and varenicline, both of which target the neurotransmitters involved in nicotine addiction. Several new therapies are emerging as possible treatment options for smoking cessation. Rimonabant, a selective cannabinoid antagonist, blocks dopamine release in the nucleus accumbens, a primary reward center for the brain. Studies have found that rimonabant may not only be effective as a smoking-cessation aid but may also assist in the maintenance of nicotine abstinence. Rimonabant has also demonstrated a weight-loss benefit, which may be attractive to smokers concerned with weight gain associated with smoking cessation. Three nicotine vaccines are currently in development, each acting to sequester nicotine from the bloodstream, thereby preventing its penetration of the central nervous system. Ongoing studies will evaluate their use as established therapies for smoking cessation. New nicotine-replacement formulations are also being developed.\n\n\nCONCLUSION\nThere are several promising products in development targeting the mechanisms of tobacco dependence. As failure rates are high and relapse is common, these emerging therapies would offer more therapeutic options for smoking cessation and solutions to the problem of relapse.",
        "year": 2007,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper mentions rimonabant as a potential treatment for smoking cessation, but does not build upon or depend on the findings of the source paper. The paper is focused on a different indication and population than the source paper."
    },
    {
        "paperId": "21ed4f7adf6b3e4e94e2b041ce5e4d756a866b32",
        "title": "Blocking the Cannabinoid Receptors: Drug Candidates and Therapeutic Promises",
        "abstract": "The CB1 and CB2 cannabinoid receptors have been described as two prime sites of action for endocannabinoids. Both the localization and pharmacology of these two G‐protein‐coupled receptors are well‐described, and numerous selective ligands have been characterized. The physiological effects of Cannabis sativa (cannabis) and a throughout study of the endocannabinoid system allowed for the identification of several pathophysiological conditions – including obesity, dyslipidemia, addictions, inflammation, and allergies – in which blocking the cannabinoid receptors might be beneficial. Many CB1 receptor antagonists are now in clinical trials, and the results of several studies involving the CB1 antagonist lead compound rimonabant (SR141716A) are now available. This review describes the pharmacological tools that are currently available and the animal studies supporting the therapeutic use of cannabinoid receptor antagonists and inverse agonists. The data available from the clinical trials are also discussed.",
        "year": 2007,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper discusses the therapeutic potential of blocking cannabinoid receptors, including the use of rimonabant. However, the paper does not build upon or depend on the findings of the source paper, so it is not considered highly relevant."
    },
    {
        "paperId": "f05b311029aa709218572154e9801b4237080a80",
        "title": "Rimonabant reduces obesity‐associated hepatic steatosis and features of metabolic syndrome in obese Zucker fa/fa rats",
        "abstract": "This study investigated the effects of rimonabant (SR141716), an antagonist of the cannabinoid receptor type 1 (CB1), on obesity‐associated hepatic steatosis and related features of metabolic syndrome: inflammation (elevated plasma levels of tumor necrosis factor alpha [TNFα]), dyslipidemia, and reduced plasma levels of adiponectin. We report that oral treatment of obese (fa/fa) rats with rimonabant (30 mg/kg) daily for 8 weeks abolished hepatic steatosis. This treatment reduced hepatomegaly, reduced elevation of plasma levels of enzyme markers of hepatic damage (alanine aminotransferase, gamma glutamyltransferase, and alkaline phosphatase) and decreased the high level of local hepatic TNFα currently associated with steatohepatitis. In parallel, treatment of obese (fa/fa) rats with rimonabant reduced the high plasma level of the proinflammatory cytokine TNFα and increased the reduced plasma level of the anti‐inflammatory hormone adiponectin. Finally, rimonabant treatment also improved dyslipidemia by both decreasing plasma levels of triglycerides, free fatty acids, and total cholesterol and increasing the HDLc/LDLc ratio. All the effects of rimonabant found in this study were not or only slightly observed in pair‐fed obese animals, highlighting the additional beneficial effects of treatment with rimonabant compared to diet. These results demonstrate that rimonabant plays a hepatoprotective role and suggest that this CB1 receptor antagonist potentially has clinical applications in the treatment of obesity‐associated liver diseases and related features of metabolic syndrome. (HEPATOLOGY 2007.)",
        "year": 2007,
        "citation_count": 311,
        "relevance": 2,
        "explanation": "The paper investigates the effects of rimonabant on obesity-associated hepatic steatosis and metabolic syndrome, which is directly related to the source paper's topic. The paper's hypothesis is partially dependent on the source paper's findings regarding rimonabant's effects on weight and cardiometabolic risk factors."
    },
    {
        "paperId": "a85bd3b1fd8dfc7fa9799e9c800f40c82cdbe45e",
        "title": "Rimonabant: Just an Antiobesity Drug? Current Evidence on Its Pleiotropic Effects",
        "abstract": "The advent of the highly selective cannabinoid receptor (CB1) antagonist, rimonabant (SR141716; Acomplia) can revolutionize the ability of the clinicians to manage obesity. Large-scale clinical trials have demonstrated that rimonabant therapy can reduce obesity. Although, the precise mechanisms of action of rimonabant have to be further dissected, it is emerging, from both preclinical and clinical research, that not only is rimonabant an antiobesity drug, but also its pleiotropic functions affect a broad range of diseases, from obesity-related comorbidities to drug dependence and cancer. Here we review recent data from the literature and discuss the full pharmacological potential of this drug.",
        "year": 2007,
        "citation_count": 81,
        "relevance": 2,
        "explanation": "The paper discusses rimonabant's pleiotropic effects, which is directly related to the source paper's topic. The paper's hypothesis is partially dependent on the source paper's findings regarding rimonabant's effects on weight and cardiometabolic risk factors."
    },
    {
        "paperId": "e49901063758e9061f1258b7df534e195ef1a833",
        "title": "Food energy efficiency, cannabinoids, and a slow death of the weight loss dogma",
        "abstract": "Weight loss is achieved by simply burning more calories through physical activity than are consumed, at least according to a commonly counseled dogma that seems to be solidly based on thermodynamic principles. The beauty of this simplicity not withstanding, biological systems are rarely so simple. Mounting evidence from more than 2 decades of research has shown that the energy efficiency of consumed food is in fact modulated and energy consumed in the form of food calories can be lost by seemingly futile wastage not taken into account in the current simplistic paradigm. Much attention has been given to the roles of uncoupling proteins in such energy wastage, but now increasing attention is also being given to the role of the endogenous cannabinoid signaling system as a major regulator of food energy efficiency. Cannabis use spans more than 5 millennia of written history, yet discussions of its value in modern medicine continue to evoke a spectrum of opinions and emotions that is arguably unmatched by any other member of the natural pharmacopoeia. Historically used to treat a diversity of ailments, the active ingredients of cannabis plants were isolated in the late nineteenth century, and the primary psychoactive component was identified as delta-9 tetrahydrocannabinol by Gaoni and Mechoulam in 1964.1 Debate ensued as to its mechanism of action, but the issue was settled with the discovery of a cannabinoid receptor by Allyn Horvath working at Saint Louis University in 1988.2 Its primary function in retrograde presynaptic regulation of neurotransmission in the central nervous system was soon discovered (Fig. 1). The fact that the cannabinoid receptor CB1 is the most abundant G protein–coupled receptor in the brain provides some hints as to its importance in global neurological function. The other characterized receptor, CB2, appears to be restricted to cells of the immune system. The early work describing the functions of CB1 has now been further expanded by recent studies describing important functions of this receptor outside the central nervous system that play a major role in regulating energy efficiency. Although the discovery of cannabinoid signaling was driven by the need to understand the psychopharmacology of Cannabis sativa, the finding of specific receptors suggested the presence of endogenous ligands.3 Such ligands, or endocannabinoids (ECs), are locally synthesized arachidonic acid derivatives originating from membrane phospholipids that are rapidly degraded near their sites of action.4 The 2 most studied ECs are the respective ester and amide of arachidonic acid, 2-arachidonoyl glycerol (2-AG) and arachidonyl ethanolamide (AEA, anandamide). In the central nervous system, these are synthesized on demand by postsynaptic neurons from membrane phospholipids via diacylglycerol lipase and phospholipase D, respectively. ECs bind CB1 receptors on presynaptic neurons to activate G protein signaling cascades that include activation of mitogen-activated protein kinases, phosphoinositide-3 kinases, calcium signaling and inhibition of adenylyl cyclase (Fig. 1). Degradation of ECs requires reuptake and destruction by enzymes such as fatty acid amide hydrolase in the case of 2-AG.5 How endocannabinoid signaling is mediated outside the central nervous system has not been similarly elucidated, but 2-AG is a major monoacylglycerol in rat liver.6 The history of cannabis use provides ample evidence that cannabinoids are potent appetite stimulants. Endocannabinoid signaling tonically activates hypothalamic CB1 receptors to maintain food intake7 and it interacts with opiate signaling pathways and reward centers in the central nervous system to increase the hedonic desire for pleasurable foods in particular.4,8 Based on the role of EC signaling in eating behaviors, rimonabant in obesity (RIO) trials were carried out in Europe and North America to determine if the cannabinoid receptor antagonist rimonabant (SR141716A)4,9 would be an effective treatment of obesity when given for 2 years.10,11 In the first year of RIO-Europe, subjects lost weight and the major side effects were nausea, dizziness, diarrhea, and arthralgias, whereas depression was the most common reason for drug cessation in both the treatment and placebo groups. The final report of this 2-year trial has not yet been published. The RIO-North America trial of 3045 subjects was weakened by a 49% dropout rate, but it demonstrated similar weight loss and improved metabolic abnormaliAbbreviations: 2-AG, arachidonoyl glycerol; AEA, anandamide; EC, endocannabinoid; RIO, rimonabant in obesity; TNF, tumor necrosis factor. Address reprint requests to: Brent A. Neuschwander-Tetri, Division of Gastroenterology and Hepatology, Saint Louis University Liver Center, 3635 Vista Avenue, St. Louis, MO 63110. E-mail: tetriba@slu.edu; fax: 314-577-8125. Copyright © 2007 by the American Association for the Study of Liver Diseases. Published online in Wiley InterScience (www.interscience.wiley.com). DOI 10.1002/hep.21821 Potential conflict of interest: Nothing to report.",
        "year": 2007,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "The paper discusses the role of cannabinoids in regulating energy efficiency, which is related to the source paper's topic of rimonabant's effects on weight and cardiometabolic risk factors. However, the paper does not directly build upon or use the source paper's findings."
    },
    {
        "paperId": "49df28e3b72cd6f25e39ad555149e8057aa24961",
        "title": "Genetic variations at the endocannabinoid type 1 receptor gene (CNR1) are associated with obesity phenotypes in men.",
        "abstract": "CONTEXT\nThe endocannabinoid system modulates food intake and body weight in animal models. Treatment with the cannabinoid type 1 receptor blocker, rimonabant, reduces body weight in obese individuals.\n\n\nOBJECTIVE\nThe aim of this study was to determine whether single nucleotide polymorphisms of the gene encoding cannabinoid type 1 receptor, CNR1, are associated with body fat mass and distribution in two independent samples of white European adult men.\n\n\nDESIGN, SETTING, AND PARTICIPANTS\nThe 3813A/G and 4895A/G single nucleotide polymorphisms at the exon 4 of CNR1 were genotyped in 930 participants to the Olivetti Prospective Heart Study (OPHS) in Southern Italy and in 216 participants to the Wandsworth Heart and Stroke Study in the United Kingdom. Retrospective analysis was also performed on an OPHS subsample (n = 360) for which anthropometric data from 1987 and 1994-1995 examinations were available.\n\n\nMAIN OUTCOME MEASURES\nCNR1 genotypes and anthropometric measures of body fat distribution were determined.\n\n\nRESULTS\nIn the OPHS study, the 3813G allele was associated with increased subscapular skinfold thickness (24.2 +/- 9.1 vs. 22.8 +/- 7.7 mm; P = 0.031) and waist circumference (WC) (99.1 +/- 8.8 vs. 97.7 +/- 8.8 cm; P = 0.050). No association was observed with 4895A/G variant. Haplotype analysis confirmed that the unique haplotype carrying the 3813G was associated with increased WC and subscapular skinfold thickness. Similar results were observed in the OPHS retrospective subsample and the Wandsworth Heart and Stroke Study sample. In the latter, the 3813G was associated with increased WC (96.8 +/- 11.3 vs. 91.6 +/- 10.4 cm; P = 0.006).\n\n\nCONCLUSIONS\nGenetic variants at CNR1 are associated with obesity-related phenotypes in men. The detection of polymorphic variants in genes involved in the process of fat accumulation may help identify specific targets for pharmacological treatment of obesity and related metabolic abnormalities.",
        "year": 2007,
        "citation_count": 112,
        "relevance": 2,
        "explanation": "This paper investigates the association between genetic variations at the CNR1 gene and obesity phenotypes in men, which is partially dependent on the findings of the source paper regarding the role of the endocannabinoid system in modulating food intake and body weight."
    },
    {
        "paperId": "75ac97e9dcdb0bcffe8e0b32733fad7def961800",
        "title": "Less weight or more hype with ▼rimonabant?",
        "abstract": "▼Rimonabant (Acomplia – Sanofi-Aventis) has been licensed in the UK since June 2006 for the treatment of obese and certain overweight adults. Advertisements claim the drug has beneficial effects on “cardiometabolic risk factors”, and that “an estimated 50% of the effects…on cardiometabolic risk factors are beyond those expected from weight loss alone”. Here we review the role of rimonabant in managing patients with obesity.",
        "year": 2007,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper reviews the role of rimonabant in managing patients with obesity, which is directly related to the source paper, and builds upon its findings regarding the effects of rimonabant on weight and cardiometabolic risk factors."
    },
    {
        "paperId": "bfe9e206b538e24101d16305406ec449cf69dfa6",
        "title": "Endocannabinoid system--a novel target for cardiometabolic risk.",
        "abstract": "The endocannabinoid system (EC) plays a significant role in appetite drive and associated behaviours. Therefore attenuation of the activity of the EC system would have therapeutic benefit in treating disorders that might have a component of excess appetite drive or over-activity of the endocannabinoid system, such as obesity, ethanol and other drug abuse, and a variety of central nervous system and other disorders. Antagonists of cannabinoid receptors have been designed through rational drug discovery essential to exploit these novel targets for potential in obesity, metabolism, addiction, pain and neurologic disorders. Rimonabant is the only compound in this group which along this pathway is now approved as a selective CB (1) (cannabinoid receptor subtype 1) antagonist, or inverse agonist, in the European Union and India and under regulatory review in the United States for the treatment of obesity and associated cardiometabolic risk.",
        "year": 2007,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper explores the endocannabinoid system as a target for treating disorders related to cardiometabolic risk, which is inspired by the findings of the source paper on the effects of rimonabant, a cannabinoid-1 receptor blocker, on weight and cardiometabolic risk factors."
    },
    {
        "paperId": "30d0c0c48908028a82d5bcb4dc9482871aaab4dc",
        "title": "The Role of Endocannabinoid System Blockade in the Treatment of the Metabolic Syndrome",
        "abstract": "This review considers the use of the first selective blocker of the cannabinoid receptor type 1, rimonabant, to reduce weight and improve cardiovascular disease risk factors in obese patients with metabolic syndrome or multiple cardiovascular disease risk factors. In 4 large trials—Rimonabant in Obesity (RIO)–Lipids, RIO‐Europe, RIO–North America, and RIO‐Diabetes—after 1 to 2 years of treatment, rimonabant (20 mg/day) led to a significantly greater weight loss and reduction in waist circumference compared with placebo. Treatment with rimonabant was also associated with other favorable changes, including better glycemic control in type 2 diabetes mellitus, improved lipid profile, reduced blood pressure, increased adiponectin levels, fall in high‐sensitivity C‐reactive protein concentrations, and an overall decrease in the prevalence of the metabolic syndrome. Initial experience with rimonabant shows that it is generally well tolerated with the most common side effect of mild nausea. Rimonabant may be a useful adjunct to lifestyle and behavior modification in the treatment of obese subjects with metabolic syndrome or multiple cardiometabolic risk factors.",
        "year": 2007,
        "citation_count": 44,
        "relevance": 1,
        "explanation": "This paper is a review of the use of rimonabant, a cannabinoid-1 receptor blocker, in treating metabolic syndrome. The source paper investigated the efficacy and safety of rimonabant in overweight or obese patients. This paper builds upon the findings of the source paper, discussing the potential benefits of rimonabant in reducing weight and improving cardiovascular disease risk factors."
    },
    {
        "paperId": "89b50fe929a15bc24ea5052ecf3d28959866d317",
        "title": "The Endocannabinoid System as a Novel Approach for Managing Obesity",
        "abstract": "Abstract The recent discovery of the endocannabinoid system has led to the development of promising treatments for patients with obesity and associated cardiometabolic risk factors. Basic research has demonstrated that the endocannabinoid system plays an integral role in the regulation of food intake, metabolism, and storage. Research with the endocannabinoid receptor antagonist rimonabant has demonstrated statistically significant improvements in body weight, fasting insulin levels, glucose tolerance, high-density lipoprotein cholesterol levels, serum triglyceride levels, and waist circumference, compared with placebo. Rimonabant has also produced statistically significant improvements in inflammatory markers. Research with rimonabant has demonstrated sustained efficacy for as long as 2 years when used in conjunction with a reduced-calorie diet and moderate physical activity. Rimonabant is the first cannabinoid receptor 1 antagonist to be marketed in Europe and the first to file an New Drug Application in the United States. It may provide a novel therapeutic strategy for the treatment of patients with obesity and associated cardiometabolic risk factors.",
        "year": 2007,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper discusses the potential of the endocannabinoid system as a target for the treatment of obesity. The source paper investigated the efficacy and safety of rimonabant, a cannabinoid-1 receptor blocker, in overweight or obese patients. This paper builds upon the findings of the source paper, discussing the potential benefits of targeting the endocannabinoid system in the treatment of obesity."
    },
    {
        "paperId": "7ff6bf2aa19cf8b9d93b7912a97d8f8bc091f05f",
        "title": "Potential role of the endocannabinoid receptor antagonist rimonabant in the management of cardiometabolic risk: a narrative review of available data",
        "abstract": "The endocannabinoid system (ECS) is an endogenous physiological system composed of two cannabinoid receptors and several endogenous ligands. The ECS is intimately involved in appetite regulation and energy homeostasis, which makes it an intriguing target for pharmacological treatment of obesity, diabetes, and the metabolic syndrome. Rimonabant is the first cannabinoid receptor (CB-1) antagonist being studied and utilized to treat obesity (it is approved in Europe but is currently under review in the United States). Large randomized trials with rimonabant have demonstrated efficacy in treatment of overweight and obese individuals with weight loss significantly greater than a reduced calorie diet alone. In addition, multiple other cardiometabolic parameters were improved in the treatment groups including increased levels of high density lipoprotein cholesterol, reduced triglycerides, reduced waist circumference, improved insulin sensitivity, decreased insulin levels, and in diabetic patients improvement in glycosylated hemoglobin percentage. There was an increase in the adverse effects of depression, anxiety, irritability, and nausea in rimonabant-treated groups. This novel medication may become an important therapeutic option in the fight to reduce cardiovascular disease worldwide through its unique action on cardiometabolic risk.",
        "year": 2007,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper reviews the available data on the potential role of rimonabant in the management of cardiometabolic risk. The source paper investigated the efficacy and safety of rimonabant in overweight or obese patients. This paper builds upon the findings of the source paper, discussing the potential benefits of rimonabant in reducing cardiometabolic risk factors."
    },
    {
        "paperId": "c0e187dca1b6ffa2bf031b0fc0bfcdda0964c6ea",
        "title": "Rimonabant: a novel selective cannabinoid-1 receptor antagonist for treatment of obesity.",
        "abstract": "PURPOSE\nThe pharmacology, pharmacokinetics, clinical efficacy, safety, drug interactions, and dosage and administration of rimonabant in the treatment of obesity and related metabolic factors are reviewed.\n\n\nSUMMARY\nDiscovery of the cannabinoid receptors has led to the development of rimonabant, a cannabinoid-1 (CB(1)) antagonist. Selective blockade of this receptor has been shown to lead to decreased appetite and food intake in animal models. Clinical studies have shown that rimonabant 20 mg once daily produces significant decreases in weight and waist circumference in obese human subjects and improves the lipid profile and glucose control. The frequency of metabolic syndrome also decreased significantly with rimonabant 20 mg daily. Limited data are available regarding the pharmacokinetics and pharmacodynamics of rimonabant. Preclinical data have demonstrated a long duration of action. As of yet, no drug-drug, drug-food, or drug-disease interactions have been identified with rimonabant. Adverse reactions occurred rarely, with nausea, dizziness, diarrhea, arthralgia, and back pain being the most common. Psychiatric disorders, including depression and anxiety, were the most common reasons for subjects to withdraw from rimonabant studies. Rimonabant has been shown to be safe for up to two years of treatment. Further research will clarify currently unknown areas, including pharmacokinetics, drug interactions, and the drug's role in standard therapy.\n\n\nCONCLUSION\nRimonabant, a selective CB(1) antagonist, is a novel treatment option for obese and overweight individuals. Significant weight loss, decrease in waist circumference, and improvements in lipid profile and glucose control have been shown in clinical trials of rimonabant.",
        "year": 2007,
        "citation_count": 52,
        "relevance": 2,
        "explanation": "This paper provides an overview of rimonabant, its pharmacology, and clinical efficacy in treating obesity. The paper is directly related to the source paper and provides additional information on the topic."
    },
    {
        "paperId": "586ead556144065dfcd0e6b09c164b5d32fa3ad3",
        "title": "Antagonism of type‐1 cannabinoid receptors: good for obesity, but is it safe for fertility?",
        "abstract": "© 2006 The Authors Journal compilation © 2006 Blackwell Publishing Ltd, Clinical Endocrinology , 66 , 454–457 safety of laparoscopic surgery in these life-threatening presentations of phaeochromocytoma. We encountered such a case in a 23-yearold woman presenting with malignant hypertension and acute heart failure. 3 After blood pressure stabilization and treatment of pulmonary oedema, a 5-cm phaeochromocytoma secreting noradrenaline was removed laparoscopically. Intraoperative hypertensive peaks were mainly observed at the time of peritoneal insufflation and tumour manipulation. After surgery, the follow-up revealed a recovery of cardiac function. This case thus illustrates that minimally surgery is possible in life-threatening phaeochromocytoma after careful haemodynamic stabilization. Finally, it is interesting to mention that other hormones with vasoactive properties, such as atrial natriuretic factor 3,4 and neuropeptide Y, 5 are released in parallel with catecholamines during phaeochromocytoma surgery and can exert haemodynamic effects.",
        "year": 2007,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper explores the potential effects of cannabinoid receptor antagonism on fertility, which is related to the source paper's topic of rimonabant, a cannabinoid-1 receptor blocker. However, the paper does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "575cdd6b1640d68cb685be492b454f979f9f6d43",
        "title": "Opportunities and challenges for the development of pharmacological therapies for obesity treatment",
        "abstract": "In the 1970s, the drugs available for the treatment of obe-sity were either bulking agents, such as methylcellulose, orsympathomimetic agents. These are chemically related toamphetamine, although one of them, fenﬂuramine, hadquite different pharmacological properties, being a seroto-nin (5HT) uptake inhibitor, whereas the other compoundsacted on the noradrenergic system (1,2). None of the sym-pathomimetic agents are available in the UK now as a resulteither of potential for abuse or, in the case of fenﬂuramine,the ﬁnding that one isomer, dexfenﬂuramine, induced heartvalve defects (3). Phentermine is still available in the USA.These drugs were prescribed for short-term use only andanalysis of many trials of such drugs by the US Food andDrug Administration (FDA) showed that they give a weightloss of approximately 0.5 lb (0.22 kg) more each week thanplacebo (4). It was thought that they produced their anti-obesity effect through a reduction in food intake, althoughthere is little direct evidence that this was their only effectand an increase in metabolic rate also seems likely. Dura-tion of use was restricted, based on the belief that once anew plateau body weight was reached, it showed that thedrugs were no longer working. In fact, removal of thetherapy usually resulted in the return to the original over-weight body mass, indicating that the drugs were success-fully maintaining a lower body mass.In the 1970s and 1980s, there was little drug researchfor new anti-obesity drugs, largely because most companiesdid not perceive obesity as a major therapeutic opportunityand because of registration difﬁculties and a small numberof patients. It was also thought that obesity was simply theresult of gluttony and sloth. Exceptions were the BeechamGroup (now GlaxoSmithKline) and ICI (now AstraZen-eca), both of which had active research programmes aimedat producing exercise-mimetic drugs that would increaseenergy expenditure (5,6).Between the 1970s and today, few drugs have been mar-keted. As already indicated, dexfenﬂuramine was with-drawn as a result of heart valve defects (3) and some casesof pulmonary hypertension. Topiramate, originally mar-keted as an anti-epileptic agent, was suspended while inphase III clinical trials because of its many side effects.Currently marketed agents are sibutramine (Reductil), a5HT and noradrenaline re-uptake inhibitor, which acts cen-trally to reduce appetite but may have some thermogenicactivity (7), and orlistat (Xenical), which is an inhibitor ofpancreatic lipase and reduces fat absorption from the gut(8). Both these agents have some problems causing, respec-tively, slightly raised blood pressure and fatty stools withthe possibility of anal leakage. Rimonabant, a cannabinoidCB-1 receptor antagonist (9), has recently (July 2006) beenapproved in Europe and is under review by the FDA.Several drugs have entered phase III trials. Pramlintide –a peptide hormone amylin analogue marketed for treat-ment of type 1 and type 2 diabetes – has some weight losseffects (10), as does exendin – a hormone originally foundin lizards and used in type 2 diabetes (11). Sertraline is",
        "year": 2007,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper discusses the development of pharmacological therapies for obesity treatment and mentions rimonabant as a recently approved drug in Europe. However, it does not specifically build upon or depend on the source paper's findings."
    },
    {
        "paperId": "95a70929b6139ca681e70717047515d63b93d81a",
        "title": "The Endocannabinoid System in the Physiopathology of Metabolic Disorders",
        "abstract": "Background: Since the purification of Δ9-tetrahydrocannabinol (THC) 40 years ago, many studies have concluded that the endocannabinoid system is one of the most important orexigenic systems in the body. Endocannabinoids are endogenous lipids capable of activating the two cannabinoid receptors, CB type 1 (CB1) and CB type 2. These receptors belong to the G-protein-coupled family receptors and they were discovered while investigating the molecular mode of action of THC, to which they bind with high affinity. Endogenous cannabinoids stimulate hunger and promote appetite through activation of the CB1 receptors. The CB1 receptor is expressed in several organs that are involved at both the central and peripheral level in the control of food intake and energy metabolism. These organs include the mesolimbic system, hypothalamus, gastrointestinal tract, adipose tissue, skeletal muscles, hepatocytes and endocrine cells of the pancreas. The endocannabinoid system is believed to play a crucial role in controlling energy balance through the possible targeting of a large variety of peripheral organs while modulating metabolic processes. Conclusions: To better understand the effects of the endocannabinoid system, future studies will require detailed charac- terization of each individual contribution and the reciprocal interactions among the organs. Because the endocannabinoid system is likely overactivated in conditions such as obesity, pharmacologic therapy with a CB1 receptor antagonist like rimonabant might normalize the imbalance induced by this overactivation and produce a viable option in the fight against obesity and its associated comorbid conditions.",
        "year": 2007,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper explores the role of the endocannabinoid system in metabolic disorders, including obesity. The paper discusses the potential of CB1 receptor antagonists, such as rimonabant, in treating obesity and related conditions. The paper is partially dependent on the source paper's findings on rimonabant's effects on weight loss and cardiometabolic risk factors."
    },
    {
        "paperId": "368e544a766222f2406b830c1c0733b3957c444d",
        "title": "Rimonabant (Acomplia): a novel adjunctive treatment for obesity",
        "abstract": "Rimonabant is the first selective cannabinoid‐1 receptor inhibitor for use in the treatment of obesity. In this article Professor Barnett describes its novel mode of action and the results of clinical trials of its efficacy and safety. Copyright © 2007 Wiley Interface Ltd",
        "year": 2007,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses rimonabant's novel mode of action and clinical trial results, which is directly related to the source paper's investigation of rimonabant's effects on weight loss and cardiometabolic risk factors. The paper is partially dependent on the source paper's findings."
    },
    {
        "paperId": "171fb47aabfc7fbd23601dfdedefe5cb4c8ed5e6",
        "title": "Cost effectiveness of rimonabant use in patients at increased cardiometabolic risk: estimates from a Markov model",
        "abstract": "Summary Rimonabant, the first selective CB-1 receptor blocker, is expected to reduce cardiometabolic risk substantially. This study assesses the economics of such treatment in patients at elevated cardiometabolic risk. A Markov model was developed using data from the Rimonabant in Obesity (RIO) trial, published risk equations, and UK cost and utility data. Patients begin either in a diabetic or a non-diabetic state and can transition to cardiovascular disease or to death (based on UK life tables). Transitions to diabetes and subsequent cardiovascular events are also counted. Resource use due to events and long-term management were translated to UK costs (2005 GBP). Tariffs for events and states were applied to age-dependent utilities. Extensive univariate and multivariate probabilistic sensitivity analyses were carried out. Over 10 years, 8% will suffer a cardiovascular event with a loss of more than 1,000 quality-adjusted life years (QALYs) and a cost of more than £500,000 per 1,000 patients. Projecting risk for a lifetime, 1 year of rimonabant use is estimated to gain >65 QALYs at £8,574/QALY. In probabilistic sensitivity analysis, incremental cost-effectiveness ratios varied from £2,657 to £22,141/QALY. Based on the metabolic effects seen in clinical trials, rimonabant should reduce cardiovascular risk in obese or overweight people at reasonable cost.",
        "year": 2007,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper assesses the cost-effectiveness of rimonabant use in patients at increased cardiometabolic risk, which is directly related to the source paper's investigation of rimonabant's effects on weight loss and cardiometabolic risk factors. The paper is partially dependent on the source paper's findings."
    },
    {
        "paperId": "d7bc4387a664477b9c25e98bed7cb4835a08e358",
        "title": "The Cannabinoid CB1 Receptor Antagonist Rimonabant Stimulates 2-Deoxyglucose Uptake in Skeletal Muscle Cells by Regulating the Expression of Phosphatidylinositol-3-kinase",
        "abstract": "The endocannabinoid system regulates food intake, energy, and glucose metabolism at both central and peripheral levels. We have investigated the mechanism by which it may control glucose uptake in skeletal muscle cells. Detectable levels of the cannabinoid receptor type 1 (CB1) were revealed in L6 cells. Exposure of differentiated L6 myotubes to the CB1 antagonist rimonabant (SR141716) selectively increased 2-deoxyglucose uptake (2-DG) in a time- and dose-dependent manner. A similar effect was induced by genetic silencing of CB1 by small interfering RNA. Protein expression profiling revealed that both the regulatory p85 and the catalytic p110 subunits of the phosphatidylinositol-3-kinase (PI3K) were increased by SR141716. No significant change in the cellular content of other known molecules regulating PI3K was observed. However, phosphoinositide-dependent kinase-1, Akt/protein kinase B, and protein kinase Cζ activities were rapidly induced after SR141716 treatment of L6 cells in a PI3K-dependent manner. The stimulatory effect of SR141716 on PI3K expression and activity was largely prevented by N-[2-(4-bromocinnamylamino)ethyl]-5-isoquinoline (H-89), an inhibitor of the cAMP-dependent protein kinase. Moreover, SR141716-stimulated 2-DG uptake was blunted by the coincubation either with H-89 or with the PI3K inhibitor 2-(4-morpholinyl)-8-phenyl-1(4H)-benzopyran-4-one hydrochloride (LY294002), both in L6 cells and in mouse primary myocytes. Thus, modulation of CB1 regulates glucose uptake at the level of the PI3K signaling system in skeletal muscle cells. Interfering with CB1 signaling may therefore ameliorate glucoregulatory functions in peripheral tissues.",
        "year": 2008,
        "citation_count": 97,
        "relevance": 2,
        "explanation": "This paper investigates the effects of rimonabant on glucose uptake in skeletal muscle cells. As rimonabant was the cannabinoid-1 receptor blocker studied in the source paper, this paper's hypothesis is at least partially dependent on the source paper's findings regarding rimonabant's effects on metabolism."
    },
    {
        "paperId": "b666fc113946007a5e54aae28264a46e90f7ea85",
        "title": "A comparison between rimonabant and metformin in reducing biochemical hyperandrogenaemia and insulin resistance in patients with polycystic ovary syndrome (PCOS): a randomized open‐label parallel study",
        "abstract": "Context  Weight loss and metformin therapy are reported to be beneficial in improving the biochemical hyperandrogenaemia and insulin resistance of polycystic ovary syndrome (PCOS). Rimonabant has been found to reduce weight and improve the metabolic profile in patients with obesity, type 2 diabetes and metabolic syndrome.",
        "year": 2008,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper compares the effects of rimonabant and metformin on biochemical hyperandrogenaemia and insulin resistance in patients with PCOS. As rimonabant was the cannabinoid-1 receptor blocker studied in the source paper, this paper's hypothesis is at least partially dependent on the source paper's findings regarding rimonabant's effects on metabolism."
    },
    {
        "paperId": "39c548cf410305a714996269685392097b6058ff",
        "title": "Weight-reducing drug therapy and hypertension",
        "abstract": "The obesity epidemic is closely associated with a prominent rise in the incidence of hypertension, and both obesity and hypertension independently cause a major increase in cardiovascular risk. To reduce body weight, nonpharmacological approaches have limited success, and adjuvant pharmacotherapy is often required for effective weight reduction and maintenance of reduced body weight. In this literature review, we examined the clinical effect of the anti-obesity drugs orlistat, rimonabant and sibutramine on blood pressure, and if this effect was attributed to a change in body weight. We found a blood pressure decrease under treatment with orlistat and rimonabant, which was more pronounced in subjects with pre-existing hypertension. The decrease in blood pressure corresponded to the loss of body weight and waist circumference, with no evidence of a substance-specific effect beyond that. Findings for sibutramine were more complex. Sibutramine has central sympatholytic and peripheral sympathomimetic effects. ...",
        "year": 2008,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper reviews the effects of weight-reducing drug therapy, including rimonabant, on blood pressure. As rimonabant was the cannabinoid-1 receptor blocker studied in the source paper, this paper's hypothesis is at least partially dependent on the source paper's findings regarding rimonabant's effects on metabolism."
    },
    {
        "paperId": "cf47be344a30446aca7376a3523cbfc1a4a9fda9",
        "title": "Peripheral, but Not Central, CB1 Antagonism Provides Food Intake–Independent Metabolic Benefits in Diet-Induced Obese Rats",
        "abstract": "OBJECTIVE—Blockade of the CB1 receptor is one of the promising strategies for the treatment of obesity. Although antagonists suppress food intake and reduce body weight, the role of central versus peripheral CB1 activation on weight loss and related metabolic parameters remains to be elucidated. We therefore specifically assessed and compared the respective potential relevance of central nervous system (CNS) versus peripheral CB1 receptors in the regulation of energy homeostasis and lipid and glucose metabolism in diet-induced obese (DIO) rats. RESEARCH DESIGN AND METHODS—Both lean and DIO rats were used for our experiments. The expression of key enzymes involved in lipid metabolism was measured by real-time PCR, and euglycemic-hyperinsulinemic clamps were used for insulin sensitivity and glucose metabolism studies. RESULTS—Specific CNS-CB1 blockade decreased body weight and food intake but, independent of those effects, had no beneficial influence on peripheral lipid and glucose metabolism. Peripheral treatment with CB1 antagonist (Rimonabant) also reduced food intake and body weight but, in addition, independently triggered lipid mobilization pathways in white adipose tissue and cellular glucose uptake. Insulin sensitivity and skeletal muscle glucose uptake were enhanced, while hepatic glucose production was decreased during peripheral infusion of the CB1 antagonist. However, these effects depended on the antagonist-elicited reduction of food intake. CONCLUSIONS—Several relevant metabolic processes appear to independently benefit from peripheral blockade of CB1, while CNS-CB1 blockade alone predominantly affects food intake and body weight.",
        "year": 2008,
        "citation_count": 167,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of CB1 antagonism, specifically rimonabant, in metabolic benefits, building on the source paper's results regarding rimonabant's effects on weight and cardiometabolic risk factors."
    },
    {
        "paperId": "4f489750cd6b6d5bde9d1af68f0fdb56d855a8c3",
        "title": "The effects of medications used for the management of diabetes and obesity on postprandial lipid metabolism.",
        "abstract": "Postprandial lipemia has emerged as an independent risk factor for coronary artery disease. In this systematic review we examined the effect of the medications used for the management of diabetes, obesity and dyslipidemia on postprandial lipemia. It should be mentioned that no standardization exists for a test meal and for the duration of observation postprandially to allow for direct comparisons between the published studies. Type 2 diabetes mellitus and insulin resistance are associated with enhanced postprandial lipemia. Insulin is effective in reducing both fasting and post prandial total triglyceride levels as well as triglycerides contained in the triglyceride-rich lipoprotein sub-fractions. Additionally, the newer rapid-acting insulin analogues seem to be more effective in the reduction of postprandial lipemia than the short-acting human insulins. Acarbose ameliorates postprandial lipemia and reduces the atherogenic chylomicron and very low density lipoprotein remnants. Metformin reduces both fasting and postprandial triglyceridemia, fasting and post-prandial free fatty acids and may increase the concentrations of the high density lipoprotein cholesterol. Sulfonylureas reduce fasting and postprandial triglyceride levels while data on the effect on high density lipoprotein levels are inconsistent. The effect of meglitinides on postprandial lipid metabolism is neutral. Rosiglitazone decreases fasting and postprandial free fatty acids but has no significant effect on fasting and postprandial triglycerides. Pioglitazone has additional beneficial effects on lipid metabolism because it reduces postprandial free fatty acids, fasting and postprandial triglycerides and increases high density lipoprotein cholesterol levels. Limited available data suggest that glucagon-like peptide-1 analogues and vildagliptin reduce postprandial lipemia through reduction of intestinally-derived triglycerides. No data exist on the effect of sitagliptin on postprandial lipemia. Orlistat improves postprandial lipemia by reducing the absorption of the dietary fat; no data exist on the effect of sibutramine and rimonabant on the metabolism of lipids in the postprandial state.",
        "year": 2008,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the effects of rimonabant on lipid metabolism, building on the source paper's results regarding rimonabant's effects on weight and cardiometabolic risk factors."
    },
    {
        "paperId": "1b1917cbcf92c4762901fb25835aa9b918d2d8ee",
        "title": "Effect of rimonabant, micronised fenofibrate and their combination on cardiometabolic risk factors in overweight/obese patients: a pilot study",
        "abstract": "Objective: To assess the effect of rimonabant, micronised fenofibrate and their combination on anthropometric and metabolic parameters in overweight/obese patients with dyslipidaemia. Methods: All patients (n = 30) received a hypocaloric diet (∼ 600 kcal/day deficit) and were randomly allocated to receive open-label rimonabant (R) 20 mg/day (n = 10), micronised fenofibrate (F) 200 mg/day (n = 10) or rimonabant 20 mg/day plus fenofibrate 200 mg/day (RF) (n = 10). Anthropometric and metabolic parameters were assessed at baseline and 3 months after treatment initiation. Results: Compared with baseline similar significant reductions in body weight, body mass index and waist circumference were observed in the R (–6, –5 and –5%, respectively; p < 0.01) and RF group (–5% for all, p < 0.05), while improvements in these parameters were smaller in the F group (–2, –2.5 and –2%, respectively; p < 0.05). Triglycerides were reduced by 18% in the R group (p = NS), by 39% in the F group (p < 0.001) and by 46% in the RF group (p < 0.05). Importantly, combination treatment resulted in a 42% increase in high-density lipoprotein cholesterol (HDL-C) levels (p < 0.05), while HDL-C was not significantly altered in the two monotherapy groups. Subsequently, a more pronounced increase in apolipoprotein A-I (ApoA-I) levels (+25%) was observed in the RF group compared with changes in both monotherapy groups (p < 0.0001 vs R and p < 0.005 vs F group). Low-density lipoprotein cholesterol (LDL-C) levels were not significantly altered in any group. Apolipoprotein B (apoB) levels were reduced in all groups and this reduction was significantly more pronounced in the RF group (p < 0.05 vs baseline as well as p < 0.005 and p < 0.01 for RF vs R and F groups, respectively). ApoB/apoA-I ratio decreased by 3% with R (p = NS), by 18% with F (p < 0.05) and by 40% with RF treatment (p < 0.01). Total cholesterol to HDL-C ratio decreased by 20% with F (p < 0.0001) and by 33% with RF therapy (p < 0.005), while it was not significantly altered in R group. Conclusion: The combination of rimonabant and fenofibrate may further improve metabolic parameters in overweight/obese patients with dyslipidaemia compared with each monotherapy. This improvement is particularly pronounced for HDL-C levels.",
        "year": 2008,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of rimonabant on cardiometabolic risk factors, building on the source paper's results regarding rimonabant's effects on weight and cardiometabolic risk factors."
    },
    {
        "paperId": "57ffdeb3d677985087c2d8ce7cfc8b07b0a4f8c7",
        "title": "Effect of weight‐reducing agents on glycaemic parameters and progression to Type 2 diabetes: a review",
        "abstract": "Weight loss is associated with improvements in glycaemic control and cardiovascular disease risk factors. However, in the diabetic population, weight management is more challenging, in part because of the weight‐promoting effects of the majority of glucose‐lowering therapies. This review summarizes evidence from 23 placebo‐controlled randomized trials, of at least 1 year duration, on the effects of drugs promoting weight loss (orlistat, sibutramine and rimonabant) on glycaemic variables, diabetes incidence and diabetes control. Fifteen studies of non‐diabetic subjects were found, eight of which included a longer treatment period. Eight studies in diabetic patients were reviewed. In non‐diabetic subjects, weight loss agents led to a significant improvement in fasting glucose, fasting insulin and insulin resistance. In the diabetic population, glycated haemoglobin decreased by 0.28–1.1% with orlistat and 0.6% with sibutramine and rimonabant. Orlistat reduces progression to diabetes in patients with glucose intolerance treated for 4 years (risk reduction of 45%). In summary, despite leading to only modest weight loss after 12 months, agents promoting weight loss have beneficial effects on glycaemic parameters, glycaemic control and progression to diabetes. These additional benefits of weight loss agents need to be highlighted in order to increase their judicious use in clinical practice, although this may be limited by their well‐known adverse side effects. The longer‐term safety of these agents beyond a few years is yet to be established.",
        "year": 2008,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper discusses the effects of weight-reducing agents, including rimonabant, on glycaemic parameters and progression to Type 2 diabetes. The hypothesis in this paper is at least partially dependent on the findings of the source paper, which investigated the effect of rimonabant on weight and cardiometabolic risk factors."
    },
    {
        "paperId": "2439b32b674015fe54f9455b8ddd359d222c7388",
        "title": "Is rimonabant efficacious and safe in the treatment of obesity?",
        "abstract": "Background: The incidence of obesity is increasing worldwide, and in the USA approximately 100 million adults are overweight or obese. Orlistat and sibutramine are the drugs used at present for weight loss, but they both have a relatively modest effect. Objectives/methods: This evaluation is of the Rimonabant in Obesity (RIO) programme of clinical trials, and of the first trial to determine whether rimonabant has any effect on a clinical outcome. The Strategy to Reduce Atherosclerosis Development Involving Administration of Rimonabant – the Intravascular Ultrasound Study (STRADIVARIUS) determined whether treatment with rimonabant decreased atherosclerosis. Results: The individual trials of the RIO programme showed that rimonabant 20 mg caused body weight loss, and also caused small decreases in waist circumference, plasma triglycerides and fasting glucose levels, and the incidence of the metabolic syndrome, while increasing levels of HDL cholesterol. Gastrointestinal side effects were the most common reported in the individual trials. However, when the five trials were combined, a small but significant increase in the incidence of depression and anxiety became apparent with rimonabant 20 mg. STRADIVARIUS showed that rimonabant 20 mg had no effect on atherosclerosis that was not progressing in subjects who were mostly also taking antithrombotic agents, statins, β-blockers and angiotensin inhibitors. Conclusions: At present, it is doubtful whether the benefits of rimonabant outweigh the risks. Unless rimonabant is shown to have benefits in ongoing clinical outcome studies, there is little rationale to support its use in the treatment of obesity.",
        "year": 2008,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper evaluates the efficacy and safety of rimonabant in the treatment of obesity, which is directly related to the source paper's topic. The hypothesis in this paper is at least partially dependent on the findings of the source paper, which investigated the effect of rimonabant on weight and cardiometabolic risk factors."
    },
    {
        "paperId": "14e3e64cf184981e2abc0f3eca7a2321a987f54a",
        "title": "Recent advances in the management of type 2 diabetes mellitus: a review",
        "abstract": "Type 2 diabetes mellitus (T2DM) is a progressive disorder caused by a combination of insulin resistance and β cell dysfunction. It is associated with an increased and premature risk of cardiovascular disease as well as specific microvascular complications such as retinopathy, nephropathy and neuropathy. In the last 5 years new glucose lowering drugs acting on novel pathways have been developed, licensed and launched, such as the glucagon-like peptide (GLP-1) agonists (exenatide) and dipeptidyl peptidase (DPP-IV) inhibitors such as sitagliptin and vildagliptin. This review looks at these new agents in terms of their mode of action, pharmacokinetics and use in clinical practice. This review also includes new agents in the area of weight loss that may have a positive effect for glucose management—for example, rimonabant.",
        "year": 2008,
        "citation_count": 74,
        "relevance": 1,
        "explanation": "This paper mentions rimonabant as a new agent in the area of weight loss that may have a positive effect for glucose management. The hypothesis in this paper is inspired by the findings of the source paper, which investigated the effect of rimonabant on weight and cardiometabolic risk factors."
    },
    {
        "paperId": "58d720ab87fecc9073e2a427299a98a37c1d7684",
        "title": "The cardiometabolic drug rimonabant: after 2 years of RIO-Europe and STRADIVARIUS.",
        "abstract": "The prevalence of obesity and associated metabolic/cardiovascular disease has reached epidemic proportions in industrialized and developing countries. Dietary and behavioural approaches are insufficient to maintain weight loss and to fight this trend. Therefore, effective and safe new pharmacological therapies are absolutely required to overcome this obesity burden. One promising new strategy is the blockade of the endocannabinoid system which is involved in the regulation of energy balance, food intake, and lipid/glucose metabolism.1\n\nRimonabant is a first-in-class, selective cannabinoid receptor type 1 (CB1 receptor) antagonist, which has been shown to reduce body weight consistently in obese and overweight individuals.2–5 Data from the Rimonabant in Obesity (RIO) trial programme revealed that 1-year therapy with rimonabant results in a 4.7 kg greater mean weight loss than placebo.6 In addition, rimonabant treatment has been shown to exert beneficial actions on metabolic risk factors, with an increase in high-density lipoprotein (HDL)-cholesterol, a decrease in triglycerides, and an improvement of insulin sensitivity parameters (e.g. HOMA-IR index).2–5 With the exception of the RIO-North America study, most results were documented over a 1-year study duration, and long-term clinical efficacy and safety data have been limited. In RIO-North America, rimonabant-treated patients were re-randomized after 1 year to receive placebo or to continue to receive the same rimonabant dose for the second year.3 The 1-year placebo group continued on placebo for the second year. Due to high rates of discontinuation after 1 year in all groups (placebo, 49%; rimonabant 5 mg, 49%; rimonabant 20 mg, 45%), total patient numbers after the second year were limited (placebo … \n\n*Corresponding author. Tel: +49 30450525276, Fax: +49 30450525901, Email: ulrich.kintscher{at}charite.de",
        "year": 2008,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the long-term effects of rimonabant on cardiometabolic risk factors, building on the source paper's results."
    },
    {
        "paperId": "3ae1e737b6e8510803f305387fadc43160fbf60f",
        "title": "Long-term effect of CB1 blockade with rimonabant on cardiometabolic risk factors: two year results from the RIO-Europe Study.",
        "abstract": "AIMS\nRimonabant, the first selective cannabinoid type 1 receptor blocker, has been shown to produce weight loss and improvements in several cardiometabolic risk factors over 1 year. We report the 2 year efficacy and tolerability data of rimonabant.\n\n\nMETHODS AND RESULTS\nPatients with a body mass index > or =30 or >27 kg/m(2) with treated/untreated hypertension, dyslipidaemia, or both, were randomized to double-blind treatment with placebo, rimonabant 5 or 20 mg once daily plus a calorie-restricted diet for 2 years. Weight loss from baseline to 2 years in the intention-to-treat population was significantly greater with rimonabant 20 mg (mean +/- SD: -5.5 +/- 7.7 kg; P < 0.001) and 5 mg (-2.9 +/- 6.5 kg; P = 0.002) than placebo (-1.2 +/- 6.8 kg). Rimonabant 20 mg produced significantly greater improvements than placebo in waist circumference, high-density lipoprotein cholesterol, triglycerides, fasting glucose and insulin levels, insulin resistance, and metabolic syndrome prevalence. Rimonabant 20 mg produced clinically meaningful improvements in all Impact of Weight on Quality of Life-Lite questionnaire domain scores at 2 years. Rimonabant was generally well tolerated and rates of adverse events, including depressed mood disorders and disturbances were similar to placebo during year 2. Proportions of patients with clinically significant depression (Hospital Anxiety and Depression Scale score >11) were similar in all treatment groups.\n\n\nCONCLUSION\nRimonabant 20 mg over 2 years promoted clinically relevant and durable weight loss and improvements in cardiometabolic risk factors.",
        "year": 2008,
        "citation_count": 152,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the long-term effects of rimonabant on cardiometabolic risk factors, building on the source paper's results."
    },
    {
        "paperId": "05907ccf2af9a10379ff727d21f7124b2ea60f8c",
        "title": "[New trends in lipidology: the increasing role of HDL-cholesterol].",
        "abstract": "Previous epidemiological studies have demonstrated the low level of high-density lipoprotein (HDL) cholesterol as an independent risk factor for cardiovascular diseases, the increase of which is one of the cornerstones of preventive cardiovascular care. In addition to its major role in reverse cholesterol transport, HDL-C has other biological activities that may contribute to its protective effects against atherosclerosis. These include antioxidant, anti-inflammatory, antithrombotic/profibrinolytic and vasoprotective effects. Current guidelines recommend aggressive lifestyle modifications, niacin, fibrate, statin or a combination of these to increase HDL-cholesterol levels. In addition, several novel HDL-based therapeutic strategies have been or are currently being tested. These include newer formulations of nicotinic acid/receptor agonists, CETP inhibitors, cannabinoid-1 receptor antagonists, PPAR agonists, liver X receptor/farnesoid X receptor agonists, and apoA-I and/or phospholipid-derived therapies. In this article previous clinical trials, epidemiological observations, basic science studies and the most important trials of novel agents are reviewed.",
        "year": 2008,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the role of HDL-cholesterol in cardiovascular health, which was also a finding in the source paper."
    },
    {
        "paperId": "d2c9a5642e6d91f07f1dcdac2472dc8663303f72",
        "title": "Cannabinoid Receptor 1 Blocker Rimonabant (SR 141716) for Treatment of Alcohol Dependence: Results From a Placebo-Controlled, Double-Blind Trial",
        "abstract": "Multiple lines of evidence suggest that the endocannabinoid system is implicated in the development of alcohol dependence. In addition, in animal models, the cannabinoid receptor 1 blocker rimonabant was found to decrease alcohol consumption, possibly by indirect modulation of dopaminergic neurotransmission. This was a 12-week double-blind, placebo-controlled, proof-of-concept study to assess the possible efficacy of the cannabinoid receptor 1 antagonist rimonabant 20 mg/d (2 × 10 mg) in the prevention of relapse to alcohol in recently detoxified alcohol-dependent patients. A total of 260 patients were included, 258 were exposed to medication, and 208 (80.6%) were men. Patients had an alcohol history of 15 years on average. More patients in the rimonabant group (94/131 [71.8%]) completed treatment compared with the placebo group (79/127 [62.2%]). Although there was a modest effect of rimonabant with respect to relapse rate, there were no statistically significant differences between treatment groups. Approximately 41.5% of the rimonabant group had relapsed to drinking at the end of the study compared with 47.7% of the placebo group (obtained from Kaplan-Meier-curve). Differences were more marked but not statistically significant in patients who relapsed to heavy drinking: 27.7% versus 35.6%, respectively. Safety and tolerance of the drug were good. Similar rates of adverse events were reported between the 2 groups; less patients experienced serious events or discontinued the treatment with rimonabant compared with placebo. Rates of depression-related events were low (3.8% with rimonabant compared with 1.6% with placebo). Patients on rimonabant lost weight (Mean, −1.7 kg) compared with baseline, whereas there was no such change in the placebo group. Weight loss was more pronounced in patients with a higher body mass index. In addition, there was a significant decrease in leptin levels in the rimonabant group compared with baseline. Lack of efficacy in this study may be explained by a very high response rate in the placebo group and a relatively short treatment duration. Taking the substantial numbers of animal studies suggesting a possible role of CB1 antagonists for the treatment of alcohol dependence into account, it seems worthwhile to further test cannabinoid blockers in the treatment of alcoholism.",
        "year": 2008,
        "citation_count": 116,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the use of rimonabant for a different indication (alcohol dependence), but still builds upon the knowledge of rimonabant's effects on the endocannabinoid system."
    },
    {
        "paperId": "f585a458b723477d1600a2fb5d8157c42e8d539e",
        "title": "Modification of Cardiometabolic Risk Through Cannabinoid Type-1 Receptor Antagonism",
        "abstract": "Large-scale epidemiological studies show that hypertension, diabetes, and dyslipidaemia are highly prevalent among obese individuals. Regrettably, preventive efforts have failed to abolish the increasing prevalence of obesity worldwide. The endocannabinoid system is implicated in the regulation of appetite, food intake, lipids, and glucose metabolism. Rimonabant is the first type-1 endocannabinoid receptor blocker that has been shown to improve the serum lipid profile, insulin and glucose levels, and blood pressure. In particular, the RIO (rimonabant in obesity) studies documented the beneficial metabolic effects of rimonabant. These favorable metabolic effects exceed by about 50% those anticipated by weight reduction, possibly due to modulation of the endocannabinoid system in peripheral tissues. The beneficial effects, however, seem to come at the cost of an increased risk of psychiatric disorders. However, given the efficacy of this treatment and the magnitude of the obesity problem, rimonabant may prove to be a valuable adjunct in targeting obesity-related cardiovascular risk factors.",
        "year": 2008,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the beneficial metabolic effects of rimonabant, which were first demonstrated in the source paper."
    },
    {
        "paperId": "3eb88a66c480b85f568666ee249ef79ae006a098",
        "title": "Inhibitors of cannabinoid receptors and glucose metabolism",
        "abstract": "Purpose of reviewAbdominal obesity is closely related to type 2 diabetes and overactivity of the endocannabinoid system. The present review aims at evaluating the role of endocannabinoid system in glucose dysregulation and the effects of cannabinoid 1 receptor blockade on glucose metabolism in both animal models and overweight/obese humans, especially with type 2 diabetes. Recent findingsCannabinoid 1 receptors have been identified not only in the brain, but also in the adipose tissue, the gut, the liver, the skeletal muscle and even the pancreas, all organs playing a key role in glucose metabolism and type 2 diabetes. Rimonabant, the first selective cannabinoid 1 receptor blocker in clinical use, has been shown to reduce body weight, waist circumference, glycated haemoglobin, triglycerides, insulin resistance index, and to increase HDL cholesterol and adiponectin concentrations in patients with type 2 diabetes, confirming data on nondiabetic overweight/obese patients. Almost half of the metabolic changes, including glycated haemoglobin reduction, could not be explained by weight loss, in agreement with direct peripheral effects. SummaryCannabinoid 1 blockade reduces food intake and body weight and improves metabolic regulation beyond just weight loss. Because of its positive effect on glucose metabolism, rimonabant deserves consideration in the treatment of overweight/obese patients with type 2 diabetes.",
        "year": 2008,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper is inspired by the findings of the source paper, as it explores the effects of cannabinoid 1 receptor blockade on glucose metabolism, specifically mentioning rimonabant, the same drug used in the source paper."
    },
    {
        "paperId": "3f482b17e6690515758fd8dd1237f9df94b72f69",
        "title": "Increased energy expenditure contributes more to the body weight-reducing effect of rimonabant than reduced food intake in candy-fed wistar rats.",
        "abstract": "The CB1 receptor antagonist, rimonabant, affects the endocannabinoid system and causes a sustained reduction in body weight (BW) despite the transient nature of the reduction in food intake. Therefore, in a multiple-dose study, female candy-fed Wistar rats were treated with rimonabant (10 mg/kg) and matched with pair-fed rats to distinguish between hypophagic action and hypothesized effects on energy expenditure. Within the first week of treatment, rimonabant reduced BW nearly to levels of standard rat chow-fed rats. Evaluation of energy balance (energy expenditure measured by indirect calorimetry in relation to metabolizable energy intake calculated by bomb calorimetry) revealed that increased energy expenditure based on increased fat oxidation contributed more to sustained BW reduction than reduced food intake. A mere food reduction through pair feeding did not result in comparable effects because animals reduced their energy expenditure to save energy stores. Because fat oxidation measured by indirect calorimetry increased immediately after dosing in the postprandial state, the acute effect of rimonabant on lipolysis was investigated in postprandial male rats. Rimonabant elevated free fatty acids postprandially, demonstrating an inherent pharmacological activity of rimonabant to induce lipolysis and not secondarily postabsorptively due to reduced food intake. We conclude that the weight-reducing effect of rimonabant was due to continuously elevated energy expenditure based on increased fat oxidation driven by lipolysis from fat tissue as long as fat stores were elevated. When the amount of endogenous fat stores declined, rimonabant-induced increased energy expenditure was maintained by a re-increase in food intake.",
        "year": 2008,
        "citation_count": 100,
        "relevance": 2,
        "explanation": "This paper investigates the mechanisms of rimonabant's weight-reducing effects in rats and provides new insights into the role of energy expenditure. It builds upon the source paper's findings on rimonabant's effects on weight and cardiometabolic risk factors."
    },
    {
        "paperId": "cad4ceb84d07989983439ecfff6158029d131d57",
        "title": "CB1 Receptor Blockade and its Impact on Cardiometabolic Risk Factors: Overview of the RIO Programme with Rimonabant",
        "abstract": "Rimonabant, the first selective CB1 receptor antagonist in clinical use, has been extensively investigated in the Rimonabant in Obesity (RIO) programme, comprising four 1–2 year placebo‐controlled randomised clinical trials recruiting more than 6600 overweight/obese patients with or without co‐morbidities. Rimonabant 20 mg daily consistently reduced body weight, waist circumference, triglycerides, blood pressure, insulin resistance and C‐reactive protein levels, and increased HDL cholesterol concentrations in both non‐diabetic and type‐2 diabetic overweight/obese patients. Adiponectin levels were increased, an effect that correlated with HDL cholesterol augmentation, while small dense LDL cholesterol levels were decreased in patients receiving rimonabant 20 mg compared with those receiving placebo in RIO Lipids. Furthermore, in RIO Diabetes, a 0.7% reduction in glycated haemoglobin (HbA1c) levels was observed in metformin‐ or sulphonylurea‐treated patients with type‐2 diabetes, an effect recently confirmed in the 6‐month SERENADE (Study Evaluating Rimonabant Efficacy in drug‐NAïve DiabEtic patients) trial in drug‐naïve diabetic patients. Almost half of metabolic changes occurred beyond weight loss, in agreement with direct peripheral effects. The positive effects observed after 1 year were maintained after 2 years. Rimonabant was generally well‐tolerated, but with a slightly higher incidence of depressed mood disorders, anxiety, nausea and dizziness compared with placebo. In clinical practice, rimonabant has to be prescribed to the right patient, i.e. overweight/obese subjects with cardiometabolic risk factors and with no major depressive illness and/or ongoing antidepressive treatment, in order to both maximise efficacy and minimise safety issues. New trials are supposed to confirm the potential role of rimonabant in patients with abdominal adiposity, atherogenic dyslipidaemia and/or type‐2 diabetes, i.e. at high cardiometabolic risk.",
        "year": 2008,
        "citation_count": 66,
        "relevance": 2,
        "explanation": "This paper provides an overview of the RIO program and discusses the effects of rimonabant on cardiometabolic risk factors. It builds upon the source paper's findings and provides additional insights into the benefits of rimonabant treatment."
    },
    {
        "paperId": "761f7a0d9678edb7bb7e68004bc05e3eeae146cc",
        "title": "Blood Pressure Lowering Effects of Rimonabant in Obesity‐related Hypertension",
        "abstract": "Obesity‐related hypertension represents a common clinical condition characterised by complex pathophysiological and therapeutic features. From a pathophysiological view point, results of experimental and animal studies have led to the hypothesis that neurogenic mechanisms participate in the development and progression of the disease. The hypothesis is based on the evidence that metabolic (i.e. insulin‐resistance) and neural (sympathetic activation) alterations frequently co‐exist in the obese hypertensive patient and that they reciprocally potentiate each other. From a therapeutic view point, the 2007 European Society of Hypertension/European Society of Cardiology emphasised the importance in this clinical condition of treatment not only through antihypertensive drugs but also via lifestyle changes and drug‐induced interventions that reduce body weight. The four Rimonabant In Obesity (RIO) studies have shown that rimonabant can decrease body weight. A recent meta‐analysis, based on the RIO results, showed that rimonabant, particularly in obese hypertensive patients, can also decrease − although modestly (2.8 mmHg for systolic and 2.2 mmHg for diastolic) − blood pressure. These effects, which appear to be triggered by the weight reduction induced by the drug, are clinically relevant because they contribute favourably to lower the elevated cardiovascular risk profile of the obese hypertensive patient.",
        "year": 2008,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper discusses the blood pressure-lowering effects of rimonabant in obesity-related hypertension. It builds upon the source paper's findings on rimonabant's effects on weight and cardiometabolic risk factors, and provides additional insights into its benefits in hypertensive patients."
    },
    {
        "paperId": "6a84581aadcf8dc3feeff9c8c779be43ca31170a",
        "title": "Effect of rimonabant on progression of atherosclerosis in patients with abdominal obesity and coronary artery disease: the STRADIVARIUS randomized controlled trial.",
        "abstract": "CONTEXT\nAbdominal obesity is associated with metabolic abnormalities and increased risk of atherosclerotic cardiovascular disease. However, no obesity management strategy has demonstrated the ability to slow progression of coronary disease.\n\n\nOBJECTIVE\nTo determine whether weight loss and metabolic effects of the selective cannabinoid type 1 receptor antagonist rimonabant reduces progression of coronary disease in patients with abdominal obesity and the metabolic syndrome.\n\n\nDESIGN, SETTING, AND PATIENTS\nRandomized, double-blinded, placebo-controlled, 2-group, parallel-group trial (enrollment December 2004-December 2005) comparing rimonabant with placebo in 839 patients at 112 centers in North America, Europe, and Australia.\n\n\nINTERVENTIONS\nPatients received dietary counseling, were randomized to receive rimonabant (20 mg daily) or matching placebo, and underwent coronary intravascular ultrasonography at baseline (n = 839) and study completion (n = 676).\n\n\nMAIN OUTCOME MEASURES\nThe primary efficacy parameter was change in percent atheroma volume (PAV); the secondary efficacy parameter was change in normalized total atheroma volume (TAV).\n\n\nRESULTS\nIn the rimonabant vs placebo groups, PAV (95% confidence interval [CI]) increased 0.25% (-0.04% to 0.54%) vs 0.51% (0.22% to 0.80%) (P = .22), respectively, and TAV decreased 2.2 mm3 (-4.09 to -0.24) vs an increase of 0.88 mm3 (-1.03 to 2.79) (P = .03). In the rimonabant vs placebo groups, imputing results based on baseline characteristics for patients not completing the trial, PAV increased 0.25% (-0.04% to 0.55%) vs 0.57% (0.29% to 0.84%) (P = .13), and TAV decreased 1.95 mm3 (-3.8 to -0.10) vs an increase of 1.19 mm3 (-0.73 to 3.12) (P = .02). Rimonabant-treated patients had a larger reduction in body weight (4.3 kg [-5.1 to -3.5] vs 0.5 kg [-1.3 to 0.3]) and greater decrease in waist circumference (4.5 cm [-5.4 to -3.7] vs 1.0 cm [-1.9 to -0.2]) (P < .001 for both comparisons). In the rimonabant vs placebo groups, high-density lipoprotein cholesterol levels increased 5.8 mg/dL (4.9 to 6.8) (22.4%) vs 1.8 mg/dL (0.9 to 2.7) (6.9%) (P < .001), and median triglyceride levels decreased 24.8 mg/dL (-35.4 to -17.3) (20.5%) vs 8.9 mg/dL (-14.2 to -1.8) (6.2%) (P < .001). Rimonabant-treated patients had greater decreases in high-sensitivity C-reactive protein (1.3 mg/dL [-1.7 to -1.2] [50.3%] vs 0.9 mg/dL [-1.4 to -0.5] [30.9%]) and less increase in glycated hemoglobin levels (0.11% [0.02% to 0.20%] vs 0.40% [0.31% to 0.49%]) (P < .001 for both comparisons). Psychiatric adverse effects were more common in the rimonabant group (43.4% vs 28.4%, P < .001).\n\n\nCONCLUSIONS\nAfter 18 months of treatment, the study failed to show an effect for rimonabant on disease progression for the primary end point (PAV) but showed a favorable effect on the secondary end point (TAV). Determining whether rimonabant is useful in management of coronary disease will require additional imaging and outcomes trials, which are currently under way.\n\n\nTRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT00124332.",
        "year": 2008,
        "citation_count": 429,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it discusses the effects of rimonabant on cardiovascular disease in patients with abdominal obesity. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds on the knowledge of rimonabant's effects on weight and cardiometabolic risk factors. The study investigates the progression of atherosclerosis in patients treated with rimonabant, which is a direct extension of the source paper's findings."
    },
    {
        "paperId": "b2bd6f2f5ec7d43e3e6a96448f3a96284875e551",
        "title": "Central Versus Peripheral Antagonism of Cannabinoid CB1 Receptor in Obesity: Effects of LH‐21, a Peripherally Acting Neutral Cannabinoid Receptor Antagonist, in Zucker Rats",
        "abstract": "The endogenous cannabinoid system plays an important modulatory role in feeding behaviour and metabolism, acting at both central and peripheral levels. Chronic administration of cannabinoid CB1 receptor antagonists has been found to be effective in experimental obesity. However, clinically available cannabinoid receptor antagonists are inverse agonists that can target CB1 receptors located in both central circuits regulating appetite and motivation and in peripheral organs regulating metabolism and energy expenditure. This profile complicates understanding of cannabinoid CB1 receptor blockade as a therapeutic strategy in obesity and metabolic disorders. This review aims to explore the relevance of both inverse agonism and peripheral cannabinoid receptor blockade on the beneficial actions of chronic cannabinoid receptor blockade, by comparing the actions of the reference antagonist/inverse agonist rimonabant and the newly designed drug LH‐21. LH‐21 is a triazol derivative and a neutral cannabinoid receptor antagonist; it has a poor penetration rate into the central nervous system. When given acutely it decreases food intake and enhances the anorectic actions of oleoylethanolamide, a feeding suppressant lipid that acts on peripheral sensory terminals in a similar way as rimonabant. Unlike rimonabant, chronic administration of LH‐21 (3 mg/kg) reduces feeding but does not improve hypertriglyceridaemia or hypercholesterolaemia; nor does it reduce liver fat deposits in Zucker rats. These results suggest that the inverse agonism and/or the antagonism of central cannabinoid CB1 receptors are necessary for the metabolic benefits of cannabinoid CB1 receptor blockade, but not for the appetite reduction.",
        "year": 2008,
        "citation_count": 88,
        "relevance": 1,
        "explanation": "This paper is related to the source paper, as it discusses the effects of cannabinoid CB1 receptor antagonism on obesity and metabolism. Although it focuses on a different antagonist (LH-21) and uses a rat model, it provides information on the potential mechanisms of action of rimonabant and the endocannabinoid system in obesity. The hypothesis in this paper is inspired by the findings of the source paper."
    },
    {
        "paperId": "d7d29285d95563fb4f493f5369e58544becca34b",
        "title": "Psychosis Following Anti-Obesity Treatment with Rimonabant",
        "abstract": "Background: In this report, we present the case of a patient with a relapse of schizophrenia following an episode of depression and increased anxiety after antiobesity treatment with rimonabant, a cannabinoid type 1 receptor antagonist. Case Report: After 4 weeks of treatment the patient developed psychiatric symptoms, i.e. depressed mood and elevated anxiety. Four months after the discontinuation of rimonabant, the patient presented with psychotic symptoms fulfilling ICD-10 criteria of paranoid schizophrenia. Antipsychotic treatment with quetiapine was initialized. A stable recovery took further 4 weeks in which combined treatment with quetiapine and ziprasidone was given. Conclusion: The course of the illness suggests that the continuous affective symptoms, which were most likely a side effect of rimonabant, may have triggered the psychosis analogous to the stress-diathesis model of schizophrenia. As a consequence, rimonabant may not be the first choice in obese patients with a history of schizophrenia due to a potentially increased risk of a relapse via an indirect mechanism.",
        "year": 2008,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper is related to the source paper, as it discusses a potential side effect of rimonabant treatment (psychosis) in a patient with a history of schizophrenia. Although it is a case report and not a controlled trial, it provides information on the potential risks of rimonabant treatment. The hypothesis in this paper is inspired by the findings of the source paper."
    },
    {
        "paperId": "cf7a4246c747dc924d88d55b717ce61d6a94bf54",
        "title": "Whole-Body Biodistribution and Radiation Dosimetry of the Human Cannabinoid Type-1 Receptor Ligand 18F-MK-9470 in Healthy Subjects",
        "abstract": "The cannabinoid type-1 (CB1) receptor is one of the most abundant G-coupled protein receptors in the human body and is responsible for signal transduction of both endogenous and exogenous cannabinoids. The endocannabinoid system is strongly implicated in regulation of homeostasis and several neuropsychiatric disorders, obesity, and associated comorbidities, such as dyslipidemia and metabolic syndrome. We have used whole-body PET/CT to characterize the biodistribution and dosimetry of a novel high-affinity, subtype-selective radioligand, 18F-MK-9470, in healthy male and female subjects. Methods: Eight nonobese subjects (5 men, 3 women; age, 22–54 y) underwent serial whole-body PET/CT for 6 h after a bolus injection of 251 ± 25 MBq 18F-MK-9470 (N-[2-(3-cyano-phenyl)-3-(4-(2-18F-fluorethoxy)phenyl)-1-methylpropyl]-2-(5-methyl-2-pyridyloxy)-2-methylproponamide). Source organs were delineated 3-dimensionally using the combined morphologic and functional data. Residence times were derived from time–activity profiles using both the trapezoid rule and curve fitting. Individual organ doses and effective doses were determined using the OLINDA software package, with different approaches for gastrointestinal and urinary excretion modeling. Results: 18F-MK-9470 is taken up slowly in the brain, reaching a plateau at approximately 90–120 min after bolus injection and is excreted predominantly through the hepatobiliary system. The gallbladder, upper large intestine, small intestine, and liver are the organs with the highest absorbed dose (average: 159, 98, 87, and 86 μGy/MBq, respectively). The mean effective dose (ED) was 22.8 ± 4.3 μSv/MBq, indicating relatively low intersubject variability and a mean value in the range of many commercially available 18F-labeled radiopharmaceuticals. Brain uptake was relatively high compared with that of existing central nervous system ligands for other receptors, between 3.2% and 4.9% of the injected dose. Conclusion: The estimated radiation burden of 18F-MK-9470 for PET CB1 receptor imaging shows relatively low variability between subjects and has an acceptable ED, which allows multiple serial cerebral scans of good image quality, while remaining within the risk category class II-b defined by the World Health Organization and the International Commission for Radiation Protection for a standard injected activity (185–370 MBq).",
        "year": 2008,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the biodistribution of a cannabinoid type-1 receptor ligand, which is related to the source paper's results on the effects of rimonabant, a cannabinoid-1 receptor blocker."
    },
    {
        "paperId": "8162a75264522704fec2e09f7e12175ad78afb9b",
        "title": "Endocannabinoid system and its implications for obesity and cardiometabolic risk",
        "abstract": "The endocannabinoid system (ECS) is an endogenous signalling system involved in maintaining energy balance. The ECS works both centrally and peripherally to promote metabolic processes that can lead to weight gain, and recent investigations suggest that obesity may be associated with ECS overactivity. Obesity, in particular, abdominal obesity, is recognized as having a role in potentiating cardiometabolic risk factors and disease progression and is often overlooked as a risk factor requiring early monitoring and management. Adipose tissue is a very metabolically active endocrine organ secreting numerous bioactive molecules, adipocytokines, which can act locally and distally. In the obese state, with the notable exception of adiponectin, these cytokines are released in excess and lead to negative metabolic sequelae, such as the potentiation of atherogenic dyslipidaemia, insulin resistance, and hypertension. Blockade of the cannabinoid type 1 (CB1) receptor with the CB1 receptor blocker, rimonabant, has been shown to reduce overall and abdominal obesity and improve a number of metabolic variables, including glucose tolerance, reduced plasma levels of triglycerides and insulin, and increased levels of high density lipoprotein (HDL) cholesterol and adiponectin. In addition, the pro-inflammatory and pro-atherogenic state is reduced, as evidenced by a reduction in the C-reactive protein and atherogenic ApoB lipoprotein, respectively. Thus, blockade of the CB1 receptor may potentially reduce abdominal obesity and some other associated cardiometabolic risk factors.",
        "year": 2008,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the role of the endocannabinoid system in obesity and cardiometabolic risk, which is related to the source paper's results on the effects of rimonabant, a cannabinoid-1 receptor blocker."
    },
    {
        "paperId": "0c103b0d9ef467f96e9dfa67382f7465d644c811",
        "title": "Long-term Effects of Weight-Reducing Interventions in Hypertensive Patients: Systematic Review and Meta-analysis",
        "abstract": null,
        "year": 2009,
        "citation_count": 113,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of weight-reducing interventions on cardiometabolic risk factors, which is related to the source paper's results on the effects of rimonabant on weight and cardiometabolic risk factors."
    },
    {
        "paperId": "4aa7bbbde698745945b22d4f9a035617c54364f4",
        "title": "Peripheral Metabolic Effects of Endocannabinoids and Cannabinoid Receptor Blockade",
        "abstract": "The endocannabinoid system consists of endogenous arachidonic acid derivates that activate cannabinoid receptors. The two most prominent endocannabinoids are anandamide and 2-arachidonoyl glycerol. In obesity, increased concentrations of circulating and tissue endocannabinoid levels have been described, suggesting increased activity of the endocannabinoid system. Increased availability of endocannabinoids in obesity may over-stimulate cannabinoid receptors. Blockade of cannabinoid type 1 (CB1) receptors was the only successful clinical development of an anti-obesity drug during the last decade. Whereas blockade of CB1 receptors acutely reduces food intake, the long-term effects on metabolic regulation are more likely mediated by peripheral actions in liver, skeletal muscle, adipose tissue, and the pancreas. Lipogenic effects of CB1 receptor signalling in liver and adipose tissue may contribute to regional adipose tissue expansion and insulin resistance in the fatty liver. The association of circulating 2-arachidonoyl glycerol levels with decreased insulin sensitivity strongly suggests further exploration of the role of endocannabinoid signalling for insulin sensitivity in skeletal muscle, liver, and adipose tissue. A few studies have suggested a specific role for the regulation of adiponectin secretion from adipocytes by endocannabinoids, but that has to be confirmed by more experiments. Also, the potential role of CB1 receptor blockade for the stimulation of energy expenditure needs to be studied in the future. Despite the current discussion of safety issues of cannabinoid receptor blockade, these findings open a new and exciting perspective on endocannabinoids as regulators of body weight and metabolism.",
        "year": 2008,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper explores the peripheral metabolic effects of endocannabinoids and cannabinoid receptor blockade, which is closely related to the source paper's topic of rimonabant. The paper's findings on the role of endocannabinoids in regulating body weight and metabolism are partially dependent on the source paper's results."
    },
    {
        "paperId": "0c2f8b73dd6ec5a6734b581733964f8f45022445",
        "title": "Effect of rimonabant on blood pressure in overweight/obese patients with/without co-morbidities: analysis of pooled RIO study results",
        "abstract": "Objective Rimonabant, the first selective cannabinoid type 1 (CB1) receptor blocker, has been shown to improve multiple cardiometabolic risk factors in overweight/obese patients. This analysis assessed the impact of rimonabant on blood pressure in the pooled population from four large trials with similar design – the Rimonabant-In-Obesity (RIO) programme. Methods RIO-Europe (n = 1507) and RIO-North America (n = 3040) recruited overweight/obese patients, and RIO-Lipids (n = 1033) and RIO-Diabetes (n = 1045) recruited overweight/obese patients with untreated dyslipidaemia or type 2 diabetes, respectively. At study entry (screening), 37.2% (n = 2463) of patients had hypertension, 71.4% (n = 1757) of whom were taking an antihypertensive treatment. Results After 1 year of treatment, mean change in systolic blood pressure (SBP) from baseline was –0.8 mmHg for rimonabant 20 mg versus +0.3 mmHg for placebo (P = 0.007); diastolic blood pressure (DBP) decreased by –0.8 versus –0.3 mmHg (P = 0.029) respectively. In the subgroup of patients with high blood pressure at baseline, SBP change was –7.5 mmHg for rimonabant 20 mg versus –4.7 mmHg for placebo (P = 0.005); DBP change was –5.2 versus –3.0 mmHg (P < 0.001). Reductions were more pronounced in patients with dyslipidaemia and type 2 diabetes. There was no effect of rimonabant 20 mg on blood pressure beyond that expected from weight loss alone. Overall, there was a similar incidence of adverse events (AEs) at 1 year in the placebo (81.8%) and rimonabant 20 mg (86.0%). The most common AEs occurring with rimonabant were nausea, dizziness, arthralgia and diarrhoea. A slightly higher proportion of patients in the rimonabant 20 mg group discontinued as a result of AEs (13.8%) versus placebo (7.2%). Conclusions Rimonabant 20 mg led to modest, but significant SBP and DBP reductions in overweight/obese patients. The effect of rimonabant on blood pressure appears to be mediated by weight loss.",
        "year": 2008,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "This paper analyzes the effect of rimonabant on blood pressure in overweight/obese patients, which is a direct extension of the source paper's findings on the efficacy and safety of rimonabant. The paper's results are partially dependent on the source paper's results."
    },
    {
        "paperId": "7bde89c969649db78f1baa84dd01165e7e229b18",
        "title": "Efficacy and Safety of Rimonabant for Improvement of Multiple Cardiometabolic Risk Factors in Overweight/Obese Patients",
        "abstract": "OBJECTIVE—To better define the efficacy and safety of rimonabant, the first selective cannabinoid type 1 (CB1) receptor antagonist, in a large population of overweight and obese patients using pooled efficacy data from three Phase III nondiabetes Rimonabant in Obesity and Related Metabolic Disorders (RIO) studies, selected efficacy data from the RIO-Diabetes study, and pooled safety data for all four RIO studies. RESEARCH DESIGN AND METHODS—The RIO studies enrolled patients who were either overweight (BMI >27 kg/m2) with at least one comorbidity (i.e., hypertension, dyslipidemia, or, for RIO-Diabetes, type 2 diabetes) or obese. All patients received daily treatment with rimonabant (5 or 20 mg) or placebo for 1 year plus a hypocaloric diet (600 kcal/day deficit) and advice on increased physical activity. RIO-Europe (n = 1,508), RIO-North America (n = 3,045), and RIO-Lipids (n = 1,036) excluded patients with type 2 diabetes; untreated dyslipidemia was an entry requirement for RIO-Lipids. RIO-Diabetes (n = 1,047) required the presence of type 2 diabetes inadequately controlled by sulfonylurea or metformin monotherapy. RESULTS—The pooled intention-to-treat population comprised 5,580 patients without diabetes (3,165 completed treatment) and 1,047 patients with diabetes (692 completed treatment). Most efficacy measures improved during the 4-week placebo run-in period, except that HDL cholesterol decreased as expected in the early phase of a hypocaloric diet. After 1 year of randomized treatment, changes from baseline with 20 mg rimonabant in the nondiabetic population were as follows: body weight −6.5 kg, waist circumference −6.4 cm, HDL cholesterol +16.4%, triglycerides −6.9%, fasting insulin −0.6 μU/ml, and homeostasis model assessment for insulin resistance (HOMA-IR) −0.2 (all P < 0.001 vs. placebo). In the diabetic population, 20 mg rimonabant reduced A1C levels by 0.6% (P < 0.001 vs. placebo). Regression analysis of change in HDL cholesterol, triglycerides, adiponectin (in RIO-Lipids), and A1C (in RIO-Diabetes) versus body weight at 1 year by ANCOVA suggested that 45–57% of the effect of rimonabant could not be explained by the observed weight loss. At 1 year, adverse events more frequently reported with rimonabant were gastrointestinal, neurological, and psychiatric in nature. Serious adverse events were infrequent and almost equivalent to placebo. Overall discontinuation rates were similar across treatment groups, except discontinuation from adverse events, which occurred more frequently with 20 mg rimonabant versus placebo (most commonly, depressive disorders [1.9 vs. 0.8%], nausea [1.4 vs. 0.1%], mood alterations with depressive symptoms [1.0 vs. 0.6%], and anxiety [1.0 vs. 0.3%]). A thorough review of psychiatric and neurological adverse events was performed. CONCLUSIONS—In overweight/obese patients, 20 mg/day rimonabant produced weight loss and significant improvements in multiple cardiometabolic risk factors such as waist circumference, A1C, HDL cholesterol, and triglycerides. Rimonabant was generally well tolerated, with more frequently reported adverse events being gastrointestinal, neurological, and psychiatric in nature.",
        "year": 2008,
        "citation_count": 151,
        "relevance": 2,
        "explanation": "This paper discusses the efficacy and safety of rimonabant for improving multiple cardiometabolic risk factors in overweight/obese patients, which is a direct extension of the source paper's findings. The paper's results are partially dependent on the source paper's results."
    },
    {
        "paperId": "06265dcc3d79c097b66d834a585cc6e13716f3dc",
        "title": "Role of the endocannabinoid system in metabolic control",
        "abstract": "Purpose of reviewGrowing evidence suggests an important role in metabolic control of the endocannabinoid system, which is composed of cannabinoid receptors, endocannabinoids, and related enzymes. In this short review, we describe the latest advances in this research field, including the antiobesity effect of the cannabinoid receptor CB1 antagonist rimonabant and the anorexic effect of N-oleoylethanolamine, an endocannabinoid-related, endogenous substance. Recent findingsCB1 is expressed not only in various brain regions, including hypothalamus, but also in peripheral organs such as adipose tissue and liver. The endocannabinoid system appears to function as a physiological system regulating food intake, energy balance, and lipid metabolism through both central and peripheral mechanisms. Obesity may be associated with hyperactivity of the endocannabinoid system. Large phase III trials of rimonabant confirmed significant weight loss and waist circumference reduction in overweight and obese patients. The levels of HDL-cholesterol, triglycerides, and HbA1c were also improved. The anorexic effect of N-oleoylethanolamine was suggested to be mediated by peroxisome proliferator-activated receptor-α and the G protein-coupled receptor GPR119. SummaryThese results highlight the importance of an endocannabinoid tone in metabolic control and therapeutic usefulness of CB1 antagonists. Derivatives of N-oleoylethanolamine may be developed as new antiobesity drugs.",
        "year": 2008,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper discusses the role of the endocannabinoid system in metabolic control, including the effects of the cannabinoid receptor CB1 antagonist rimonabant. The source paper's findings on rimonabant's effects on weight and cardiometabolic risk factors are utilized as evidence for the endocannabinoid system's role in metabolic control, making this paper's hypothesis at least partially dependent on the source paper's findings."
    },
    {
        "paperId": "fdcec65ecc08bf23d1d8521df001a186dd9350df",
        "title": "Metabolic syndrome and chronic kidney disease",
        "abstract": "Purpose of review The association of the metabolic syndrome (MetS) with cardiovascular risk, mortality, type 2 diabetes mellitus, stroke, nonfatty liver disease and gout is well known. However, the association of the MetS with chronic kidney disease (CKD) is now emerging. This review discusses the epidemiology, pathology and potential mechanisms for the relationship of MetS with CKD. Recent findings Studies show that patients with MetS have a 2.5-fold higher risk of developing CKD. The risk of microalbuminuria is also increased two-fold in the MetS. Renal dysfunction becomes apparent long before the appearance of hypertension or diabetes in MetS. Compared with healthy controls, patients with MetS have increased microvascular disease-tubular atrophy, interstitial fibrosis, arterial sclerosis and global and segmental sclerosis. Studies suggest that the renal fibrosis seen in MetS might be caused by a constellation of insulin resistance, hypertension, dyslipidemias and inflammation, and result in a heightened expression of adipocytokines, angiotensin and inflammatory cytokines such as interleukin-6 and tumour necrosis factor-alpha. Summary Despite the strong association of MetS with CKD, a causal relationship has not been proven. More studies are needed to precisely elucidate the mechanisms that might lead upstream factors such as insulin resistance, hypertension, dyslipidemia and inflammation to cause renal fibrosis.",
        "year": 2013,
        "citation_count": 88,
        "relevance": 1,
        "explanation": "This paper discusses the relationship between metabolic syndrome and chronic kidney disease, and mentions rimonabant as a potential therapeutic agent. Although it does not directly build upon the source paper's findings, it does acknowledge the potential therapeutic benefits of rimonabant, which is a key finding of the source paper."
    }
]