[
    {
        "paperId": "17ac26f522538b501b9f1490500c9707dd02bb71",
        "title": "Oxandrolone in the Treatment of HIV-Associated Weight Loss in Men: A Randomized, Double-Blind, Placebo-Controlled Study",
        "abstract": "Objective: To evaluate the efficacy and safety of oxandrolone in promoting body weight and body cell mass (BCM) gain in HIV-associated weight loss. Methods: Randomized, double-blind, placebo-controlled trial. Two hundred sixty-two HIV-infected men with documented 10% to 20% weight loss or body mass index ≤20 kg/m2 were randomized to placebo or to 20, 40, or 80 mg of oxandrolone daily. After 12 weeks, subjects were allowed to receive open-label oxandrolone at a dose of 20 mg for another 12 weeks. Results: Body weight increased in all groups, including the group receiving placebo, during the double-blind phase (1.1 ± 2.7, 1.8 ± 3.9, 2.8 ± 3.3, and 2.3 ± 2.9 kg in placebo and 20-, 40-, and 80-mg oxandrolone groups, respectively; all P < 0.014 vs. baseline). BCM increased from baseline in all groups (0.45 ± 1.7, 0.91 ± 2.2, 1.5 ± 2.5, and 1.8 ± 1.8 kg in placebo and 20-, 40-, and 80-mg oxandrolone groups, respectively). At 12 weeks, only the gain in weight at the 40-mg dose of oxandrolone and the gain in BCM at the 40- and 80-mg doses of oxandrolone were greater than those in the placebo group, however. Oxandrolone treatment was associated with significant suppression of sex hormone-binding globulin, luteinizing hormone, follicle-stimulating hormone, and total and free testosterone levels. Treatment was generally well tolerated but accompanied by significant increases in transaminases and low-density lipoprotein as well as decreases in high-density lipoprotein. Conclusion: Oxandrolone administration is effective in promoting dose-dependent gains in body weight and BCM in HIV-infected men with weight loss.",
        "year": 2006,
        "citation_count": 55,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy of an anabolic steroid (oxandrolone) in treating HIV-associated weight loss, similar to how the source paper examines the effect of nandrolone decanoate in HIV-infected women with weight loss."
    }
]