[
    {
        "paperId": "3c1ba67974b7da92e29ecfb9c351bc8428a4bea2",
        "title": "Worksite health promotion using individual counselling and the effectiveness on sick leave; results of a randomised controlled trial",
        "abstract": "Aims: To investigate the effectiveness of a worksite health promotion programme by individual counselling on sick leave. Methods: Three municipal services of Enschede, the Netherlands, participated in this trial. A total of 299 civil servants were measured at baseline and were randomised by cluster into the intervention (n = 131) or the control group (n = 168). During nine months, subjects in the intervention group received a total of seven consultations, particularly aimed at increasing their physical activity level and improving their dietary habits. Both the intervention and the control subjects received written information as to several lifestyle factors. Sick leave data regarding the nine month intervention period (from May until January) were collected from each municipal service’s personnel department. In addition, sick leave data concerning the nine month period pre- and post-intervention were collected. Sick leave data were analysed using multilevel analysis. Results: For both groups, the mean sick leave rate during the intervention increased compared to before the intervention. After the intervention period, the control group increased even more (from 22.9 to 27.6 days), whereas the intervention group slightly decreased (from 21.5 to 20.5 days). Median values of sick leave rate decreased for both groups. No statistically significant intervention effect was found. In both groups, the mean sick leave frequency slightly decreased over time (intervention effects were not significant). Conclusions: Results showed no significant effect of individual counselling on sick leave. Continued research investigating the effectiveness of this individual counselling programme on several health related outcomes is useful to clarify the trend observed in sick leave.",
        "year": 2004,
        "citation_count": 39,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates the effectiveness of individual counseling in a workplace setting, albeit with a focus on sick leave rather than physical activity, fitness, and health."
    }
]