[
    {
        "paperId": "db741033a587c57f21684378fd8593ed21d77d31",
        "title": "Food habits and appetite of elderly women at the time of a femoral neck fracture and after nutritional and anabolic support.",
        "abstract": "OBJECTIVE\nTo study appetite and food choices in lean elderly women at the time of a femoral neck fracture and after 6 months of nutritional and anabolic intervention.\n\n\nSUBJECTS AND METHODS\nForty-five nondemented women >70 years of age (mean +/- SD: 83 +/- 5 years) with a recent hip fracture and body mass index <24 kg/m2 (mean: 20.5 +/- 2.3) were interviewed about their appetite and dietary habits prior to fracture. The patients were randomized to treatment with a protein-rich liquid supplement (PR; 200 kcal and 20 g protein day(-1)) alone or in combination with nandrolone decanoate injections (PR/N) 25 mg i.m. every third week or to a control group (C). A second interview was conducted 6 months later.\n\n\nRESULTS\nReduced appetite before the fracture was reported by 60%. Half of the patients did not have dessert with any of their daily meals, one-third used low-fat margarines and one-third drank water with their meals. The estimated mean daily energy intake was 6.4 +/- 1.2 MJ (1541 +/- 304 kcal) indicating that three of four subjects did not meet their energy needs. At 6 months, 40% reported reduced appetite. There was no difference in the change of appetite between the three randomized groups. Still, half of the subjects appeared to not meet their energy needs. Protein intake increased in the PR and PR/N groups, in contrast to the controls (P = 0.002).\n\n\nCONCLUSION\nReduced appetite and insufficient energy intake was recorded in lean elderly women with a femoral neck fracture. Nutritional supplementation alone or in combination with an anabolic steroid increased protein intake without adversely affecting appetite.",
        "year": 2005,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is directly inspired by and dependent on the source paper's findings, as it investigates the effects of nutritional and anabolic support on appetite and food choices in lean elderly women with femoral neck fractures, using a similar population and intervention."
    }
]