[
    {
        "paperId": "3250a0f5f298803d28587fd39b5ca16aa07aeefe",
        "title": "Impacts of long‐term enteral nutrition on clinical and endoscopic disease activities and mucosal cytokines during remission in patients with Crohn's disease: A prospective study",
        "abstract": "Background: Long‐term enteral nutrition may maintain clinical and endoscopic remission in patients with Crohn's disease (CD). The aim of this prospective study was to investigate the impacts of long‐term enteral nutrition on clinical and endoscopic disease activities and mucosal tissue cytokines in patients with quiescent CD. Methods: Forty patients with CD who achieved clinical remission were included. Of these, 20 received continuous elemental diet (Elental) infusion during the nighttime and a low‐fat diet during the daytime (EN group) and 20 received neither nutritional therapy nor food restriction (non‐EN group). With these regimens, all 40 patients were monitored for 1 year. Further, ileocolonoscopy was performed at entry, at 6 and 12 months, and mucosal biopsies were taken for cytokine assays. Results: On an intention‐to‐treat basis, 5 patients (25%) in the EN group and 13 (65%) in the non‐EN group had a clinical relapse during the 1‐year observation (P = 0.03). The mean endoscopic inflammation (EI) scores were not significantly different between the groups at both entry and 6 months, but at 12 months EI scores were significantly higher in the non‐EN group than in the EN group (P = 0.04). Additionally, the mucosal tissue interleukin (IL)‐1&bgr;, IL‐6, and tumor necrosis factor (TNF)‐&agr; levels significantly increased with time in the non‐EN group (entry versus 12 months, IL‐1&bgr;, P = 0.02; IL‐6, P = 0.002; TNF‐&agr;, P = 0.001). In the EN group these cytokines did not show a significant increase. Conclusions: Long‐term enteral nutrition in patients with quiescent CD has a clear suppressive effect on clinical and endoscopic disease activities and the mucosal inflammatory cytokine levels. (Inflamm Bowel Dis 2007)",
        "year": 2007,
        "citation_count": 126,
        "relevance": 2,
        "explanation": "This paper investigates the impacts of long-term enteral nutrition on clinical and endoscopic disease activities and mucosal tissue cytokines in patients with quiescent Crohn's disease, which is partially dependent on the findings of the source paper regarding the effectiveness of an 'half elemental diet' as maintenance therapy for Crohn's disease."
    },
    {
        "paperId": "5a5cf9d4efd80e151eb024c1517df8a9e34f8e26",
        "title": "Enteral nutrition for maintenance of remission in Crohn's disease.",
        "abstract": "BACKGROUND\nPrevention of relapse is a major issue in the management of quiescent Crohn's disease (CD). Current therapies (e.g. methotrexate, biologics, 6-mercaptopurine and azathioprine) may be effective for maintaining remission in CD, but these drugs may cause significant adverse events. Interventions that are effective and safe for maintenance of remission in CD are desirable.\n\n\nOBJECTIVES\nThe primary objectives were to evaluate the efficacy and safety of enteral nutrition for the maintenance of remission in CD and to assess the impact of formula composition on effectiveness.\n\n\nSEARCH METHODS\nWe searched MEDLINE, Embase, CENTRAL, the Cochrane IBD Group Specialized Register and clinicaltrials.gov from inception to 27 July 2018. We also searched references of retrieved studies and reviews.\n\n\nSELECTION CRITERIA\nRandomised controlled trials (RCTs) including participants of any age with quiescent CD were considered for inclusion. Studies that compared enteral nutrition with no intervention, placebo or any other intervention were selected for review.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo authors independently screened studies for inclusion, extracted data and assessed methodological quality using the Cochrane risk of bias tool. The primary outcome was clinical or endoscopic relapse as defined by the primary studies. Secondary outcomes included anthropometric measures (i.e. height and weight), quality of life (QoL), adverse events, serious adverse events and withdrawal due to adverse events. We calculated the risk ratio and 95% confidence interval (CI) for dichotomous outcomes. For continuous outcomes, we calculated the mean difference and 95% CI. A random-effects model was used for the statistical analysis. We used the GRADE criteria to assess the overall certainty of the evidence supporting the primary outcome and selected secondary outcomes.\n\n\nMAIN RESULTS\nFour RCTs (262 adult participants) met the inclusion criteria. One study (N = 33) compared an elemental diet to a non-elemental (polymeric) diet. One study (N = 51) compared a half elemental diet to a regular free diet. Another study (N = 95) compared an elemental diet to 6-mercaptopurine (6-MP) or a no treatment control group. One study (N= 83) compared a polymeric diet to mesalamine. Two studies were rated as high risk of bias due to lack of blinding or incomplete outcome data. The other two studies were judged to have an unclear risk of bias. The studies were not pooled due to differences in control interventions and the way outcomes were assessed.The effect of an elemental diet compared to a polymeric diet on remission rates or withdrawal due to adverse events is uncertain. Fifty-eight per cent (11/19) of participants in the elemental diet group relapsed at 12 months compared to 57% (8/14) of participants in the polymeric diet group (RR 1.01, 95% CI 0.56 to 1.84; very low certainty evidence). Thirty-two per cent (6/19) of participants in the elemental diet group were intolerant to the enteral nutritional formula because of taste or smell and were withdrawn from the study in the first 2 weeks compared to zero participants (0/14) in the polymeric diet group (RR 9.75, 95% CI 0.59 to 159.93; low certainty evidence). Anthropometric measures, QoL, adverse events and serious adverse events were not reported as outcomes.The effect of an elemental diet (half of total daily calorie requirements) compared to a normal free diet on relapse rates is uncertain. Thirty-five per cent (9/26) of participants in the elemental diet group relapsed at 12 months compared to 64% (16/25) of participants in the free diet group (RR 0.54, 95% CI 0.30 to 0.99; very low certainty evidence). No adverse events were reported. This study reported no differences in weight change between the two diet groups. Height and QoL were not reported as outcomes.The effect of an elemental diet compared to 6-MP on relapse rates or adverse events is uncertain. Thirty-eight per cent (12/32) of participants in the elemental diet group relapsed at 12 months compared to 23% (7/30) of participants in the 6-MP group (RR 1.61; 95% CI 0.73 to 3.53; very low certainty evidence). Three per cent (1/32) of participants in the elemental diet group had an adverse event compared to 13% (4/30) of participants in the 6-MP group (RR 0.23, 95% CI 0.03 to 1.98; low certainty evidence). Adverse events in the elemental diet group included surgery due to worsening CD. Adverse events in the 6-MP group included liver injury (n = 2), hair loss (n = 1) and surgery due to an abscess (n = 1). No serious adverse events or withdrawals due to adverse events were reported. Weight, height and QoL were not reported as outcomesThe effect of a polymeric diet compared to mesalamine on relapse rates and weight is uncertain. Forty-two per cent (18/43) of participants in the polymeric diet group relapsed at 6 months compared to 55% (22/40) of participants in the mesalamine group (RR 0.76; 95% CI 0.49 to 1.19; low certainty evidence). The mean difference in weight gain over the study period was 1.9 kg higher in the polymeric diet group compared to mesalamine (95% CI -4.62 to 8.42; low certainty evidence). Two participants in the polymeric diet group experienced nausea and four had diarrhoea. It is unclear if any participants in the mesalamine group had an adverse event. Height, QoL, serious adverse events and withdrawal due to adverse events were not reported as outcomes.\n\n\nAUTHORS' CONCLUSIONS\nThe results for the outcomes assessed in this review are uncertain and no firm conclusions regarding the efficacy and safety of enteral nutrition in quiescent CD can be drawn. More research is needed to determine the efficacy and safety of using enteral nutrition as maintenance therapy in CD. Currently, there are four ongoing studies (estimated enrolment of 280 participants). This review will be updated when the results of these studies are available.",
        "year": 2018,
        "citation_count": 68,
        "relevance": 2,
        "explanation": "This systematic review evaluates the efficacy of enteral nutrition for the maintenance of remission in Crohn's disease, which is partially dependent on the findings of the source paper regarding the effectiveness of an 'half elemental diet' as maintenance therapy for Crohn's disease."
    },
    {
        "paperId": "79c4edac033dd648b6b4da50e1d11fbc23ee4dd6",
        "title": "Recent advances in the medical therapy of Crohn's disease in childhood",
        "abstract": "Crohn's disease (CrD) is characterised by an ongoing inflammatory response in the gut, in the absence of an obvious trigger. The treatment of CrD in children, during relapse and remission, requires special consideration of growth and development. This review addresses the use of present medical management strategies, including enteral nutrition, corticosteroids, immunosuppression and anti-TNF-α therapies. Anti-inflammatory IL-11 and leukocyte adhesion inhibitors have shown only moderate clinical efficacy in adults. Emerging treatments directed against the inflammatory cascade under investigation include inhibitors of IL-6 and -12, IFN-γ and MAPKs. Probiotics and colony stimulating factors aim to stimulate the innate immune system. Research data from clinical trials are reviewed and summarised in respect of their potential within paediatric practice.",
        "year": 2007,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper discusses recent advances in medical therapy for Crohn's disease in children, including enteral nutrition, but does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "71fe7c318406d6608e68123dfe674a1fe3f811fc",
        "title": "Enteral nutrition in adult Crohn's disease: present status and perspectives.",
        "abstract": "Enteral nutrition has long been a therapeutic alternative often used in adult Crohn's disease patients to obtain remission or clinical response, especially in those not responding to conventional therapy such as corticosteroids. However, the increasing use of immunosuppressors (6-mercaptopurine and azathioprine, methotrexate, etc.), and the advent of biotherapies (especially anti-tumor necrosis factor-alpha (TNF-alpha) antibodies), decreased its use in adult Crohn's disease. Nevertheless, enteral nutrition remains of interest in patients presenting concomitant malnutrition (in particular in nonobstructed patients needing surgery), or in those intolerant or who failed to other therapeutics. In addition, recent studies provide data indicating its potential interest in maintenance therapy in selected patients groups. Finally, future research (in particular in the field of immuno- or pharmaconutrition) could lead to enteral formula's improvement, with better tolerance and acceptability, as well as increased efficacy.",
        "year": 2008,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "The paper discusses the use of enteral nutrition in adult Crohn's disease patients, including its potential interest in maintenance therapy in selected patient groups. This is related to the source paper's investigation of an 'half elemental diet' as maintenance therapy for Crohn's disease, suggesting that the paper is at least partially dependent on the previous findings regarding enteral nutrition's effects on Crohn's disease."
    },
    {
        "paperId": "6e37084e97c295112a501e422029b388986df2fe",
        "title": "Crohn’s disease: current treatment options",
        "abstract": "There is no known cure for Crohn’s disease (CD), but a better understanding of the evidence base of both established treatments (such as enteral nutrition, corticosteroids, 5-aminosalicylates and immunosuppressive agents) and emerging treatments (such as the anti-tumour necrosis factor-α (anti-TNF-α) agents, infliximab and adalimumab) provides opportunities to improve and maintain the quality of life for children with the disease. This article provides an overview of the evidence base of current medical treatments that are used to induce and maintain remission in CD. Exclusive enteral nutrition is recommended as the first line of treatment for the induction of remission in paediatric CD. Corticosteroids are also effective for inducing remission but may be associated with significant adverse events. Patients with chronically active CD may benefit from immunosuppressive agents such as azathioprine and methotrexate. Infliximab is effective for inducing remission in patients who continue to have significant active disease despite the use of conventional treatments. Adalimumab may be indicated for patients who develop a severe allergic reaction to infliximab or those who initially respond to infliximab but subsequently lose their response. Treatments that have been shown to be effective for the maintenance of remission include azathioprine, methotrexate, infliximab and adalimumab. Recent evidence also suggests that long-term enteral nutritional supplementation with patients taking about half of their daily calorie requirements as enteral nutrition may be an effective strategy for the maintenance of remission in CD. The available evidence does not support the use of corticosteroids or 5-aminosalicylates as maintenance therapy for CD.",
        "year": 2008,
        "citation_count": 51,
        "relevance": 1,
        "explanation": "The paper provides an overview of the evidence base of current medical treatments for Crohn's disease, including enteral nutrition. While it mentions the potential of long-term enteral nutritional supplementation for the maintenance of remission in CD, it does not directly build upon or depend on the source paper's findings. Therefore, the connection is weaker."
    }
]