[
    {
        "paperId": "619ba892cc600332e634d6f47be22075e6e9026f",
        "title": "Use of gastroprotective agents and discontinuations due to dyspepsia with the selective cyclooxygenase-2 inhibitor etoricoxib compared with non-selective NSAIDs*",
        "abstract": "SUMMARY Background: Most nonsteroidal anti-inflammatory drugs (NSAIDs) are non-selective cyclooxygenase-1 (COX-1) and COX-2 inhibitors and are associated with upper gastrointestinal (GI) dyspeptic symptoms often resulting in GI co-medication usage or treatment discontinuation. Objective: To compare the rates of new use of gastroprotective agents and discontinuations due to dyspepsia with the COX-2 selective inhibitor etoricoxib compared with non-selective NSAIDs. Research design and methods: This pre-specified combined analysis used data from nine randomized, double-blind, controlled, clinical trials with etoricoxib in patients with osteoarthritis, rheumatoid arthritis, chronic low back pain, or ankylosing spondylitis. The cumulative incidences of (1) new use (new prescription or increased dose) of gastroprotective agents (GPA) and (2) discontinuation due to dyspeptic symptoms were compared among patients treated with etoricoxib (60 mg, 90 mg, or 120 mg daily) vs. non-selective NSAIDs (diclofenac 50 mg. t.i.d. or naproxen 500 mg. b.i.d.). Results: The overall rates/100 patient-years for new use of GPAs were 9.1 and 13.0 for etoricoxib and NSAIDs, respectively (RR = 0.75; 95% confidence interval [CI] 0.64, 0.89; p < 0.001). A benefit with etoricoxib was seen in the first 6 months when most new GPA usage occurred; after 6 months new use of GPAs was similar between etoricoxib and NSAIDs. The rates/100 patient-years of treatment discontinuation due to dyspeptic symptoms with etoricoxib and NSAIDs were 1.5 and 2.7, respectively (RR = 0.60; 95% CI 0.41, 0.87; p = 0.007). Analyses of placebo-controlled treatment periods showed significantly more new GPA use and more discontinuations due to dyspeptic symptoms with NSAIDs vs. placebo, but not with etoricoxib vs. placebo. Conclusion: In this combined analysis of clinical trials of patients with OA, RA, chronic low back pain, or AS, new use of gastroprotective agents was significantly lower with etoricoxib than with the comparator non-selective NSAIDs during the initial 6 months of treatment and similar thereafter. There were significantly fewer discontinuations for dyspeptic symptoms with etoricoxib than with NSAIDs over the entire follow-up period.",
        "year": 2004,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares the effects of etoricoxib with non-selective NSAIDs, and the source paper investigated the efficacy of etoricoxib in treating chronic low back pain."
    },
    {
        "paperId": "19f98b6efc2f90077bffe899646c63ac1a466e9d",
        "title": "Selective Cyclooxygenase Inhibition in Pain Management",
        "abstract": "Abstract Traditional nonsteroidal anti-inflammatory drugs are contraindicated for surgical or short-term posttraumatic analgesia. Selective cyclooxygenase inhibitors (coxibs) do not inhibit platelets and can be used in these settings. Coxibs reduce sensitization of the nervous system. The use of coxibs as part of a multimodal analgesia results in a reduction in the amount of opioids needed to control pain. Reduced opioid toxicity may hasten recovery.",
        "year": 2004,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it discusses the use of selective cyclooxygenase inhibitors, such as etoricoxib, in pain management."
    },
    {
        "paperId": "981f5084211641454d12a1ac2e76a76e2cc43091",
        "title": "Mechanisms of Inflammatory Pain: Therapeutic Implications",
        "abstract": "The study and treatment of clinical pain has historically identified particular pain syndromes and linked their etiology with disease factors. Missing in this approach is consideration of the mechanisms accounting for the pain that is experienced by the patient. The recent increase in our understanding of how peripheral and central mechanisms contribute to the perception of pain, including the identified role of prostaglandins, has led to a shift in treatment strategy to directly target these mechanisms. This article provides a brief overview of pain mechanisms, focusing on inflammatory pain, and discusses the role of cyclooxygenase (COX)-2 inhibitors as analgesic agents.",
        "year": 2004,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it discusses the role of cyclooxygenase (COX)-2 inhibitors, such as etoricoxib, in treating inflammatory pain."
    },
    {
        "paperId": "a12d61389529e66bc7172a6587cf1b65eadebf63",
        "title": "A possible case of etoricoxib induced fixed drug eruption",
        "abstract": "Fixed drug eruption (FDE) is a most commonly with adverse drug reaction seen with use of Non-steroidalanti-inflammatory drugs (NSAIDs) in particular nimesulide followed by antibiotics and anticonvulsants. Etoricoxib is a selective cyclo-oxygenase isoenzyme-2 inhibitor which is superior to conventional NSAIDs and causes less side effects. Authors present a case of fixed drug eruption due to etoricoxib in a male patient. A 50-year-old patient presented to Outpatient Department (OPD) of Dermatology of a Tertiary Care Hospital with complains of skin rashes over lips, oral cavity, trunk, both the upper and lower limbs, palm, soles, scrotum and glans penis since a week. The detailed history of the patient revealed the use of etoricoxib a week back, prescribed for low back pain. It was suspected that the cutaneous drug reaction was due to the use of etoricoxib. The suspected drug etoricoxib was stopped, patient was admitted and managed symptomatically. The above reaction was assessed to be “possible” as per WHO-UMC and Naranjo causality scale, “moderate” on Hartwig’s scale and “Probably preventable” according to Schumock and Thornton criteria. This case reporting was done to sensitize the prescribers regarding rare side effects of the above drug and the need to confirm past history of drug reaction before prescription.",
        "year": 2019,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the clinical pharmacology of etoricoxib, which is the same drug studied in the source paper."
    },
    {
        "paperId": "1d94bcd434497156bdba96cbf1993e75c85f0e6b",
        "title": "Evaluation of the efficacy of etoricoxib in ankylosing spondylitis: results of a fifty-two-week, randomized, controlled study.",
        "abstract": "OBJECTIVE\nTo assess the efficacy, safety, and tolerability of etoricoxib, a cyclooxygenase 2 (COX-2) selective inhibitor, administered continuously over 52 weeks for the treatment of ankylosing spondylitis (AS).\n\n\nMETHODS\nThis 2-part, multicenter, double-blind, parallel-group, 52-week study evaluated 2 doses of etoricoxib (90 and 120 mg) compared with naproxen at 1,000 mg. A 6-week, active-comparator- and placebo-controlled period (part I) was followed by a 46-week active-comparator-controlled period (part II). The primary outcome measures (on 100-mm visual analog scales) were patient's assessment of spine pain, patient's global assessment of disease activity, and the Bath Ankylosing Spondylitis Functional Index.\n\n\nRESULTS\nOf the 387 patients randomized to receive treatment, 301 (77.8%) completed part I and 284 (75.9%) completed part II. Compared with placebo over 6 weeks, those receiving 90 mg etoricoxib, 120 mg etoricoxib, and naproxen demonstrated significantly (P < 0.001) greater improvement in all primary end points; treatment effects (expressed as the difference in least squares mean change versus placebo) were 21-29 mm for spine pain, 18-25 mm for disease activity, and 11-15 mm for function. Compared with patients receiving naproxen, significantly greater improvement in all primary end points was demonstrated in the combined group receiving either 90 mg etoricoxib or 120 mg etoricoxib over 6 weeks, in each individual etoricoxib treatment group over 6 weeks, and in the combined etoricoxib group over 1 year (all P < 0.05); results for secondary and exploratory end points were generally consistent with those from the primary analysis. Among all groups, there were no significant differences in the incidence of overall clinical, drug-related, or serious adverse experiences (AEs) and discontinuations due to AEs. Safety observations during part II were generally consistent with those in part I.\n\n\nCONCLUSION\nEtoricoxib at doses of 90 mg and 120 mg demonstrated superior efficacy compared with placebo over 6 weeks, and compared with naproxen over 1 year. These study results demonstrate that etoricoxib is generally safe, well-tolerated, and efficacious for the treatment of AS.",
        "year": 2005,
        "citation_count": 221,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy of etoricoxib in patients with ankylosing spondylitis, which is a different condition than chronic low back pain, but still uses etoricoxib as the treatment."
    },
    {
        "paperId": "8df958c42ea229388084849ca9545b7a78eaea13",
        "title": "Efficacy of etoricoxib 60 mg/day and diclofenac 150 mg/day in reduction of pain and disability in patients with chronic low back pain: results of a 4‐week, multinational, randomized, double-blind study",
        "abstract": "ABSTRACT Background and methods: The efficacy and safety of etoricoxib 60 mg/day in patients with established chronic low back pain (CLBP) were compared with those of diclofenac 150 mg/day in a 4‐week, multicentre, randomized, double-blind, parallel-group trial. Four hundred and forty-six adult patients with CLBP (Quebec Task Force on Spinal Disorders Class 1 or 2) and with worsening pain upon discontinuation of pre-study analgesic medication were enrolled in the study. The study primary efficacy endpoint was change from baseline in Low Back Pain Intensity Scale (LBP‐IS) score over the 4‐week treatment period. Secondary and other efficacy endpoints included: changes in Roland and Morris Disability Questionnaire (RMDQ), Patient Global Assessment of Response to Therapy (PGART) and Low Back Pain Bothersomeness Scale (LBP-BS) scores. Early efficacy was assessed using PGART and LBP‐IS scores 4 h after the first dose on the mornings of Days 1, 2 and 3. The overall safety and tolerability of etoricoxib 60 mg/day during 4 weeks of treatment were also assessed. Results: The least-squares mean time-weighted change from baseline LBP‐IS score over 4 weeks was –32.94 mm (95% CI –36.25, –29.63) for etoricoxib, indicating substantial efficacy in relief of pain. The treatment difference for the primary outcome was 2.51 mm (95% CI –1.50, 6.51), fulfilling the prespecified equivalence criterion of 95% confidence interval wholly within ± 10 mm. Etoricoxib improved all secondary and other efficacy outcomes. There were no statistically significant between-group differences in the proportion of patients with one or more clinical adverse events (AEs) (etoricoxib 35%, diclofenac 39%), or the proportion of patients who discontinued due to AEs (etoricoxib 7%, diclofenac 5%). Conclusions: The results of this study confirm that, for adult patients with CLBP, etoricoxib 60 mg once daily over 4 weeks is effective for relief of pain and improvement of physical function and comparable to high-dose diclofenac 150 mg daily.",
        "year": 2005,
        "citation_count": 62,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the hypothesis of the source paper, as it investigates the efficacy of etoricoxib in patients with chronic low back pain, which is the same condition studied in the source paper."
    }
]