[
    {
        "paperId": "d28397df47eca281405f3cdbd818f7064fcdb54c",
        "title": "Low-Frequency Electroacupuncture Improves Insulin Sensitivity in Obese Diabetic Mice through Activation of SIRT1/PGC-1α in Skeletal Muscle",
        "abstract": "Electroacupuncture (EA) has been observed to reduce insulin resistance in obesity and diabetes. However, the biochemical mechanism underlying this effect remains unclear. This study investigated the effects of low-frequency EA on metabolic action in genetically obese and type 2 diabetic db/db mice. Nine-week-old db/m and db/db mice were randomly divided into four groups, namely, db/m, db/m + EA, db/db, and db/db + EA. db/m + EA and db/db + EA mice received 3-Hz electroacupuncture five times weekly for eight consecutive weeks. In db/db mice, EA tempered the increase in fasting blood glucose, food intake, and body mass and maintained insulin levels. In EA-treated db/db mice, improved insulin sensitivity was established through intraperitoneal insulin tolerance test. EA was likewise observed to decrease free fatty acid levels in db/db mice; it increased protein expression in skeletal muscle Sirtuin 1 (SIRT1) and induced gene expression of peroxisome proliferator-activated receptor γ coactivator 1α (PGC-1α), nuclear respiratory factor 1 (NRF1), and acyl-CoA oxidase (ACOX). These results indicated that EA offers a beneficial effect on insulin resistance in obese and diabetic db/db mice, at least partly, via stimulation of SIRT1/PGC-1α, thus resulting in improved insulin signal.",
        "year": 2010,
        "citation_count": 61,
        "relevance": 2,
        "explanation": "This paper is relevant to the source paper because it also explores the effects of low-frequency electroacupuncture, although in a different context (obese diabetic mice instead of women with PCOS) and with a different focus (insulin sensitivity instead of sympathetic nerve activity). However, the underlying mechanism of low-frequency electroacupuncture's effects on the body is likely to be related, making this paper's hypothesis partially dependent on the findings of the source paper."
    },
    {
        "paperId": "832b8b6937632c9c9b4fb4ff658532a76598b501",
        "title": "Muscle Sympathetic Nerve Activity Is Related to a Surrogate Marker of Endothelial Function in Healthy Individuals",
        "abstract": "Background Evidence from animal studies indicates the importance of an interaction between the sympathetic nervous system and the endothelium for cardiovascular regulation. However the interaction between these two systems remains largely unexplored in humans. The aim of this study was to investigate whether directly recorded sympathetic vasoconstrictor outflow is related to a surrogate marker of endothelial function in healthy individuals. Methods and Results In 10 healthy normotensive subjects (3 f/7 m), (age 37±11 yrs), (BMI 24±3 kg/m2) direct recordings of sympathetic action potentials to the muscle vascular bed (MSNA) were performed and endothelial function estimated with the Reactive Hyperaemia- Peripheral Arterial Tonometry (RH-PAT) technique. Blood samples were taken and time spent on leisure-time physical activities was estimated. In all subjects the rate between resting flow and the maximum flow, the Reactive Hyperemic index (RH-PAT index), was within the normal range (1,9–3,3) and MSNA was as expected for age and gender (13–44 burst/minute). RH-PAT index was inversely related to MSNA (r = −0.8, p = 0.005). RH-PAT index and MSNA were reciprocally related to time (h/week) spent on physical activity (p = 0.005 and p = 0.006 respectively) and platelet concentration (PLT) (p = 0.02 and p = 0.004 respectively). Conclusions Our results show that sympathetic nerve activity is related to a surrogate marker of endothelial function in healthy normotensive individuals, indicating that sympathetic outflow may be modulated by changes in endothelial function. In this study time spent on physical activity is identified as a predictor of sympathetic nerve activity and endothelial function in a group of healthy individuals. The results are of importance in understanding mechanisms underlying sympathetic activation in conditions associated with endothelial dysfunction and emphasise the importance of a daily exercise routine for maintenance of cardiovascular health.",
        "year": 2010,
        "citation_count": 53,
        "relevance": 1,
        "explanation": "This paper is relevant to the source paper because it also investigates muscle sympathetic nerve activity (MSNA), although in healthy individuals instead of women with PCOS. The paper's hypothesis is inspired by the findings of the source paper, which demonstrated the importance of MSNA in women with PCOS. However, the paper does not build directly upon the source paper's findings, instead exploring a different aspect of MSNA."
    },
    {
        "paperId": "0812622205dee11b1beeb38a7efa2eb790539919",
        "title": "Impact of electro-acupuncture and physical exercise on hyperandrogenism and oligo/amenorrhea in women with polycystic ovary syndrome: a randomized controlled trial.",
        "abstract": "Polycystic ovary syndrome (PCOS), the most common endocrine disorder in women of reproductive age, is characterized by hyperandrogenism, oligo/amenorrhea, and polycystic ovaries. We aimed to determine whether low-frequency electro-acupuncture (EA) would decrease hyperandrogenism and improve oligo/amenorrhea more effectively than physical exercise or no intervention. We randomized 84 women with PCOS, aged 18-37 yr, to 16 wk of low-frequency EA, physical exercise, or no intervention. The primary outcome measure changes in the concentration of total testosterone (T) at week 16 determined by gas and liquid chromatography-mass spectrometry was analyzed by intention to treat. Secondary outcome measures were changes in menstrual frequency; concentrations of androgens, estrogens, androgen precursors, and glucuronidated androgen metabolites; and acne and hirsutism. Outcomes were assessed at baseline, after 16 wk of intervention, and after a 16-wk follow-up. After 16 wk of intervention, circulating T decreased by -25%, androsterone glucuronide by -30%, and androstane-3α,17β-diol-3-glucuronide by -28% in the EA group (P = 0.038, 0.030, and 0.047, respectively vs. exercise); menstrual frequency increased to 0.69/month from 0.28 at baseline in the EA group (P = 0.018 vs. exercise). After the 16-wk follow-up, the acne score decreased by -32% in the EA group (P = 0.006 vs. exercise). Both EA and exercise improved menstrual frequency and decreased the levels of several sex steroids at week 16 and at the 16-wk follow-up compared with no intervention. Low-frequency EA and physical exercise improved hyperandrogenism and menstrual frequency more effectively than no intervention in women with PCOS. Low-frequency EA was superior to physical exercise and may be useful for treating hyperandrogenism and oligo/amenorrhea.",
        "year": 2011,
        "citation_count": 181,
        "relevance": 2,
        "explanation": "This paper presents new findings on the effects of low-frequency electro-acupuncture and physical exercise on hyperandrogenism and oligo/amenorrhea in PCOS, which is directly related to the source paper's findings on the effects of low-frequency electroacupuncture and physical exercise on sympathetic nerve activity in PCOS."
    },
    {
        "paperId": "b33d5a9b2f02af5799fec096d13e1ee0d630236c",
        "title": "controlled trial with polycystic ovary syndrome: a randomized hyperandrogenism and oligo/amenorrhea in women Impact of electro-acupuncture and physical exercise on",
        "abstract": "You might find this additional info useful...This article cites 32 articles, 13 of which can be accessed free at:http://ajpendo.physiology.org/content/300/1/E37.full.html#ref-list-1 Updated information and services including high resolution figures, can be found at:http://ajpendo.physiology.org/content/300/1/E37.full.html Additional material and information about AJP - Endocrinology and Metabolism can be found at:http://www.the-aps.org/publications/ajpendoThis infomation is current as of January 31, 2011.€",
        "year": 2011,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper appears to be a duplicate of paper 8, and presents new findings on the effects of low-frequency electro-acupuncture and physical exercise on hyperandrogenism and oligo/amenorrhea in PCOS, which is directly related to the source paper's findings on the effects of low-frequency electroacupuncture and physical exercise on sympathetic nerve activity in PCOS."
    },
    {
        "paperId": "e8c481f7db8e40d6c235e294feec089c9e2e15e9",
        "title": "Electro‐acupuncture in polycystic ovary syndrome: a potent placebo or a new promising treatment?",
        "abstract": "Jedel E, Labrie F, Oden A, Holm G, Nilsson L, Janson PO, Lind AK, Ohlsson C, Stener-Victorin E. \n \n \n \nImpact of electro-acupuncture and physical exercise on hyperandrogenism and oligo/amenorrhea in women with polycystic ovary syndrome: a randomized controlled study. \n \n \n \nAm J Physiol Endocrinol Metab 2011; 300: E37–45.",
        "year": 2011,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper explores the potential benefits of electro-acupuncture in PCOS, which is inspired by the source paper's findings on the effects of low-frequency electroacupuncture on sympathetic nerve activity in PCOS."
    }
]