[
    {
        "paperId": "073b1eab0bf247afefb2efc5083e50071ee59f9f",
        "title": "Effect of Low‐Intensity Warfarin Anticoagulation on Level of Activity of the Hemostatic System in Patients With Atrial Fibrillation",
        "abstract": "Background and Purpose The Boston Area Anticoagulation Trial for Atrial Fibrillation (BAATAF) demonstrated that low-intensity warfarin anticoagulation can, with safety, sharply reduce the rate of stroke in patients with nonvalvular atrial fibrillation. The beneficial effect of warfarin was presumably related to a decrease in clot formation in the cardiac atria and subsequent embolization. Methods To assess the effect of warfarin therapy on in vivo clotting in patients in the BAATAF, we measured the plasma level of prothrombin activation fragment F1+2. One sample was obtained from 125 patients from the BAATAF; 62 were taking warfarin and 63 were not taking warfarin (control group). Results The warfarin group had a 71% lower mean F1+2 level than the control group (mean F1+2 of 1.57 nmol/L in the control group compared with a mean of 0.46 nmol/L in the warfarin group; P<.001). F1+2 levels were higher in older subjects but were consistently lower in the warfarin group at all ages. Fifty-two percent of patients in the control group were taking chronic aspirin therapy at the time their F1+2 level was measured. Control patients taking aspirin had F1+2 levels very similar to control patients not taking aspirin (mean of 1.52 nmol/L for control patients on aspirin compared with 1.64 nmol/L for control patients off aspirin; P>.l). Conclusions We conclude that prothrombin activation was significantly suppressed in vivo by warfarin but not aspirin among patients in the BAATAF. These findings correlate with the marked reduction in ischemic stroke noted among patients in the warfarin treatment group observed in the BAATAF.",
        "year": 1993,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper investigates the effect of low-intensity warfarin anticoagulation on the level of activity of the hemostatic system in patients with atrial fibrillation, which is partially dependent on the findings of the source paper regarding the use of warfarin in preventing stroke in patients with nonrheumatic atrial fibrillation."
    },
    {
        "paperId": "0d4bad37fdf5c4ef53b5665fdbfa1edf911f3dfb",
        "title": "Fibrillating atria—a sizeable problem, or rather atrial fibrillation—a striking problem",
        "abstract": "Atrial tibrillation and atrial enlargement are associated with an increased risk for thromboembolic events, notably stroke. This is an important clinical problem with considerable morbidity and mortality. Atrial fibrillation is more common with increasing age. with a prevalence in the order of 3-5 % in people over 60 years of age [ 1, 21. The proportion of all focal ischaemic cerebral events that result from ' cardiac ' thromboembolism is not known, but qualified estimates suggest 5-20%, [ 31. Atrial fibrillation may serve as an indicator of risk, even if perhaps only half of all related ischaemic events are due to cardiogenic emboli. Several controlled studies in this field have recently been reported, with emphasis on antithrombotic treatment. Present practice was established when rheumatic heart disease was a dominant ztiologic factor behind both atrial enlargement. tibrillation and thromboembolic stroke. The entity ' non-rheumatic atrial fibrillation ' has emerged more recently and has been associated with a fiveto seven-fold increase in the risk of ischaemic stroke [2. 41. The annual incidence of stroke in chronic atrial fibrillation may reach 5 %,. How should we deal with this problem clinically-attempt to treat and prevent atrial fibrillation, or to reduce atrial size? Reconsider our principles for antithrombotic therapy? Or perhaps all of the above? Atrial size may be determined accurately and conveniently using recently developed non-invasive diagnostic methods, mainly echocardiography. Doppler measurements may aid in establishing cardiac valve function in detail. Ventricular size and motion can be studied using cross-sectional echocardiography. The introduction of transoesophageal echocardiography has increased the detection rate of atrial thrombi and potential right-to-left shunts. A recent achievement is the detection of spontaneous contrast as a measure of slow blood flow. The clinical significance of spontaneous contrast as a predictor of thromboembolism has so far not been established (3). The common presence of minute tricuspid regurgitation makes it possible to determine the transvalvular pressure difference in many patients. yielding estimates of pulmonary arterial pressures. Thus, both myocardial and valvular function can be estimated repeatedly. Longitudinal studies have suggested that atrial size increases as a result atrial fibrillation [ 51, even if this has been questioned [ h]. It seems likely that in many cases size is of little importance. Repeat evaluation of echocardiographic criteria for left atrial and ventricular function demonstrate steady improvement during the first month after successful cardioversion of atrial tibrillation [ 71. This is an argument per SP supporting wide indications for early attempts at cardioversion. These patients should not be kept on waiting lists but treated without delay. Non-invasive evaluation may also detect other predictors for stroke-as an example, the presence of mitral annular calcification has recently been found to indicate a doubling of the risk for thromboembolic stroke [8]. Atrial size increases in response to augmented left ventricular filling pressure, but the degree varies markedly between individuals. This consequence of left heart failure explains, at least partly, the associated increase in prevalence of atrial tibrillation and systemic thromboembolism. The most consequential recent improvement in the therapy of heart failure",
        "year": 1993,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it discusses the problem of atrial fibrillation and its association with an increased risk for thromboembolic events, including stroke."
    },
    {
        "paperId": "339b7ecb6d0f0fa012d6a418d5969da32633eee9",
        "title": "Lone atrial fibrillation and anticoagulant therapy",
        "abstract": "Assessment of risk of thromboembolism and potential benefit of prophylaxis with long‐term anticoagulant therapy in lone atrial fibrillation is hampered by a lack of consensus regarding definition of lone atrial fibrillation. In general, patients less than 60 years of age with normal left ventricular function and left atrial size have a low risk of thromboembolic events and are unlikely to gain any significant benefit with anticoagulants; however, patients older than 60 years with impaired left ventricular function, enlarged left atrium, and/or associated conditions such as hypertension have an increased risk of thromboembolism and would benefit from long‐term anticoagulant therapy. Decisions regarding anticoagulant usage would be simplified by using a scoring system containing clinical and investigational variables.",
        "year": 1993,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper builds upon the findings of the source paper regarding the use of anticoagulant therapy in nonrheumatic atrial fibrillation, specifically exploring the risk of thromboembolism and potential benefit of prophylaxis in lone atrial fibrillation."
    },
    {
        "paperId": "1be50c4edca82207e3761f945109ea38df762c89",
        "title": "Stroke Prophylaxis: Hypertension Management and Antithrombotic Therapy",
        "abstract": "OBJECTIVE: To review trials involving risk factor management and pharmacologic therapy for the prevention of stroke. DATA SOURCES: English-language literature published between 1966 and 1992 was analyzed; pertinent literature is reviewed. STUDY SELECTION: Studies that evaluated the impact of risk factor management on prevention of vascular events were selected. In addition, trials assessing the safety and efficacy of pharmacologic intervention in primary and secondary stroke prevention were evaluated. DATA EXTRACTION: Trials were evaluated for their ability to demonstrate a decrease in stroke occurrence. DATA SYNTHESIS: Various trials were analyzed in several categories. Studies evaluating risk factor management of hypertension and cardiogenic cerebral emboli were reviewed and recommendations made based on a consensus of these trials. The use of antiplatelet agents in stroke prevention was addressed by a review of pertinent trials and meta-analyses. CONCLUSIONS: The control of risk factors and the use of antiplatelet agents significantly reduces the risk of vascular events. Benefit from different therapies may be specific to certain patient populations and recommendations are made for these patients.",
        "year": 1993,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper as it reviews trials involving antithrombotic therapy for the prevention of stroke, including the use of anticoagulants in nonrheumatic atrial fibrillation."
    },
    {
        "paperId": "09de3a74cdd13f5fe79a8237a77a92563f484e37",
        "title": "Atrial fibrillation and stroke. Three new studies, three remaining questions.",
        "abstract": "Three new studies help clarify important clinical issues regarding antithrombotic therapy for stroke prevention in patients with atrial fibrillation. The European Atrial Fibrillation Trial compared the efficacy of oral anticoagulation, aspirin, and placebo for stroke prevention in patients with atrial fibrillation with a recent stroke or transient ischemic attack. The results of the Stroke Prevention in Atrial Fibrillation II trial, which compared the efficacy of warfarin and aspirin, provide new information regarding the risk of intracranial hemorrhage in elderly patients with atrial fibrillation. Finally, an analysis of pooled data from the first five randomized trials identified clinical features that are predictive of stroke risk in individual patients with atrial fibrillation. These studies address unanswered questions regarding atrial fibrillation and stroke and have significant implications for patient management.",
        "year": 1994,
        "citation_count": 194,
        "relevance": 2,
        "explanation": "This paper discusses new studies on antithrombotic therapy for stroke prevention in patients with atrial fibrillation, which is directly related to the source paper's findings on the prevention of stroke associated with nonrheumatic atrial fibrillation. The paper builds upon the source paper's findings and uses them as a sub-hypothesis to explore remaining questions."
    },
    {
        "paperId": "fe76f6c133f724b94c057ce4c4e7bacfb5c28f17",
        "title": "Medical Treatment for Stroke Prevention",
        "abstract": "(Note that sections in this review are numbered so that they can be identified with cross-references as supporting evidence in the article Guidelines for Medical Treatment for Stroke Prevention, published in the Clinical Guideline section of this issue; see pages 54-55.The Editor) 1. Selecting management strategies for patients at high risk for stroke must involve both an understanding of the best scientific evidence and a realization that other issues beyond stroke reduction should be considered. A treatment that decreases the risk for stroke may introduce the risk for serious complication or adversely affect the patient's usual activities. We review the available literature on the medical treatment for stroke prevention in patients at elevated risk for stroke. We first review briefly the context in which medical treatment decisions are made. We highlight areas in which single studies or multiple studies reviewed simultaneously can lead to strongly supported recommendations. For areas of continued controversy, we attempt to go beyond the analytical issues to consider the clinical implications of various treatment options. Our goal is to build on previous efforts to review this literature and to understand the content and the limits of available studies [1-7]. 2. Rationale 2.1 Who Is at Elevated Risk for Stroke? 2.1.1 General Factors Therapeutic interventions directed at general modifiable risk factors should be part of any effort to reduce the risk for stroke, regardless of whether the patient receives more specific medical or surgical treatment. Potentially modifiable risk factors include hypertension (including isolated systolic hypertension), heart disease, cigarette smoking, diabetes mellitus, heavy alcohol use, and, perhaps, hypercholesterolemia. Hypertension is the most potent contributor to the incidence of stroke. According to data from the Framingham Study [8], patients with definite hypertension (blood pressure greater than 160/95 mm Hg) have a relative risk for stroke that is approximately four times that of patients who do not have hypertension. Several randomized clinical trials of antihypertensive therapy have shown the value of blood pressure reduction in preventing stroke. A 5 mm Hg decrease in diastolic blood pressure is associated with a 42% decrease in cerebrovascular events [9, 10]. A meta-analysis of prospective observational studies showed that larger reductions in blood pressure (10 mm Hg) are associated with an even greater decrease in cerebrovascular events, over 50% fewer strokes [11]. Isolated systolic hypertension is an independent risk factor for development of stroke, and patients with this condition who receive effective therapy experience a two- to four-fold decrease in the number of strokes [8]. 2.1.2 Symptom Status For persons with asymptomatic carotid artery stenosis, the degree of carotid narrowing is the single most important factor in determining risk for stroke. A 75% or greater carotid artery cross-sectional area reduction (a diameter reduction of approximately 50%) as shown by ultrasound is associated with a 2.5% annual risk for ipsilateral stroke and a 6.5% risk for fatal myocardial infarction [12]. Approximately 10% of patients who do not have symptoms but have carotid arteriosclerotic lesions have been found on computed tomography to have lesions that are compatible with cerebral infarction, known as silent brain infarctions [13, 14]. Estimates of the annual risk for unheralded stroke among patients with asymptomatic carotid bruits range from 1.5% to 4%. However, carotid bruits are associated with carotid stenosis greater than 70% in no more than half of cases. Strokes are as likely to be on the contralateral as the ipsilateral side and are often heralded by a transient ischemic episode. In general, atrial fibrillation is a predictor of stroke. This association is present whether the atrial fibrillation is persistent or paroxysmal. It exists even when no evidence suggests valvular heart disease (nonvalvular atrial fibrillation) or any type of cardiac disease (lone atrial fibrillation). The likelihood of stroke increases further if atrial fibrillation occurs with specific clinical or echocardiographic risk factors. Clinical risk factors include hypertension, previous thromboembolism (transient ischemic attack [TIA], ischemic stroke, or systemic embolism), and recent congestive heart failure [15]. Left ventricular dysfunction and a left atrial size greater than 2.5 cm/m2 are echocardiographic abnormalities associated with thromboembolism [16]. Patients with none of these risk factors have a much better outlook than those with a high-risk profile. Patients younger than 60 years who have a normal echocardiogram and no risk factors have an extremely low risk for stroke (1% per year) [16]. Patients who have recently had TIA or stroke have a substantially increased annual risk for subsequent stroke, from 4.5% to 6.6% [17, 18]; the risk is even higher in symptomatic patients with high-degree carotid stenosis [19]. The risk for stroke is highest in the first several months after the initial TIA or stroke; in patients who do not have additional strokes in the next 5 to 10 years, the risk approximates that of the background population. Compared with hemispheric TIA, retinal TIA (amaurosis fugax) is associated with a substantially lower risk for ipsilateral stroke. Evidence that a difference exists in the outlook for carotid compared with vertebral basilar TIA is not convincing. Risk for stroke recurrence after an initial ischemic stroke is substantially higher in persons who have a high-risk profile or silent brain infarctions [20]. Embolic stroke occurs in 3% to 4% of patients who have myocardial infarction. The risk for embolic stroke is highest between 3 days and 3 weeks after the myocardial infarction. After 4 weeks, cerebral emboli resulting from myocardial infarction are uncommon, and strokes that occur are most likely attributable to other causes [21]. Mural thrombi develop almost exclusively with antero-apical infarctions. Because mural thrombi are infrequent in postero-inferior and subendocardial infarctions, efforts to detect them by echocardiography are probably unnecessary [22]. 2.2 Who Are Surgical Candidates? The question of medical treatment for stroke prevention must be considered in the context of surgical options, particularly carotid endarterectomy. Three recently completed studies indicate that surgery can be beneficial when done in a low-risk setting (that is, a total perioperative stroke and death rate lower than 6%) in symptomatic patients (those with anterior circulation TIAs or nondisabling strokes with a stable deficit [minor stroke]) who have carotid lesions greater than 70% (by strict measurement criteria) [19, 23, 24]. Symptomatic patients with stenosis less than 30% have been shown to have worse outcomes after surgery [23]. Two clinical trials are continuing to enroll patients to determine the efficacy of carotid endarterectomy for symptomatic patients with mid-range stenosis (30% to 69%) [19, 23]. The efficacy of surgery for stroke reduction among asymptomatic patients is another area of continuing investigation [25-27]. We focus on the medical management of patients not judged to be candidates for carotid endarterectomy. 3. Methods We reviewed the literature to identify and summarize the best available published evidence on the medical treatment for the prevention of stroke in persons at elevated risk. English-language studies published between 1977 and 1993 were identified from MEDLINE, a computerized bibliographic database of the National Library of Medicine, and Current Contents on Disk. The search strategy is described in Appendix Table 1. The computerized database searches were supplemented by articles cited in pertinent reviews, textbooks, and published guidelines. We also examined citations from the included articles. Articles were selected according to published rules of evidence for articles on efficacy [28]. We accepted only articles that used a randomized, controlled trial study design (level I or level II) to assess the efficacy of anticoagulant or platelet antiaggregant treatment in patients with symptomatic or asymptomatic cerebrovascular disease or cardioembolic risk factors for stroke. Level I studies are defined as randomized trials with low false-positive () or low false-negative () errors, or both. Level II studies are defined as randomized trials with high false-positive () and high false-negative () errors. Two investigators independently extracted data, and any differences were resolved by consensus. We compared the effects of various treatment regimens on three mutually exclusive end points: stroke, death from causes other than stroke, and nonfatal major complications. These end points were chosen because they capture the primary benefit of interest here, stroke reduction, as well as other benefits and harms (including changes in cardiac mortality and increases in fatal and nonfatal bleeding episodes). Transient ischemic attacks were not included as an end point. Complete definitions are provided in the Appendix. We counted events using the intention-to-treat principle; events were attributed to the treatment group to which the patient was initially assigned. In some cases, only combined outcomes (for example, stroke or death from stroke) or summary-effect measures (relative risks) could be determined. The number of patient-years at risk (that is, the mean duration of follow-up times the number of patients) was recorded or estimated from the follow-up information given. Studies dealing with similar patients and similar interventions were considered for meta-analysis. Where data were available to calculate a summary relative risk for several studies (that is, patient-years of follow-up and the number of outcome events for each group), the resulting relative risk estimates were tested for homogeneity. We calculated a relati",
        "year": 1994,
        "citation_count": 118,
        "relevance": 2,
        "explanation": "This paper reviews the medical treatment for stroke prevention in patients at elevated risk for stroke, including those with atrial fibrillation. The paper builds upon the source paper's findings on the prevention of stroke associated with nonrheumatic atrial fibrillation and uses them as a sub-hypothesis to discuss the medical management of patients."
    },
    {
        "paperId": "052a9e34613ca8bc76730c4a35c8d8e905794cd6",
        "title": "Antithrombotic Therapy Prescribed for Patients with Non-Rheumatic Atrial Fibrillation",
        "abstract": "Patients with non-rheumatic atrial fibrillation have a fivefold increased risk of stroke. Warfarin reduces this risk by approximately two thirds, but evidence for benefit from aspirin is less compelling. We assessed whether our current practice reflects the message of the trials. In a retrospective case record study we reviewed notes of 131 patients with atrial fibrillation (AF), mean age 79 (range 53–95) years, admitted to a medical unit (72) or geriatric assessment unit (59). Thirty-two patients had paroxysmal AF. Of 115 patients with nonrheumatic AF, 36 (31%) had one or more recorded contraindication to anti-coagulation. Although 79 patients (69%) had no recorded contraindication to warfarin, only 2 took warfarin and 15 aspirin prior to admission. Ten patients commenced warfarin and 8 aspirin before discharge. Thirty-nine patients (53%) without contraindication, were discharged without antithrombotic therapy. Despite evidence to support anticoagulating patients with non-rheumatic AF, this rarely occurs.",
        "year": 1994,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "This paper assesses the use of antithrombotic therapy in patients with non-rheumatic atrial fibrillation, which is directly related to the source paper's findings on the prevention of stroke associated with nonrheumatic atrial fibrillation. However, it does not specifically build upon the source paper's findings or use them as a sub-hypothesis."
    },
    {
        "paperId": "8d84ae502f9be22551a1bde6d5006ac4ae04aa54",
        "title": "Managing Chronic Atrial Fibrillation: A Markov Decision Analysis Comparing Warfarin, Quinidine, and Low-Dose Amiodarone",
        "abstract": "Chronic atrial fibrillation is a common dysrhythmia that carries a substantial risk for stroke. The prevalence of atrial fibrillation increases with age, from 2% in the general population to 5% in patients older than 60 years [1, 2]. Approximately 1 in 20 patients with atrial fibrillation has a cerebrovascular event each year. In an effort to decrease this risk, the efficacy of warfarin has been examined in five recent randomized, controlled trials [3-7]. Based on the favorable results, strong recommendations have been made for the use of low-dose warfarin in patients with chronic atrial fibrillation [8, 9]. However, this treatment strategy is not optimal, because patients receiving anticoagulant therapy who have atrial fibrillation may still have higher risks for stroke and bleeding complications compared with patients who have normal sinus rhythm. An alternative strategy is to restore and maintain normal sinus rhythm with cardioversion followed by long-term antiarrhythmic therapy. This approach raises other concerns. Quinidine, the antiarrhythmic agent most commonly used in atrial fibrillation, has been linked to excess mortality, in part because of its potential for proarrhythmia [10]. Amiodarone (Cordarone; Wyeth-Ayerst Laboratories, Philadelphia, Pennsylvania) is a class III antiarrhythmic agent used primarily in high doses for treating refractory ventricular tachyarrhythmias; it has been suggested as an alternative agent [11-15]. Although its associated risk for proarrhythmia and sudden death is felt to be low [16-19], amiodarone has serious and sometimes fatal side effects that have tempered enthusiasm for its use, other than for life-threatening conditions. Although recent studies [11-14, 20-28] have suggested that lower doses, which may be sufficient for controlling supraventricular tachyarrhythmias, carry a lower incidence of serious side effects, concerns persist about the long-term safety and side-effect profile of amiodarone [29, 30]. Clearly, the decision of whether to give patients with atrial fibrillation either cardioversion or anticoagulant therapy is complicated. This decision is especially difficult in the asymptomatic patient, in whom the only indication for restoring sinus rhythm is to prevent stroke. Although the use of cardioversion and antiarrhythmic therapy would seem to remove the excess risk for stroke and bleeding associated with warfarin, most patients eventually revert to atrial fibrillation and thus require treatment with warfarin. Although low-dose warfarin avoids the risks of cardioversion and the risk for serious drug toxicity, the risks for stroke and major bleeding events may be higher than in patients maintained in normal sinus rhythm. In addition, the inconvenience of frequent blood sampling and the increased risk for bleeding complications associated with warfarin therapy may be viewed as detriments to quality of life. Weighing these competing risks and benefits simultaneously is difficult and involves too many variables for clinical intuition alone. For this reason, we used Markov decision analysis to compare the relative risks and benefits of several strategies for treating patients with atrial fibrillation. Methods The Decision Model We used a Markov model to compare several treatment strategies for patients with atrial fibrillation [31]. In the model, large hypothetical cohorts of patients are followed for a 5-year period. With each cycle of the model, patients may move between several defined health states (for example, well, disabled, dead) according to chance clinical events (for example, stroke). The probabilities of these events were determined using the best available data from the medical literature. Patients accumulate utility, measured in terms of quality-adjusted life-years, until death is reached or the 5-year simulation is completed. For example, a patient who spends 3 years in the well state (quality adjustment, 1.0), and then 2 years following a disabling stroke (quality adjustment, 0.5), accumulates 4.0 quality-adjusted life-years ([3 years 1.0] + [2 years 0.5]). By simulating outcomes in large numbers of identical patients, the average accumulated utility (or expected value) of each treatment strategy may be estimated. We chose a 5-year period because of the relatively short follow-up periods of the studies on which we based estimates of probabilities and the clinical observation that most patients revert to atrial fibrillation after 5 years, despite treatment with antiarrhythmic therapy. The 65- to 70-year age range was chosen as the population of interest and corresponds to that of patients in the randomized, controlled trials of warfarin [3-7]. Our decision model (Figure 1), based on asymptomatic or minimally symptomatic 65-year-old patients with atrial fibrillation (50% of whom are male), evaluated the following four treatment strategies: 1. No treatmentall patients with atrial fibrillation began the process in the health state of being well and without warfarin. Figure 1. Schematic of the decision model. 2. Warfarin therapyall patients with atrial fibrillation began the process in the health state of being well and receiving warfarin. 3. Quinidine therapyall patients had cardioversion. With successful cardioversion, patients began the process in the health state of being well with normal sinus rhythm. If not successful, patients entered the process as either well with atrial fibrillation and receiving warfarin or disabled with atrial fibrillation and receiving warfarin (for the small percentage of patients who had a stroke during cardioversion). 4. Amiodarone therapyas with quinidine therapy, all patients had cardioversion with assignment of the initial health state dependent on the results. During each cycle of the process (3 months in this analysis), hypothetical patients in any given health state are at risk for several chance events, which may result in transitions to other health states. Patients may have a stroke or a major bleeding event or may die of another cause. We defined a major bleeding event as any intracranial or retroperitoneal hemorrhage or a bleeding event leading directly to hospitalization, transfusion, or death. In addition, patients receiving antiarrhythmic therapy (who are in normal sinus rhythm) may have a fatal toxic reaction, a toxic reaction requiring withdrawal of medication, or a reversion to atrial fibrillation. Population-based mortality rates, adjusted for age and sex, were obtained from U.S. Vital Statistics data [32]. The transition probabilities (P) of the Markov models were calculated by the exponential transformation, P = 1 -exp-rt, where t is the cycle length and r is the annual event or mortality rate. Decision Maker software was used for modeling and analysis [33]. Assumptions In designing the decision model, several important assumptions were made: 1. Patients having a nonfatal, nonhemorrhagic stroke who had normal sinus rhythm (and were receiving antiarrhythmic therapy) were given warfarin and continued receiving antiarrhythmic therapy. Patients having the same event (who had atrial fibrillation) continued receiving warfarin. 2. Patients having a major bleeding event discontinued warfarin permanently. 3. Patients who have had two previous disabling events were assumed not to be able to survive a third event. 4. Warfarin was taken for 3 weeks before and 1 month after cardioversion [9]. During this time, patients were assumed to have the same risk for a major bleeding event as those initially assigned to receive warfarin therapy. 5. Patients who had a toxic reaction requiring withdrawal of an antiarrhythmic agent started receiving warfarin. 6. Patients receiving an antiarrhythmic agent who subsequently reverted to atrial fibrillation started receiving warfarin and stopped receiving the antiarrhythmic agent. To account for delays in diagnosis and initiation of warfarin therapy in these patients, we assumed that each patient spends one half of that cycle (6 weeks) with atrial fibrillation before receiving anticoagulant therapy. 7. Patients were assumed to be either asymptomatic or minimally symptomatic and, therefore, did not have an absolute indication for antiarrhythmic therapy. 8. Systemic non-central nervous system emboli were not considered. These events occur infrequently and most often result in less morbidity and mortality than do strokes. Probabilities Table 1 gives the baseline estimates for each variable in the Markov model and gives the ranges from the literature used in the sensitivity analysis. A sensitivity analysis was done by varying the baseline estimate for a particular variable over a range of plausible values to determine at what value (if any) the preferred strategy changed. In general, the ranges given reflect the low and high values of the individual studies. Table 1. Rates and Risks* Strokes and Major Bleeding Events We based our estimates for these outcomes primarily on data from the five recent randomized, controlled trials of warfarin in patients with atrial fibrillation [3-7]. For some variables, data from population-based studies were used. The rate of stroke in patients with atrial fibrillation is estimated to be 5.0% per year [1, 2]. The yearly incidence in the placebo groups in the randomized, controlled trials ranged from 3.0% to 7.0%. The Stroke Prevention in Atrial Fibrillation study [34] identified a subgroup of patients at very low risk (1.0% per year). There were 25 strokes in 1855 patient-years of follow-up in patients receiving warfarin in the randomized, controlled trials (1.35% per year). In the baseline analysis, we assumed that patients receiving antiarrhythmic agents (who were not receiving warfarin and were in normal sinus rhythm) had a yearly stroke incidence similar to that of the general population (0.10%) [35-38]. However, we did a sensitivity analysis over a wide range to account for the likelihood that these patients have other risk factors for stroke (fo",
        "year": 1994,
        "citation_count": 93,
        "relevance": 2,
        "explanation": "This paper uses a Markov decision analysis to compare different treatment strategies for chronic atrial fibrillation, including warfarin, which is the treatment being studied in the source paper. The hypothesis in this paper is partially dependent on the findings of the source paper, as it uses the results of warfarin trials to inform its analysis."
    },
    {
        "paperId": "d7029219969714882883d851c37292c46d55105a",
        "title": "Carotid stenosis in patients with atrial fibrillation. Prevalence, risk factors, and relationship to stroke in the Stroke Prevention in Atrial Fibrillation Study.",
        "abstract": "BACKGROUND\nSeveral mechanisms contribute to the increased stroke rate of patients with atrial fibrillation (AF). We assessed the frequency of carotid artery stenosis in patients with AF and its relationship to stroke during aspirin or warfarin therapy.\n\n\nMETHODS\nCarotid ultrasonography was done in 676 patients with AF enrolled in the Stroke Prevention in Atrial Fibrillation Study to detect cervical carotid stenosis of 50% or more of the luminal diameter. The presence of carotid stenosis was correlated with patient features and subsequent stroke during a mean of 2.6 years of follow-up.\n\n\nRESULTS\nIn patients with AF who were older than 70 years, the frequency of carotid stenosis was 12% in men and 11% in women. Carotid stenosis was independently associated with systolic hypertension (relative risk, 2.4; P = .002), diabetes (relative risk, 1.8; P = .04), and tobacco use (relative risk, 1.8; P = .02). Carotid stenosis did not add significantly to prediction of stroke when analyzed with other clinical risk factors for stroke in patients with AF (relative risk, 1.3; 95% confidence interval, 0.5 to 3.6; P = .55).\n\n\nCONCLUSIONS\nCarotid artery stenosis of 50% or more occurs in about 12% of elderly patients with AF, reflecting the substantial prevalence of hypertension and diabetes in these patients. Carotid stenosis was not usefully predictive of stroke in patients with AF who were given aspirin or warfarin. Routine ultrasonography to detect carotid stenosis does not appear warranted in patients with AF without previous symptoms of brain ischemia.",
        "year": 1994,
        "citation_count": 62,
        "relevance": 1,
        "explanation": "This paper explores the relationship between carotid stenosis and stroke in patients with atrial fibrillation, which is related to the source paper's topic of stroke prevention in nonrheumatic atrial fibrillation. However, the hypothesis in this paper is not directly inspired by or dependent on the findings of the source paper."
    },
    {
        "paperId": "eb158956cffdc094284875eb35f02399d4df6afb",
        "title": "Anticoagulation and Hemostasis in Cardiac Surgical Patients",
        "abstract": "Optimizing anticoagulation and hemostasis during cardiopulmonary bypass and perioperatively helps to ensure the best possible clinical outcome. This article reviews the pharmacology of unfractionated and low‐molecular weight heparin, aprotinin, desmopressin, dextran, antiplatelet agents, warfarin, and direct thrombin inhibitors. Their use is discussed in the context of coronary artery surgery, valvular surgery, and mechanical cardiac support devices, as well as in the management of acute ischemic syndromes, atrial fibrillation, and prevention and treatment of venous thromboembolism. Progress in the development and utilization of these anticoagulants and antiplatelet agents has supported the major advances that have been achieved in cardiac surgery.",
        "year": 1994,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper reviews the use of anticoagulation and hemostasis in cardiac surgical patients, which is a related topic to the source paper's discussion of warfarin use in nonrheumatic atrial fibrillation. However, the hypothesis in this paper is not directly inspired by or dependent on the findings of the source paper."
    }
]