[
    {
        "paperId": "e4ce47d371463e8f1045654d523affd11d3aa3e6",
        "title": "Methotrexate Following Unsuccessful Thiopurine Therapy in Pediatric Crohn's Disease",
        "abstract": "BACKGROUND:The thiopurines, azathioprine and 6-mercaptopurine, are traditional first-line immunomodulatory agents in adult and pediatric Crohn's disease, but the comparative efficacy and safety of methotrexate have seldom been examined. We report outcomes with methotrexate treatment in pediatric patients previously refractory to or intolerant of thiopurines.METHODS:In a four-center, retrospective cohort study, efficacy of methotrexate in maintaining remission was assessed by PCDAI measurements, steroid use, and height velocity. Patients served as their own historical controls. Multivariable analysis controlled for route of methotrexate administration, reason for thiopurine discontinuation, baseline disease activity, and disease duration.RESULTS:Forty-two percent of 60 children treated with methotrexate were in clinical remission without steroids at both 6 and 12 months. A strong steroid sparing effect was observed compared with the year prior to methotrexate (P < 0.001). Success rates were similar in previously thiopurine-intolerant and refractory patients. Height velocity increased from –1.9 SDS to –0.14 SDS (P = 0.004) in the year following therapy. In a median 3-yr follow-up, a third of the patients did not require escalation of therapy; the others required step-up therapy with infliximab or surgery. Eight children (13%) stopped methotrexate due to adverse events, including, most commonly, elevated liver enzymes, and one serious episode of sepsis.CONCLUSION:Methotrexate appears effective in maintaining remission in pediatric Crohn's disease, when thiopurines have failed. Consideration should be given to its use earlier in pediatric treatment algorithms.",
        "year": 2007,
        "citation_count": 118,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the efficacy of methotrexate in maintaining remission in pediatric Crohn's disease, building on the source paper's results regarding the combination of infliximab with methotrexate for refractory Crohn's disease."
    }
]