[
    {
        "paperId": "025b7ca5c34692b3d40fffefd685a57a20c03e11",
        "title": "Ornidazole for prophylaxis of postoperative Crohn's disease recurrence: a randomized, double-blind, placebo-controlled trial.",
        "abstract": "BACKGROUND & AIMS\nCrohn's disease almost inevitably recurs after ileocolonic resection, and effective prophylactic therapy has not been identified. We investigated the efficacy and safety of ornidazole, a nitroimidazole antibiotic, for the prevention of clinical recurrence of Crohn's disease after curative ileocolonic resection in a placebo-controlled double-blind clinical trial.\n\n\nMETHODS\nEighty patients were randomized to ornidazole 1 g/day or placebo started within 1 week of resection and continued for 1 year. The primary end point was the proportion of patients with clinical recurrence at 1 year. Secondary end points were endoscopic recurrence at 3 months and 12 months after resection.\n\n\nRESULTS\nTwo patients in the ornidazole group withdrew consent and were not dosed. Ornidazole significantly reduced the clinical recurrence rate at 1 year from 15 of 40 (37.5%) patients in the placebo group to 3 of 38 (7.9%) patients in the ornidazole group (Fisher exact test, 8.03; P = .0046; odds ratio, 0.14; 95% confidence interval, 0.037-0.546). Ornidazole reduced endoscopic recurrence at 12 months from 26 of 33 (79%) in the placebo group to 15 of 28 (53.6%) in the ornidazole group (chi2 , 4.37; P = .037; odds ratio, 0.31; 95% confidence interval, 0.10-0.94). Endoscopic recurrence at 3 and 12 months predicted clinical recurrence. Significantly more patients in the ornidazole group dropped out from the study because of side effects (P = .041).\n\n\nCONCLUSIONS\nOrnidazole 1 g/day is effective for the prevention of recurrence of Crohn's disease after ileocolonic resection.",
        "year": 2005,
        "citation_count": 420,
        "relevance": 1,
        "explanation": "This paper investigates the efficacy of ornidazole for the prevention of postoperative Crohn's disease recurrence, which is directly related to the source paper's topic. The hypothesis in this paper is inspired by the findings of the source paper, as it explores an alternative treatment option for preventing postoperative recurrence."
    },
    {
        "paperId": "111c88e5bda7f3d9096022bb5a540d3c6bdf67c1",
        "title": "Preventive effect of nutritional therapy against postoperative recurrence of Crohn disease, with reference to findings determined by intra-operative enteroscopy",
        "abstract": "Objective. The aim of this study was to elucidate the predictive value of intra-operative enteroscopy (IOE) and the effect of enteral nutrition (EN) with regard to the postoperative recurrence of Crohn disease (CD). Material and methods. Forty patients requiring surgery for severe intestinal complications of CD were examined by IOE, and the severity of the remnant small intestine was determined. Patients were subclassified into either an EN group (>1,200 kcal/day) or a non-EN group (<1,200 kcal/day) according to the amount of daily EN intake after surgery. Contributions of IOE findings and EN to postoperative recurrence were analysed retrospectively. Results. IOE identified intestinal lesions in 39 patients and active intestinal lesions in 24 patients. The cumulative rate of postoperative recurrence was significantly higher in patients with cobblestone appearance confirmed by IOE (p=0.006). However, other active intestinal lesions were not related to postoperative recurrence. EN reduced the cumulative rate of postoperative recurrence (p=0.017), especially in patients with penetrating type (p=0.005), in patients who did not have colitis (p=0.051) and in patients who did not have active intestinal lesions confirmed by IOE (p=0.02). Conclusions. EN is a prophylactic that prevents the postoperative recurrence of small intestinal CD. Patients with the penetrating type of CD, and those who do not have active lesions in the small intestine according to IOE, are candidates for EN after surgery.",
        "year": 2005,
        "citation_count": 79,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the preventive effect of nutritional therapy on postoperative recurrence of Crohn disease, building on the source paper's results regarding the prevention of postoperative recurrence of Crohn's disease."
    },
    {
        "paperId": "68d821df3288367cf17ebeacfc96af5f1a8a5f0a",
        "title": "Indications for 5-aminosalicylate in inflammatory bowel disease: is the body of evidence complete?",
        "abstract": "Mesalazine is a safe drug, although adverse events may be seen in a minority of patients. This applies also to pregnant women and children. The role of mesalazine in combination therapy to improve efficacy and concomitant drug pharmacokinetics, or in chemoprevention against inflammatory bowel disease (IBD)-related colonic carcinoma has not yet been completely elucidated. Therapeutic success of mesalazine may be optimized by a combination of high dose and low frequency of dosage to improve compliance. Therefore, due to its superior safety profile and pharmacokinetic characteristics, mesalazine is preferable to sulphasalazine. This paper reviews the literature concerning mechanisms of action, indications and off-label use, pharmacokinetic properties and formulations, therapeutic efficacy, compliance, paediatric indications, chemoprevention, and safety issues and adverse event profile of mesalazine treatment versus sulphasalazine. It also highlights these controversies in order to clarify the potential benefits of mesalazines in IBD therapy and evidence for its use.",
        "year": 2006,
        "citation_count": 40,
        "relevance": 1,
        "explanation": "This paper reviews the literature concerning mesalazine, which is one of the treatments mentioned in the source paper. However, it does not directly build upon the source paper's findings."
    },
    {
        "paperId": "da89c3fa8c3724b2414c753f2409cc14161af21f",
        "title": "Natalizumab: a promising treatment for Crohn’s disease",
        "abstract": "A primary feature contributing to the pathology of Crohn’s disease (CD) is inappropriate and persistent recruitment and migration of circulating leukocytes from the bloodstream to affected tissues and organs. These processes are mediated by interactions between α4 integrin adhesion molecules expressed on leukocyte surfaces and cognate receptors on vascular endothelial cells. Natalizumab is a humanized immunoglobulin G4 monoclonal antibody against α4 integrins. Natalizumab has demonstrated efficacy in inducing and maintaining sustained remission in patients with moderately to severely active CD, including those intolerant of or unresponsive to infliximab. Maintenance therapy with natalizumab in adult patients allowed elimination of steroids in a significant number of patients and sustained patients’ quality of life. Natalizumab has been well tolerated in the majority of patients. However, progressive multifocal leukoencephalopathy, a rare opportunistic infection associated with the JC polyomavirus, occurred in three natalizumab-treated patients; two multiple sclerosis patients and one CD patient. This article reviews the properties of natalizumab and addresses its potential benefits and risks in the treatment of CD.",
        "year": 2006,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper discusses the use of natalizumab for Crohn's disease, which is not directly related to the source paper's topic of postoperative maintenance of Crohn's disease remission. However, it does mention the importance of maintaining remission, which is the goal of the treatment discussed in the source paper."
    },
    {
        "paperId": "78afbb469a28937baf4704436cbc193fe2fcb256",
        "title": "Conventional therapy for Crohn's disease.",
        "abstract": "Crohn's disease (CD) is a multifactorial disorder of unknown cause. Outstanding progress regarding the pathophysiology of CD has led to the development of innovative therapeutic concepts. Numerous controlled trials have been performed in CD over the last years. However, many drugs have not been approved by regulatory authorities due to lack of efficacy or severe side effects. Therefore, well-known drugs, including 5-ASA, systemic or topical corticosteroids, and immunosuppressants such as azathioprine, are still the mainstay of CD therapy. Importantly, biologicals such as infliximab have shown to be efficacious in problematic settings such as fistulizing or steroid-dependent CD. This review is intended to give practical guidelines to clinicians for the conventional treatment of CD. We concentrated on the results of randomized, placebo-controlled trials and meta-analyses, when available, that provide the highest degree of evidence. We provide evidence-based treatment algorithms whenever possible. However, many clinical situations have not been answered by controlled clinical trials and it is important to fill these gaps through expert opinions. We hope that this review offers a useful tool for clinicians in the challenging treatment of CD.",
        "year": 2006,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "This paper discusses conventional therapy for Crohn's disease, which includes the treatments mentioned in the source paper. However, it does not directly build upon the source paper's findings."
    },
    {
        "paperId": "326be41418614beac9d6728cb9ddb9ca601e8e71",
        "title": "Wireless capsule endoscopy versus ileocolonoscopy for the diagnosis of postoperative recurrence of Crohn’s disease: a prospective study",
        "abstract": "Background and aims: Following ileocolonic resection for Crohn’s disease (CD), early endoscopic recurrence predicts recurrence of symptoms. The aim of the study was to compare ileocolonoscopy and wireless capsule endoscopy (WCE) for the detection of postoperative recurrence in CD. Methods: WCE and ileocolonoscopy were performed within six months following surgery in 32 prospectively enrolled patients. Two independent observers interpreted the results of WCE. Recurrence in the neoterminal ileum was defined by a Rutgeerts score ⩾1. When observers at WCE did not concur, WCE results were considered as either true negative or true positive and sensitivity and specificity were calculated according to both assumptions. Results: Recurrence occurred in 21 patients (68%) and was detected by ileocolonoscopy in 19 patients. Sensitivity was 90% and specificity 100%. Sensitivity of WCE was 62% and 76% and specificity was 100% and 90%, respectively, depending on assumptions. There was a correlation between the severity of the lesions measured by both methods (p<0.05). Lesions located outside the scope of conventional endoscopy were detected by WCE in two thirds of patients with excellent interobserver agreement (kappa >0.9) for all lesions with the exception of ulceration (kappa = 0.7). Conclusions: The sensitivity of WCE in detecting recurrence in the neoterminal ileum was inferior to that of ileocolonoscopy. In contrast, WCE detected lesions outside the scope of ileocolonoscopy in more than two thirds of patients. Additional follow up studies are needed to assess the clinical relevance of such lesions. At the present time, it seems that WCE cannot systematically replace ileocolonoscopy in the regular management of patients after surgery.",
        "year": 2006,
        "citation_count": 212,
        "relevance": 2,
        "explanation": "This paper compares the diagnostic accuracy of wireless capsule endoscopy and ileocolonoscopy in detecting postoperative recurrence of Crohn's disease. The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates alternative diagnostic methods for detecting recurrence."
    },
    {
        "paperId": "10f9030594f28273c5e0b9d4cfbfffe224cea69a",
        "title": "Azathioprine as a postoperative prophylaxis reduces symptoms in aggressive Crohn's disease",
        "abstract": "Objective. Recurrence of Crohn's disease (CD) after surgery is common. Azathioprine/6-mercaptopurine (Aza/6-MP) is effective in controlling medically induced remission but, so far, has only been sparsely investigated after surgically induced remission. This study comprises a subset of CD patients considered to have an aggressive disease course and chosen for treatment with Aza postoperatively. Material and methods. In 1989–2000, a total of 100 patients with CD were given Aza/6-MP as a postoperative prophylaxis. Fourteen Aza/6-MP-intolerant patients were compared with 28 Aza-tolerant patients, matched for gender, age, and duration of disease. Patients were prospectively registered for symptoms using a modified Crohn's disease activity index (CDAI) and perceived health was assessed on a visual analogue scale (VAS). The primary outcome variable was the modified CDAI postoperatively integrated over time; other variables were time to first relapse (modified CDAI ≥ 150), time to first repeated surgery, number of courses of steroids, and repeated surgery per year of follow-up. Patients were followed for a median of 84.7months (23.2–140). Results. The modified CDAI integrated over time was 93 for Aza-treated patients compared with 184 for controls (p=0.01) and time to first relapse was 53 and 24 months, respectively (p<0.05). Aza-treated patients needed fewer courses of corticosteroids (p=0.05) compared with controls. Perceived health did not differ between the groups, nor did need of repeated surgery. Time to first repeat operation was 53 and 37 months, respectively. Conclusions. In CD patients considered to have an aggressive disease course, Aza reduced symptoms after surgery and prolonged the time to symptomatic relapse. The findings support a role for Aza as a postoperative maintenance treatment in CD.",
        "year": 2006,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper evaluates the effectiveness of azathioprine as a postoperative prophylaxis in reducing symptoms of aggressive Crohn's disease. The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the use of azathioprine in maintaining remission after surgery."
    },
    {
        "paperId": "ced81894893f4a228a14c8f25ca1a2d8cef7cff2",
        "title": "Prevention of postoperative recurrence of Crohn's disease by infliximab.",
        "abstract": "The prevention of the recurrence of Crohn's disease after surgery remains difficult. The monoclonal antibody anti-TNF-alpha, infliximab, is very effective in inducing and maintaining the remission of uncomplicated, active Crohn's disease. We present here the case of a 23-year-old white woman who underwent resection for a sigmoid stricture caused by Crohn's disease. Surgery removed the involved colon, and pathology confirmed the stricture to be fibrotic. Two weeks after the operation she was given infliximab at the dose of 5 mg/kg body weight and followed in time. Since then, she has been disease free for approximately 4 years after surgery on clinical, radiological and endoscopic/histological grounds (Crohn's Disease Activity Index < or = 110 on all occasions). Up to now, she has had no increase in inflammatory indices, no anaemia and no abnormal blood tests. In contrast, all of five control patients operated in the same period with colonic or ileocolonic resection for symptomatic strictures and treated with mesalamine or no medication developed endoscopic or clinical recurrence (abdominal pain or diarrhoea) by year 3. This is the first case, to our knowledge, in which infliximab has been successfully used to prevent the postsurgical recurrence of Crohn's disease, an event so far considered to be inescapable. We believe that, with this aim in mind, clinical trials with this drug are warranted.",
        "year": 2006,
        "citation_count": 59,
        "relevance": 1,
        "explanation": "This paper explores the use of infliximab in preventing postoperative recurrence of Crohn's disease. The hypothesis in this paper is inspired by the findings of the source paper, as it investigates alternative treatments for maintaining remission after surgery."
    },
    {
        "paperId": "4582ad47661057916d0df8443fd93c4a1e0171c6",
        "title": "The role of calprotectin in predicting endoscopic post-surgical recurrence in asymptomatic Crohn's disease: a comparison with ultrasound.",
        "abstract": "BACKGROUND AND OBJECTIVES\nFaecal calprotectin is predictive of clinical relapse in inflammatory bowel disease and ultrasound is sensitive in detecting its post-surgical recurrence. However, no data regarding the role of calprotectin in predicting post-surgical recurrence in asymptomatic Crohn's disease are available. The aim of this study was to prospectively evaluate the role of calprotectin as a predictive marker for one year post-surgical endoscopic recurrence in comparison with ultrasound in patients with asymptomatic Crohn's disease.\n\n\nMATERIAL AND METHODS\nWe consecutively enlisted 50 patients who had undergone a resection for Crohn's disease. Faecal calprotectin was analysed and ultrasound were performed at the third month, and a colonoscopy after one year. The sensitivity and specificity of these two techniques were evaluated using endoscopic findings as a golden standard. A Receiver Operator Curve (ROC) curve was plotted, in order to identify the best-cut off value for calprotectin.\n\n\nRESULTS\n39 out of 50 patients were evaluated by performing a colonoscopy after one year; 19 patients had an endoscopic recurrence after one year. Calprotectin sensitivity and specificity were calculated for 5 different cut-off values; the best cut-off value for calprotectin sensitivity (63%) and specificity (75%) was > 200 mg/L. The US sensitivity and specificity at the third month were 26% and 90% respectively.\n\n\nCONCLUSIONS\nWhen performed three months after surgery ultrasound is more specific than calprotectin in predicting endoscopic recurrence. Faecal calprotectin at a dosage > 200 mg/L seems to have a better sensitivity than ultrasound. Values of calprotectin > 200 mg can be an indication to colonoscopy in the group of patients with negative ultrasound in order to detect early recurrence.",
        "year": 2006,
        "citation_count": 111,
        "relevance": 1,
        "explanation": "This paper investigates a new marker (calprotectin) for predicting post-surgical recurrence in Crohn's disease, which is related to the source paper's topic of postoperative maintenance of Crohn's disease remission."
    }
]