[
    {
        "paperId": "0d48ca335105c6bb246c984f9ae44fa19f094358",
        "title": "Modification of induced ischaemic pain by placebo electrotherapy",
        "abstract": "Quantifying the analgesic effect of placebo electrotherapy is an important part of understanding the placebo response in physiotherapy. This repeated measures study of induced ischaemic pain compared reports of pain threshold, pain tolerance, and pain endurance under three conditions: control, placebo interferential, and placebo TENS. Both of the placebo conditions significantly delayed the report of pain threshold. Placebo interferential also delayed pain tolerance. Each placebo condition reduced pain intensity in the 6th minute. Only placebo TENS reduced pain at the 9th minute of ischaemic pain. The nature of pain reduction in the placebo conditions suggests that analgesia was due to learned expectancies and endogenous opioid release. Further research into the impact of positive expectancies of pain relief in our patients could clarify the efficacy of physiotherapy outcomes for pain.",
        "year": 2002,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper explores the analgesic effects of placebo electrotherapy, which is related to the topic of the source paper, and partially builds upon the concept of placebo effects investigated in the source paper."
    },
    {
        "paperId": "fe228d776addd9c6ca4eb671deac920b808337a2",
        "title": "A single‐blind placebo‐controlled investigation into the analgesic effects of interferential currents on experimentally induced ischaemic pain in healthy subjects",
        "abstract": "The aim of this single‐blind placebo‐controlled study was to examine the analgesic effects of interferential currents (IFC) on experimentally induced ischaemic pain. Ischaemic pain was induced using the submaximal effort tourniquet technique (SETT) and pain intensity was recorded using a visual analogue scale at 1‐min intervals was used as the primary outcome measure. Following baseline recordings 30 healthy volunteers received either active IFC, sham IFC, or no treatment (10 subjects per group). Data were analysed by calculating the mean change in pain intensity at each 1‐min interval by subtracting data during treatment from the baseline data. IFC was administered throughout the duration of the ischaemic pain test via four electrodes (quadripolar application) on the forearm. Active IFC delivered electrical currents at a `strong but comfortable' intensity. A `dummy' stimulator that delivered no current was used as sham IFC. Subjects in the no treatment control group were informed that the IFC device was not switched on. There were significant effects for Groups (P=0·04) which were attributed to a significant reduction in pain intensity for the IFC group when compared with sham and no‐treatment control (P≤0·05). There were no significant effects for Time (P=0·69) or Group–Time interaction (P=0·45). In conclusion, IFC produced significantly greater analgesia than sham and no‐treatment control groups under the present experimental conditions.",
        "year": 2002,
        "citation_count": 48,
        "relevance": 1,
        "explanation": "This paper explores the analgesic effects of interferential currents, which is related to the topic of the source paper, but does not directly build upon or investigate the findings of the source paper."
    }
]