[
    {
        "paperId": "46fe457ec4d6881c8df4d6b911b52535e0ee66fc",
        "title": "Evaluation of diffusion of triamcinolone acetonide from the distal interphalangeal joint into the navicular bursa in horses.",
        "abstract": "OBJECTIVE\nTo determine whether triamcinolone acetonide diffuses from the distal interphalangeal joint (DIPJ) to the navicular bursa, diffusion is direct or systemic, and addition of sodium hyaluronan has an effect on diffusion in horses.\n\n\nANIMALS\n11 adult horses without forelimb lameness.\n\n\nPROCEDURES\n1 randomly chosen forelimb DIPJ of each horse received an injection of 10 mg of triamcinolone acetonide plus 20 mg of sodium hyaluronan (group 1), and the contralateral forelimb DIPJ received an injection of 10 mg of triamcinolone acetonide plus 2 mL of lactated Ringer's solution (group 2). Synovial fluid samples were taken from both forelimb navicular bursae and 1 hind limb navicular bursa (systemic control group) at 6 hours. Triamcinolone acetonide concentrations in synovial fluid were quantified by use of high-performance liquid chromatography plus tandem mass spectrometry. Data were logarithmically transformed, and contrast analysis was performed on the 3 groups.\n\n\nRESULTS\nTriamcinolone acetonide was detected in navicular bursal samples in all groups. Groups 1 and 2 had significantly greater concentrations of triamcinolone acetonide than the systemic control group. There was no significant difference between groups 1 and 2.\n\n\nCONCLUSIONS AND CLINICAL RELEVANCE\nTriamcinolone acetonide diffused directly from the DIPJ into the navicular bursa in clinically normal horses, and diffusion was not affected by addition of hyaluronan. Injection into the DIPJ with triamcinolone acetonide or a triamcinolone acetonide-hyaluronan combination can potentially be used for treatment of navicular syndrome, but further studies are needed to determine whether triamcinolone acetonide diffuses similarly in horses with navicular syndrome.",
        "year": 2010,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "This paper investigates the diffusion of triamcinolone acetonide, a type of corticosteroid, in horses, which is related to the topic of the source paper (intraarticular hyaluronan with/without corticosteroid in knee osteoarthritis). However, the paper does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    }
]