[
    {
        "paperId": "521afbab2de90b296469f40818ca562b5a0c69a9",
        "title": "Corticosteroids in the management of early and established rheumatoid disease.",
        "abstract": "Corticosteroid use in rheumatoid arthritis (RA) remains something of a dichotomy to most rheumatologists. How do we reconcile the promise of disease-modifying activity in early disease with the possibility of significant and potentially longlasting adverse effects? Is the benefit of the former sufficiently marked to justify the latter? In addition, since the debate concerning corticosteroid use in RA was re-ignited some years ago, ideas about the management of RA have moved on. More intense use of disease-modifying anti-rheumatic drugs (DMARDs), either singly or in combination, and the proliferation of anti-tumour necrosis factor (TNF) agents have had an enormous impact on how we now manage RA [1, 2]. Where do corticosteroids fit into our current treatment strategies? RA has also emerged as an independent risk factor for atherosclerosis over and above those more traditionally recognised (e.g. hypertension, diabetes mellitus, weight and lipid profile) as a link between systemic inflammation and accelerated vascular disease has been demonstrated, both in the general population and in RA [3–5]. Corticosteroids are likely to improve the inflammatory profile but will this be enough to offset their negative effect on traditional risk factors? Patient choice and opinion, central to the day-to-day management of their disease, is also of prime importance and is a factor often overlooked in the corticosteroid debate [6]. Many of these issues remain difficult to answer but we attempt here to revisit [7, 8] and review the status of corticosteroids in the management of RA in the light of current published evidence.",
        "year": 2006,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of corticosteroids in the management of rheumatoid arthritis, which is related to the source paper's investigation of intramuscular depot steroids in patients with established rheumatoid arthritis."
    }
]