[
    {
        "paperId": "1e440b4e4009979673d970e236a98237ba5b689f",
        "title": "Cystic duct stump leaks: after the learning curve.",
        "abstract": "OBJECTIVES\nTo describe a series of patients who have had cystic duct stump leaks (CDSLs) after laparoscopic cholecystectomy and to compare the current presentation and management with that in previous studies.\n\n\nDESIGN\nTwo-institution retrospective case series and review of the previously published literature.\n\n\nSETTING\nTwo teaching hospitals.\n\n\nPATIENTS\nTwelve patients who had CDSLs of 5751 patients who underwent total laparoscopic cholecystectomy.\n\n\nMAIN OUTCOME MEASURES\nSymptoms at presentation, laboratory values, imaging modalities, treatment modalities, and operative indications and techniques.\n\n\nRESULTS\nBetween January 1, 1998, and March 31, 2007, 12 patients (0.21%) developed CDSLs a mean of 2.3 days postoperatively. Five patients (42%) were reported to have abnormal cystic ducts. A mean of 3 surgical clips were used for closure. Abdominal pain (58%) was the most common presenting symptom; 9 patients (75%) had an elevated white blood cell count, and 9 (75%) had abnormal liver function test results. Ten patients (83%) underwent endoscopic retrograde cholangiopancreatography (ERCP), and 8 (67%) were definitively treated with ERCP stenting of the common bile duct. Two patients (17%) required adjunctive computed tomography-guided drainage. There was 1 death.\n\n\nCONCLUSIONS\nA CDSL can occur for a variety of reasons. Any patient with a postoperative picture consistent with a bile leak should undergo ERCP. If a CDSL is discovered, the common bile duct should be stented. Computed tomography-guided drainage is indicated if the patient does not improve after ERCP. Operative intervention should be reserved for the most serious of circumstances.",
        "year": 2008,
        "citation_count": 27,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it discusses cystic duct stump leaks after laparoscopic cholecystectomy, which is a potential complication of the procedure investigated in the source paper. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    }
]