[
    {
        "paperId": "2d6fd0f607bc081cc6ae729d66494438b82f7124",
        "title": "Double–Blind Trial of the Efficacy and Tolerability of Doxazosin in the Gastrointestinal Therapeutic System, Doxazosin Standard, and Placebo in Patients with Benign Prostatic Hyperplasia",
        "abstract": "Background: The α1–blocker doxazosin mesylate is an established efficacious and welltolerated treatment for benign prostatic hyperplasia (PBH). However, its clinical utility can be limited by the need for multiple titration steps, starting at an initial dose of 1 mg, increased up to 8 mg once daily, to achieve optimal therapeutic response. A new controlled–release gastrointestinal therapeutic system (GITS) formulation of doxazosin mesylate enhances the pharmacokinetic profile and drug delivery rate, reducing the plasma doxazosin mesylate peak–to–trough ratio and minimizing the need for titration.Objective: A study was conducted to assess the effects of doxazosin GITS 4 or 8 mg once daily, doxazosin standard 1 mg to 8 mg once daily, and placebo, in 795 men with BPH. This randomized, double–blind, multicenter Scandinavian study included a 2–week washout period, 2–week single–blind placebo run–in phase, and 13–week double–blind treatment phase. Doxazosin GITS was initiated at 4 mg once daily and titrated to 8 mg once daily after 7 weeks, if indicated, and doxazosin standard was initiated at 1 mg once daily, titrated to 2 mg after 1 week, to 4 mg at 3 weeks, and to 8 mg at 7 weeks if indicated, to achieve symptom control. The primary outcome measures were mean changes from baseline to the final visit for International Prostate Symptom Score (I–PSS) and maximum urinary flow rate adjusted for baseline values.Results: Both doxazosin GITS and doxazosin standard significantly improved the symptoms of BPH, as evidenced by least–squares mean reductions in total I–PSS of –8.0±0.3 and –8.4±0.3 from baseline, respectively, compared with a reduction of –6.0±0.4 in patients on placebo. Doxazosin GITS and doxazosin standard produced clinically comparable improvements in maximum urinary flow rates, with a greater improvement observed earlier following treatment with doxazosin GITS than with doxazosin standard. Both active treatments produced significantly greater increases in maximum urinary flow rate compared with placebo. Nearly half of the patients on doxazosin GITS achieved symptom relief at the 4–mg starting dose. A similar number of patients in both doxazosin groups were titrated to the maximum dose of 8 mg for both formulations. The overall incidence of adverse events was similar among patients treated with doxazosin GITS and placebo, and slightly higher in those on doxazosin standard. There was no apparent difference in the type of adverse events reported for the two formulations of doxazosin, although most adverse events were reported at a lower frequency with doxazosin GITS.Conclusions: Doxazosin GITS is significantly more effective than placebo in reducing the clinical symptoms of BPH and improving maximum urinary flow rate, and as effective as doxazosin standard. A therapeutic effect equivalent to that of doxazosin standard was achieved with doxazosin GITS with fewer titration steps, in a manner that appeared to be better tolerated. Because treatment with doxazosin GITS starts with an effective dose for many patients, it is likely that this clinical profile will result in the need for fewer patient visits than with doxazosin standard therapy.",
        "year": 2000,
        "citation_count": 49,
        "relevance": 2,
        "explanation": "This paper directly builds upon the findings of the source paper by investigating the efficacy and tolerability of the GITS formulation of doxazosin in patients with BPH. The study's results are at least partially dependent on the findings of the source paper, which demonstrated the efficacy and safety of the GITS formulation in patients with hypertension."
    },
    {
        "paperId": "eb1232b8057c6967d6c99d9dcdea931d34c23a8b",
        "title": "Doxazosin Added to Single‐Drug Therapy in Hypertensive Patients with Benign Prostatic Hypertrophy",
        "abstract": "The purpose of this study was to evaluate the efficacy and safety of the addition of doxazosin in the treatment of hypertensive patients who are being treated on another antihypertensive drug.",
        "year": 2001,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it evaluates the efficacy and safety of adding doxazosin to single-drug therapy in hypertensive patients with benign prostatic hypertrophy, which builds on the source paper's results regarding doxazosin's effectiveness in treating hypertension and benign prostatic hyperplasia."
    }
]