[
    {
        "paperId": "7ad200d1600b3c52a25809e0dd7fa01cf29d8d77",
        "title": "Assessing remission in systemic lupus erythematosus.",
        "abstract": "The past few decades have witnessed development and validation of indices to assess activity, damage, and quality of life (QoL) in patients with systemic lupus erythematosus (SLE). These indices are widely used in clinical research and randomised controlled clinical trials, but not in usual clinical care. Definitions of flares and response to therapy have been proposed on the basis of indices. However, criteria for disease remission have not been clearly established for these indices, except for the SLE Disease Activity Index (SLEDAI). Defining remission in SLE in an objective manner depends on reaching agreement on the relative importance of systemic activity, damage, QoL, and laboratory tests, as well as activity and damage of specific organs.",
        "year": 2006,
        "citation_count": 95,
        "relevance": 1,
        "explanation": "This paper discusses the assessment of remission in SLE, which is related to the source paper's focus on SLE patients. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis. Instead, it explores a different aspect of SLE management."
    },
    {
        "paperId": "877475935c77deb787ad290dcc053eabc2f0fc07",
        "title": "Health-related quality of life in patients with systemic lupus erythematosus: an update.",
        "abstract": "With improvements in mortality in systemic lupus erythematosus (SLE), the functional status of these patients, assessed using health-related quality of life (HRQoL) instruments, is increasingly being recognised as an important outcome measure in clinical research. Domains of HRQoL of particular importance to SLE patients include fatigue, ability to work, good health, independence, social and family life, learned helplessness (reflecting the unpredictability of lupus), pain and the home environment. The SF-36 currently appears to be the best available generic instrument for the assessment of HRQoL in SLE, and is likely to be complemented by several newly-developed disease-specific HRQoL instruments. It has been shown that SLE patients have poorer functional status than the general population, and that specific manifestations of SLE (disease activity, previous renal involvement and fibromyalgia) may influence HRQoL. HRQoL in SLE patients has been improved by (1) psycho-educational interventions including telephone counselling, a self-help course, group psychotherapy; (2) therapies including Riquent, belimumab, mycophenolate mofetil, dehydroepiandrosterone, oestrogen therapy and a cholesterol- lowering diet. Additional research is needed to identify strategies which can improve HRQoL in SLE patients.",
        "year": 2007,
        "citation_count": 122,
        "relevance": 1,
        "explanation": "This paper discusses the importance of health-related quality of life (HRQoL) in SLE patients and reviews various treatments that can improve HRQoL, including DHEA. The source paper's findings on the efficacy of DHEA supplementation in improving HRQoL in SLE patients are likely relevant to this paper, but the paper does not specifically build upon or depend on the source paper's findings."
    }
]