[
    {
        "paperId": "10eee5e3dd12f07c62d864ba93a7bc03f41caf9e",
        "title": "Coronary flow reserve and the J curve relation between diastolic blood pressure and myocardial infarction.",
        "abstract": "The results of several large studies of hypertension and follow up studies on insured people have indicated that the lower the blood pressure the better for longevity. These studies excluded subjects with overt ischaemia. More recently long term studies of hypertension that included patients with more severe forms of hypertension and did not exclude those with overt ischaemia have shown a J shaped relation between diastolic blood pressure during treatment and myocardial infarction; the lowest point (the J point) was at a diastolic blood pressure (phase V) between 85 and 90 mm Hg. The J curve seems to be independent of treatment, pulse pressure, and the degree of fall in diastolic blood pressure and is unlikely to be caused by poor left ventricular function. The most probable explanation is that subjects who have severe stenosis of the coronary artery as well as hypertension have a poor coronary flow reserve, which makes the myocardium vulnerable to coronary perfusion pressures that are tolerated by patients without ischaemia, particularly at high heart rates. An optimal diastolic blood pressure (phase V) for such patients is about 85 mm Hg, though particular caution is appropriate when treating very old patients (84 and over) and patients aged 60-79 who have isolated systolic hypertension.",
        "year": 1988,
        "citation_count": 239,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the relationship between diastolic blood pressure and myocardial infarction, which is relevant to the comparison of beta-blockers and diuretics in the source paper."
    },
    {
        "paperId": "ef51e9f93834563836c5b3e1e2252631e2f02cca",
        "title": "Drug treatment of mild hypertension to reduce the risk of CHD: is it worth-while?",
        "abstract": "Although hypertension is regarded as a causal factor for coronary heart disease (CHD) a reduction in the risk of CHD as a result of lowering blood pressure in mild hypertension could not be demonstrated. This conclusion is based on an overview analysis of all published randomized trials in mild hypertension, including more than 25,000 subjects contributing over 125,000 person years of observation. There is evidence that treatment reduces the risk of CHD in moderate to severe hypertension. In addition the pooling of four clinical trials with treated control groups indicates a reduction in the risk of CHD of borderline significance with beta-blockers or aggressive treatment when compared with standard treatment (mostly diuretics). The failure of drug treatment to reduce the risk of CHD in mild hypertension is consistent with the results from epidemiological studies because of derangement of the lipid profile induced by diuretics and beta-blockers.",
        "year": 1988,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the effectiveness of drug treatment in reducing the risk of coronary heart disease in mild hypertension, which is relevant to the comparison of beta-blockers and diuretics in the source paper."
    },
    {
        "paperId": "da9d487de871b6edf8f8ee814ba951600ced6823",
        "title": "Primary prevention with metoprolol in patients with hypertension. Mortality results from the MAPHY study.",
        "abstract": "The present study of primary prevention in white men aged 40 to 64 years attempts to investigate whether a beta-blocker given as initial antihypertensive treatment would lower total mortality to a greater extent than thiazide diuretics. Patients were randomized to metoprolol (n = 1609, 8110 patient-years) or a thiazide diuretic (n = 1625, 8070 patient-years). The median follow-up time was 4.2 years. The mean dose of metoprolol was 174 mg/d, and of thiazide diuretics, 46 mg/d of hydrochlorothiazide or 4.4 mg/d of bendroflumethiazide. Identical control of blood pressure was achieved using a fixed therapeutic schedule. Total mortality was significantly lower for metoprolol than for thiazide diuretics because of fewer deaths from coronary heart disease and stroke. Total mortality was also significantly lower in smokers randomized to metoprolol. The benefit demonstrated in patients treated with metoprolol seems to have important implications for clinical practice.",
        "year": 1988,
        "citation_count": 396,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the effect of metoprolol on mortality in hypertensive patients, which is relevant to the comparison of beta-blockers and diuretics in the source paper."
    },
    {
        "paperId": "e4e816fb3fedb30ec7467ce1e334d2f3d427768d",
        "title": "CNS-related subjective symptoms during treatment with beta 1-adrenoceptor antagonists (atenolol, metoprolol): two double-blind placebo controlled studies.",
        "abstract": "1. Whilst a number of studies have investigated whether metoprolol and atenolol, the most widely used beta 1-adrenoceptor antagonists, differ with regard to CNS-related subjective symptoms, few placebo-controlled studies using standardised questionnaires have been performed. 2. In the present report, the findings of two randomised, double-blind, cross-over studies in healthy volunteers are presented. The subjects were treated with placebo and atenolol (100 mg once daily) (Study 1) and metoprolol (100 mg once daily) and placebo (Study 2). 3. Subjective experiences were evaluated using a standardised instrument, the Minor Symptoms Evaluation-profile (MSE-profile), which was filled in 4, 8 and 24 h after intake of the tablets. A Type A questionnaire was also completed by the subjects. 4. At 4 h both metoprolol and atenolol were found to affect negatively vitality and contentment, but these effects had declined after 8 h. A significant adverse effect on sleep was shown for atenolol compared with placebo, while no negative effect was observed for metoprolol. No significant differences were found in relation to Type A behaviour and beta-adrenoceptor blockade. The number of subjects with Type A personality was, however, low. 5. The results of the studies indicate that the subjective symptoms of the beta 1-adrenoceptor blockers are mild, and that the effects appear consistently with the recognised pharmacokinetic profiles of the two drugs.",
        "year": 1989,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "This paper explores CNS-related subjective symptoms during treatment with beta 1-adrenoceptor antagonists, which is partially dependent on the previous findings regarding beta-blockers' effects on hypertensive patients, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "764fd5bde30d294448ee6e326c9e7d4203c6676a",
        "title": "Confusing messages from the newest of the beta-blocker/diuretic hypertension trials. The Metoprolol Atherosclerosis Prevention in Hypertensives trial.",
        "abstract": "Physicians have come to depend on the results of long-term clinical trials to make treatment decisions. This is true for trials that consider, for example, the management of diabetes, coronary heart disease, hypertension, and malignant diseases. The recently published Metoprolol Atherosclerosis Prevention in Hypertensives (MAPHY) study, 1 which compared the results of a β-blocker, metoprolol, with a diuretic treatment group in moderately severe, middle-aged male hypertensive subjects in 66 centers from 11 countries, presents confusing results with differing interpretations. These should be clarified as quickly as possible before claims resulting from this trial are widely disseminated. This study compared the effects of metoprolol, a selective β-adrenergic inhibiting agent, in 1609 white men (aged 40 to 64 years) with pretreatment diastolic blood pressures between 100 and 130 mm Hg, with those of a thiazide diuretic (hydrochlorothiazide or bendroflumethiazide) in 1625 patients. Mean age was 52 years in each group and serum lipid",
        "year": 1989,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper discusses the results of the Metoprolol Atherosclerosis Prevention in Hypertensives (MAPHY) study, which compared the effects of metoprolol and a thiazide diuretic in hypertensive patients, building upon the source paper's findings and hypothesis."
    },
    {
        "paperId": "16881e110dbd6626eead0a9ac8158d74ae614129",
        "title": "Diuretic Agents Versus β‐Blockers Comparison of Effects on Mortality, Stroke, and Coronary Events",
        "abstract": "Three recently concluded large randomized clinical trials have compared the preventive effects of diuretic agents and β-blockers in the treatment of approximately 22,000 subjects with hypertension. In the Medical Research Council trial, bendrofluazide (10 mg daily) was compared with a dose of propranolol (as much as 240 mg daily), a nonselective β-blocker without intrinsic sympathomimetic activity. Two selective β-blockers, atenolol (100 mg daily) and metoprolol (200 mg daily), were compared with bendrofluazide (5–10 mg daily) and hydrochlorothiazide (50–100 mg daily) in the Heart Attack Primary Prevention in Hypertension trial. In the International Prospective Primary Prevention Study in Hypertension, 160 mg of slow-release oxprenolol, a β-blocker with intrinsic sympathomimetic activity, was compared with a diuretic-based regimen not containing β-blockers. In each trial, similar reductions in mean diastolic blood pressure were achieved with diuretic and β-blocker treatment that lasted for several years. All-cause mortality and fatal and nonfatal stroke and coronary event rates were also similar in the treatment groups. Thus, it appears that β-blockers are as effective as diuretic agents in improving survival and in preventing major morbid events. Regarding cigarette smoking and stroke incidence, observations based on post hoc subgroup analyses of the Medical Research Council trial were not supported by subgroup findings in the Heart Attack Primary Prevention in Hypertension and the International Prospective Primary Prevention Study in Hypertension trials, and these observations should not form the basis for any treatment recommendations.",
        "year": 1989,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "This paper compares the preventive effects of diuretic agents and β-blockers in the treatment of hypertensive patients, building upon the source paper's findings and hypothesis."
    },
    {
        "paperId": "a1c1fbd87651dc983acb91e44628eb20c09b3303",
        "title": "β-Blockers and Primary Prevention of Coronary Heart Disease in Patients With High Blood Pressure",
        "abstract": "We conducted a population-based, case-control study to determine whether β-blockers, used for the treatment of hypertension, prevent first events of coronary heart disease. Cases were patients who had high blood pressure treated with medicines and who presented in 1982 to 1984 with angina or fatal or nonfatal myocardial infarction. Controls were a probability sample of health maintenance organization patients with pharmacologically treated hypertension and free of coronary heart disease. Blinded to case-control status, we reviewed the medical records of the 248 cases and 737 controls. The health maintenance organization's computerized pharmacy database was used to ascertain the use of β-blockers. Fewer cases than controls were taking β-blockers. This difference was confined to those with nonfatal infarctions. After adjustment for confounding, the estimated relative risk was 0.62 (95% confidence interval, 0.39 to 0.99). Higher doses of β-blockers conferred greater protection. We conclude that β-blockers may prevent first events of nonfatal myocardial infarction in patients with high blood pressure. ( JAMA . 1989;261:2087-2094)",
        "year": 1989,
        "citation_count": 58,
        "relevance": 2,
        "explanation": "This paper investigates the effect of beta-blockers on preventing first events of coronary heart disease in patients with high blood pressure, which is closely related to the source paper's comparison of beta-blockers and diuretics in preventing coronary heart disease events and death. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "e8ce39780f091f74361e5a0b88fa280607a2773d",
        "title": "Beta-blockers and diuretics. The HAPPHY and MAPHY studies.",
        "abstract": "The question whether initial antihypertensive treatment with a beta-blocker prevents hypertensive complications better than initial treatment with a non-betablocker, mainly diuretic based treatment, has been studied in recent large-scale studies like the Medical Research Council (MRC) trial, the International Prospective Primary Prevention Study in Hypertension (IPPPSH), the Heart Attack Primary Prevention in Hypertension (HAPPHY) study and the Metoprolol Atherosclerosis Prevention in Hypertensives (MAPHY) study. The first three studies were unable to find a more beneficial effect of beta-blockers than of thiazide diuretics. The MAPHY study, however, found a lower total mortality, in the metoprolol treated group than in the diuretic treated. As the HAPPHY and MAPHY studies share a substantial part of patient-years and number of deaths, these diverging results have evoked confusion and debate. This paper presents the main results of both studies and discusses the possible reasons for the different outcome.",
        "year": 1989,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper discusses the results of the HAPPHY and MAPHY studies, which are related to the source paper (HAPPHY trial). The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "8e6691f17b9e2b1f292bb55cbee1237ff375f312",
        "title": "Sensitivity to insulin during treatment with atenolol and metoprolol: a randomised, double blind study of effects on carbohydrate and lipoprotein metabolism in hypertensive patients.",
        "abstract": "OBJECTIVE--To compare the effects of metoprolol and atenolol on carbohydrate and lipid metabolism and on insulin response to an intravenous glucose load. DESIGN--Randomised, double blind, double dummy, controlled crossover trial. SETTING--University Hospital, Uppsala, Sweden. PATIENTS--60 Patients with primary hypertension (diastolic blood pressure when resting supine 95-119 mm Hg on at least two occasions during four to six weeks of treatment with placebo) randomised to receive either metoprolol (n = 30) or atenolol (n = 30) during the first treatment period. INTERVENTIONS--Placebo was given for a run in period of four to six weeks. Metoprolol 100 mg twice daily or atenolol 25 mg twice daily was then given for 16 weeks. The two drugs were then exchanged and treatment continued for a further 16 weeks. END POINT--Evaluation of effects of treatment with metoprolol and atenolol on glucose, insulin, and lipid metabolism and glucose disposal mediated by insulin. MEASUREMENTS AND MAIN RESULTS--Reduction of blood pressure was similar and satisfactory during treatment with both drugs. Glucose uptake mediated by insulin was measured during a euglycaemic hyperinsulinaemic clamp to evaluate patients' sensitivity to insulin. Glucose uptake decreased from 5.6 to 4.5 mg/kg/min when patients were taking metoprolol and from 5.6 to 4.9 mg/kg/min when they were taking atenolol. Both drugs caused a small increase in fasting plasma insulin and blood glucose concentrations and glycated haemoglobin concentration. Despite decreased sensitivity to insulin the increase in insulin concentration in response to an intravenous glucose tolerance test was small, suggesting inhibition of release of insulin. Very low density lipoprotein and low density lipoprotein triglyceride concentrations were increased with both drugs and high density lipoprotein cholesterol concentration was decreased. Low density lipoprotein cholesterol concentration was not affected. CONCLUSIONS--Long term use of metoprolol and atenolol causes metabolic abnormalities that may be related to the increased incidence of diabetes in patients with hypertension who are treated pharmacologically. These results may help to explain why the two drugs have failed consistently to reduce the incidence of coronary heart disease in several large scale studies.",
        "year": 1989,
        "citation_count": 382,
        "relevance": 1,
        "explanation": "This paper explores the metabolic effects of two beta-blockers (atenolol and metoprolol) in hypertensive patients, which is related to the source paper's comparison of beta-blockers and diuretics in preventing coronary heart disease events and death. The key hypothesis in this paper is inspired by the findings of the source paper."
    }
]