[
    {
        "paperId": "06627abcb5993e8de00ba5c7da023a066b36d1aa",
        "title": "Exercise and estrogen or estrogen alternatives (phytoestrogens, bisphosphonates)for preservation of bone mineral in postmenopausal women.",
        "abstract": "Research in animal models indicates that without estrogen, the effectiveness of exercise for increasing bone mineral in females is reduced. With decreased estrogen levels, there is an increase in the threshold at which strains are detected by bone, in turn reducing the transmission of mechanical to biochemical signals for bone formation. Studies combining estrogen replacement and exercise training in postmenopausal women have yielded mixed results but indicate that the combination of interventions may be more effective than either intervention alone for increasing bone mass. Given the continued debate over the risks and benefits of estrogen replacement, other compounds such as bisphosphonates or phytoestrogens may be preferred in combination with exercise training for optimally increasing bone mass and preventing osteoporotic fracture. Studies on animals show that the combination of bisphosphonate or phytoestrogen supplementation with exercise training is effective, but trials in humans are lacking.",
        "year": 2004,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "This paper investigates the effects of exercise and estrogen or estrogen alternatives on bone mineral preservation in postmenopausal women, which is closely related to the topic of the source paper. The paper uses the findings of the source paper as a sub-hypothesis to explore the combined effects of exercise and estrogen or estrogen alternatives."
    },
    {
        "paperId": "d6ce4451a2064731f57a4dd2f4fc039557ad110e",
        "title": "Bone Adaptation to a Mechanical Loading Program Significantly Increases Skeletal Fatigue Resistance",
        "abstract": "Using a mechanical loading program to induce bone adaptation, we found that small (<2‐fold) changes in the structural properties of the rat ulna increased its fatigue resistance >100‐fold. This indicates that a moderate exercise program may be an effective preventative strategy for stress fractures.",
        "year": 2004,
        "citation_count": 232,
        "relevance": 1,
        "explanation": "This paper investigates the effects of mechanical loading on bone adaptation, which is related to the topic of exercise and bone health in the source paper. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "ab96edc41636e218beb79d9a010390194059cc10",
        "title": "Steps for targeting exercise towards the skeleton to increase bone strength.",
        "abstract": "Osteoporosis is a disease of bone fragility resulting mostly from low bone mass and a concomitant increase in the risk for fracture. Exercise is a commonly prescribed intervention for osteoporosis because bone tissue is mechanosensitive. The ability of mechanical stimuli to influence bone biology has been known for over a century, but it has been only in the past several decades that great gains have been made in terms of understanding factors that influence this response. By understanding these factors, steps can be developed to maximize the osteogenic effects of exercise on the skeleton and potentially reduce the incidence of bone fractures. This paper outlines these steps. They include: 1) starting exercise when young while the skeleton is most responsive to mechanical stimuli; 2) selecting exercises that are dynamic and high-impact to maximize osteogenic responses, such as jumping for the lower extremity and racquet sports for the upper extremity; 3) exercising the specific skeletal regions you want to strengthen as the bone response to mechanical loading is highly site-specific; 4) exercising briefly, yet often to offset the desensitization of skeletal mechanotransduction pathways; and 5) continuing to exercise as you age to prevent bone loss and reduce the risk of falls. Following these steps will help to promote skeletal health at all ages and may reduce an individuals risk for fracture by augmenting bone mass and size during youth, while reducing age-related bone loss and the risk for falls in adulthood.",
        "year": 2004,
        "citation_count": 33,
        "relevance": 1,
        "explanation": "This paper provides steps for maximizing the osteogenic effects of exercise on the skeleton, which is related to the topic of exercise and bone health in the source paper. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "fb9be7ed2ef0fa04188b93126632cf599f8082aa",
        "title": "Urinary osteocalcin is a useful marker for monitoring the effect of alendronate therapy.",
        "abstract": "A drawback in the use of bone mineral density (BMD) measurements to monitor the effect of antiresorptive treatment is that 1 or 2 years of successful treatment may be necessary before significant increases in BMD can be detected (1). Biochemical markers can enable dynamic and rapid measurement of total body skeletal metabolism and may be clinically useful, particularly for detecting the effects of osteoporosis therapy (2). Circulating osteocalcin (OC), a bone-specific protein produced by osteoblasts, is widely used as an index of bone formation (3)(4). Fragments of OC are also found in urine (5)(6)(7), and the measurement of urinary OC (U-OC) is another method for monitoring bone metabolism (8)(9)(10)(11). We recently described 3 immunoassays for measuring U-OC (11). Here we report the use of U-OC assays to monitor the effect of alendronate, a bisphosphonate and bone resorption inhibitor widely used to treat osteoporosis (12).\n\nThe study included 164 healthy women, postmenopausal for 1–5 years [mean (SD) age, 53.1 (2.3) years], described in detail previously (13). The study was a 1-year, double-blind, randomized, placebo-controlled intervention trial with 2 experimental groups: one receiving alendronate (5 mg/day Fosamax; Merck & Co) and the other receiving placebo (donated by Merck & Co). All participants in both study groups received a daily supplement of calcium carbonate (630 mg) and vitamin D3 (200 IU = 5 μg; Citracal + D; Mission Pharmacal). We collected 24-h urine samples and serum samples after a 12-h fast at baseline and after 3, 6, and 12 months. The samples were stored at −70 °C. U-OC was measured with U-MidOC, U-LongOC, and U-TotalOC assays, which all have unique specificities toward different naturally occurring U-OC fragments (11). Results were normalized for urinary creatinine determined in accordance with the …",
        "year": 2005,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effect of alendronate therapy on bone metabolism, which is closely related to the source paper's topic of alendronate and exercise on bone health in postmenopausal women."
    },
    {
        "paperId": "854c24198adb1fa5f8eb067837658454997454e6",
        "title": "Serum TRACP 5b Is a Useful Marker for Monitoring Alendronate Treatment: Comparison With Other Markers of Bone Turnover",
        "abstract": "We studied clinical performance of serum TRACP 5b and other bone turnover markers, including S‐CTX, U‐DPD, S‐PINP, S‐BALP, and S‐OC, for monitoring alendronate treatment. TRACP 5b had higher clinical sensitivity, area under the ROC curve, and signal‐to‐noise ratio than the other markers.",
        "year": 2005,
        "citation_count": 151,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of serum TRACP 5b as a marker for monitoring alendronate treatment, which is closely related to the source paper's topic of alendronate and exercise on bone health in postmenopausal women."
    },
    {
        "paperId": "0dfd3f48105d86b8c8ad6f29e5f8a3ee10375863",
        "title": "Alendronate therapy may be effective in the prevention of bone loss around titanium implants inserted in estrogen-deficient rats.",
        "abstract": "BACKGROUND\nThis study evaluated whether alendronate (ALD) influences bone healing around titanium implants inserted in ovariectomized rats and whether it provides a residual effect after its withdrawal.\n\n\nMETHODS\nBilateral ovariectomies were performed in 87 Wistar rats and one screw-shaped titanium implant was placed in the tibiae. The animals were divided into the following groups: group SHAM (N = 15): sham surgeries; group OVX (N = 15): ovariectomy; group AT (N = 15): OVX plus alendronate administration for 80 days; group AW (N = 14): OVX plus alendronate administration for 40 days; group ET (N = 14): OVX plus 17beta estradiol administration for 80 days; or group EW (N = 14): OVX plus 17beta estradiol administration for 40 days. Bone-to-implant contact (BIC), bone area (BA) within the limits of implant threads, and bone density in a 500 microm-wide zone lateral to the implant (BD) were obtained and measured for the cortical (zone A) and cancellous (zone B) regions.\n\n\nRESULTS\nIn zone A, data analysis showed no significant differences among the groups regarding BIC and BD (P >0.05), and a slight beneficial effect of estradiol on BA when compared with the OVX, EW, and AW groups (P <0.05). In zone B, OVX negatively impacted bone healing around the implants, resulting in reduced BA and BD (P<0.05). ALD (continuous/interrupted) and estradiol (only continuous) positively affected BIC, BA, and BD, resulting in values at the same level as the control group (SHAM).\n\n\nCONCLUSIONS\nALD may prevent the negative influence of estrogen deficiency on bone healing around titanium implants inserted in OVX rats. This positive effect, in contrast to estradiol, is sustained following its withdrawal.",
        "year": 2005,
        "citation_count": 71,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effect of alendronate therapy on bone loss around titanium implants in estrogen-deficient rats, which is closely related to the source paper's topic of alendronate and exercise on bone health in postmenopausal women."
    }
]