[
    {
        "paperId": "26da114aeee05a27a630a1b9ba566c28b424beb1",
        "title": "Comparative Analysis of the in Vitro Prosecretory Effects of Balsalazide, Sulfasalazine, Olsalazine, and Mesalamine in Rabbit Distal Ileum",
        "abstract": "Background: The aminosalicylates remain foundation therapy for mild‐to‐moderate ulcerative colitis. Pro‐drug 5‐aminosalicylic acid (5‐ASA; mesalamine) formulations have been developed to prevent 5‐ASA from the proximal absorption and release of mesalamine, to decrease inflammation, and to improve colonic absorption. Clinically, pro‐drugs such as olsalazine have been associated with dose‐dependent diarrhea, which was likely secondary to ileal secretion induced by the azo linkages, in 17% of patients. The present study tested the hypothesis that the use of all compounds with azo linkages leads to increased secretion. Methods: Intestinal tissue was randomly assigned to serve as controls or to receive brush border addition of equimolar concentrations of the compounds, and the change in short‐circuit current was measured. Results: Mesalamine did not induce secretion at any dose. Mean equivalent doses (0.1 to 10 mM) of balsalazide (range, 6.3 ± 1.5 to 16.7 ± 1.3 &mgr;A/cm2), olsalazine (range, 2.0 ± 1.0 to 7.0 ± 2.1 &mgr;A/cm2), and sulfasalazine (3.2 ± 1.1 to 6.2 ± 1.5 &mgr;A/cm2) significantly stimulated (P < 0.001) secretion. The values for the effective dose that is half the maximal dose for secretion induced by sulfasalazine, olsalazine, and balsalazide were 0.4, 0.7, and 0.9 mM, respectively. Conclusions: This study is the first to demonstrate that the use of pro‐drugs with azo bonds leads to increased ileal secretion at equimolar concentrations of 5‐ASA. Physicians should use caution when providing higher doses of the pro‐drug forms of 5‐ASA to their patients, as this could lead to increased diarrhea.",
        "year": 2005,
        "citation_count": 25,
        "relevance": 1,
        "explanation": "This paper investigates the prosecretory effects of olsalazine, which is also the subject of the source paper. However, it does not directly build upon the source paper's findings or use them as a sub-hypothesis. Instead, it explores a different aspect of olsalazine's effects."
    },
    {
        "paperId": "68d821df3288367cf17ebeacfc96af5f1a8a5f0a",
        "title": "Indications for 5-aminosalicylate in inflammatory bowel disease: is the body of evidence complete?",
        "abstract": "Mesalazine is a safe drug, although adverse events may be seen in a minority of patients. This applies also to pregnant women and children. The role of mesalazine in combination therapy to improve efficacy and concomitant drug pharmacokinetics, or in chemoprevention against inflammatory bowel disease (IBD)-related colonic carcinoma has not yet been completely elucidated. Therapeutic success of mesalazine may be optimized by a combination of high dose and low frequency of dosage to improve compliance. Therefore, due to its superior safety profile and pharmacokinetic characteristics, mesalazine is preferable to sulphasalazine. This paper reviews the literature concerning mechanisms of action, indications and off-label use, pharmacokinetic properties and formulations, therapeutic efficacy, compliance, paediatric indications, chemoprevention, and safety issues and adverse event profile of mesalazine treatment versus sulphasalazine. It also highlights these controversies in order to clarify the potential benefits of mesalazines in IBD therapy and evidence for its use.",
        "year": 2006,
        "citation_count": 40,
        "relevance": 1,
        "explanation": "This paper is a review of the literature concerning mechanisms of action, indications, and safety issues of mesalazine treatment, which is related to the source paper's topic of 5-aminosalicylic acid therapy for maintenance of remission in Crohn's disease. However, it does not build upon or use the findings of the source paper as a sub-hypothesis, so its relevance is lower."
    }
]