[
    {
        "paperId": "4f0317aff4a4388787ce12b7fad9fc5437c3648d",
        "title": "Phosphatidylcholine and lysophosphatidylcholine excretion is increased in children with cystic fibrosis and is associated with plasma homocysteine, S-adenosylhomocysteine, and S-adenosylmethionine.",
        "abstract": "BACKGROUND\nHepatic steatosis and fat malabsorption are common in cystic fibrosis (CF). Choline deficiency results in decreased phosphatidylcholine synthesis through the cytidine diphosphocholine-choline pathway and hepatic steatosis and in increased synthesis of phosphatidylcholine from phosphatidylethanolamine using methyl groups from S-adenosylmethionine. The intestinal absorption of phosphatidylcholine in CF is unknown.\n\n\nOBJECTIVES\nThe objective was to determine whether excretion of choline phosphoglyceride (phosphatidylcholine and lysophosphatidylcholine) is increased in CF and whether loss of fecal choline phosphoglyceride is associated with altered plasma methionine cycle metabolites.\n\n\nDESIGN\nA cross-sectional study involved 53 children with CF and 18 control children without CF. Blood was collected from all participants. A subset of 18 children with CF and 8 control children provided 72-h fecal samples and 5-d food records.\n\n\nRESULTS\nFat absorption was significantly lower (x+/- SEM: 86.2 +/- 1.6% and 94.1 +/- 1.2%) and excretion of fecal fat (12.9 +/- 1.7 and 3.9 +/- 0.7 g/d), phospholipid (median: 130 and 47.7 mg/d), phosphatidylcholine (19.6 and 2.1 mg/d), and lysophosphatidylcholine (60.3 and 16.9 mg/d) was significantly higher in children with CF than in control children, respectively (P < 0.05). Choline phosphoglyceride excretion was positively correlated with plasma homocysteine and S-adenosylhomocysteine and inversely related with plasma methionine (P < 0.05).\n\n\nCONCLUSIONS\nCholine phosphoglyceride excretion is increased in children with CF and is associated with decreased plasma methionine and increased homocysteine and S-adenosylhomocysteine. These findings suggest choline depletion and an increased choline synthesis by S-adenosylmethionine-dependent methylation in CF, as well as a metabolic link between phosphatidylcholine metabolism and the methionine-homocysteine cycle in humans.",
        "year": 2005,
        "citation_count": 53,
        "relevance": 1,
        "explanation": "This paper investigates phosphatidylcholine excretion in children with cystic fibrosis, which is related to fat malabsorption, a topic relevant to the source paper. However, it does not build upon or depend on the source paper's findings on omeprazole. The paper presents novel findings on the association between phosphatidylcholine excretion and plasma methionine cycle metabolites in cystic fibrosis patients."
    }
]