[
    {
        "paperId": "d44e0920db21ed3b4bc5db8b2842337f3bc95f5a",
        "title": "Blood Pressure Recordings within and outside the Clinic and Cardiovascular Events in Chronic Kidney Disease",
        "abstract": "Background: Blood pressure (BP) measured outside the clinic correlates better with cardiovascular outcomes in patients with essential hypertension. To assess the role of out-of-clinic BP recordings in predicting cardiovascular events in patients with chronic kidney disease (CKD), a prospective cohort study was conducted in 217 veterans with CKD. Methods: BP was measured outside the clinic at home and by 24-hour ambulatory recordings, and in the clinic by ‘routine’ and standardized methods. Patients were followed over a median of 3.4 years to assess the combined end-point of total mortality, myocardial infarction or stroke. Results: Average (±SD) home BP was 147.0 ± 21.4/78.3 ± 11.6 mm Hg, 24-hour ambulatory BP 133.5 ± 16.6/73.1 ± 11.1 mm Hg and in-clinic BPs were 155.2 ± 25.6/84.7 ± 14.2 mm Hg by the standardized method, and 144.5 ± 24.2/75.4 ± 14.7 mm Hg by the ‘routine’ method. A 1 SD increase in systolic BP increased the hazard ratio (HR) of the composite end-point by 1.16 (95% CI 0.89–1.50) for routine BP, 1.57 (95% CI 1.19–2.09) for standardized BP, 1.66 (95% CI 1.27–2.17) for home BP, and 1.42 (95% CI 1.10–1.84) for 24-hour ambulatory BP recording. The HR of the composite end-point was only significant for hypertension defined by 24-hour ambulatory BP monitoring (HR 2.22 (95% CI 1.23–4.01)). Adjusted for the propensity scores, BP measured by the ambulatory technique was not an independent predictor of cardiovascular events. Non-dipping was associated with increased cardiovascular risk, but not when adjusted for other risk factors. Conclusion: Risk factors that differentiate hypertension or non-dipping appear to confer a cardiovascular risk in CKD.",
        "year": 2006,
        "citation_count": 100,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the relationship between blood pressure recordings and cardiovascular events in patients with chronic kidney disease, which is related to the source paper's topic of blood-pressure control for renoprotection in patients with non-diabetic chronic renal disease."
    },
    {
        "paperId": "a686d817749fa1f1b52341511dc92e70ebbbf29f",
        "title": "Cardiovascular disease risk factors in chronic kidney disease: overall burden and rates of treatment and control.",
        "abstract": "BACKGROUND\nMild to moderate chronic kidney disease (CKD) is associated with increased risk for cardiovascular disease. The burden of cardiovascular disease risk factors in this setting is not well described.\n\n\nMETHODS\nWe compared the age- and sex-adjusted prevalence of cardiovascular disease risk factors and their treatment and control among persons with and without CKD in 3258 Framingham offspring cohort members who attended the seventh examination cycle (1998-2001). Glomerular filtration rate (GFR) was estimated using the simplified Modification of Diet in Renal Disease Study equation. We defined CKD as a GFR of less than 59 mL/min per 1.73 m(2) in women and less than 64 mL/min per 1.73 m(2) in men.\n\n\nRESULTS\nThose with CKD were older, more likely to be obese (33.5% vs 29.3%; P=.02), and more likely to have low levels of high-density lipoprotein cholesterol (45.2% vs 29.4%; P<.001) and high triglyceride levels (39.9% vs 29.8%; P<.001). Those with CKD had a higher prevalence of hypertension (71.2% vs 42.7%; P<.001) and hypertension treatment (86.0% vs 72.5%; P<.001), but were less likely to achieve optimal blood pressure control (27.0% vs 45.5%; P<.001). Participants with CKD had a higher prevalence of elevated low-density lipoprotein cholesterol levels (60.5% vs 44.7%; P=.06) and lipid-lowering therapy (57.1% vs 42.6%; P=.09), although this was not statistically significant. A greater proportion of individuals with CKD than those without had diabetes (23.5% vs 11.9%; P=.02) and were receiving diabetes treatment (63.6% vs 46.9%; P=.05), but were less likely to achieve a hemoglobin A(1c) level of less than 7% (43.8% vs 59.4%; P=.03).\n\n\nCONCLUSIONS\nChronic kidney disease is associated with a significant burden of cardiovascular disease risk factors in the community. The diagnosis of CKD should alert the practitioner to look for potentially modifiable cardiovascular risk factors.",
        "year": 2006,
        "citation_count": 254,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the burden of cardiovascular disease risk factors in patients with chronic kidney disease, which is related to the source paper's topic of blood-pressure control for renoprotection in patients with non-diabetic chronic renal disease."
    },
    {
        "paperId": "e82585584b4549f3f6d6d09cda372b91534dd14d",
        "title": "The renal antifibrotic effects of angiotensin-converting enzyme inhibition involve bradykinin B2 receptor activation in angiotensin II-dependent hypertension",
        "abstract": "Objective The renoprotective action of angiotensin I-converting enzyme inhibitors (ACE-Is) is well established, but the role played by bradykinin (BK) remains unclear. We therefore investigated whether an enhanced BK effect on B2 receptor subtype mediated the antifibrotic effect of ACE-Is and whether neutral endopeptidase (NEP) inhibition, which can blunt BK degradation more effectively than ACE inhibition, provided further renoprotection in a rat model of angiotensin (Ang) II-dependent renal damage. Methods Five-week-old Ren-2 transgenic rats (TGRen2) received, for 8 weeks, a placebo, ramipril (5 mg/kg body weight) or the dual ACE + NEP inhibitor MDL 100,240 (MDL) (40 mg/kg body weight). After 4 weeks, the B2 receptor antagonist icatibant (0.5 mg/kg body weight) was administered on top of active treatment for 4 weeks to 50% of the TGRen2 rats. Blood pressure was measured weekly by a tail-cuff method and, after sacrifice, kidney weight, glomerular volume, density of glomerular profiles were measured; tubulo-interstitial fibrosis, glomerular and perivascular fibrosis were quantified by histomorphometry. Results The development of hypertension and tubulo-interstitial fibrosis was prevented by both ramipril and MDL (P = 0.0001 versus placebo); icatibant annulled the latter effect. Glomerular and perivascular fibrosis were unaffected by either ramipril or MDL alone; however, combined treatment with icatibant enhanced glomerular fibrosis (P = 0.0001 versus placebo). Conclusion Enhanced BK effect on B2 subtype receptors is essential for the prevention of tubulo-interstitial fibrosis with ACE or dual ACE + NEP inhibition in TGRen2 rats.",
        "year": 2006,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the renal antifibrotic effects of angiotensin-converting enzyme inhibition, which is related to the source paper's topic of blood-pressure control for renoprotection in patients with non-diabetic chronic renal disease."
    },
    {
        "paperId": "11d4f8a528766a0855abd1f7488cc6281e419871",
        "title": "Lessons learned from recent hypertension trials about kidney disease.",
        "abstract": "This article reviews BP trials with primary or secondary cardiovascular (CV) or renal end points. It focuses on how results of recent trials have influenced guidelines and clinical practice with specific reference to two issues: ( 1 ) Achievement of goal BP in patients with chronic kidney disease and ( 2 ) emerging data on the importance of decreasing proteinuria to prevent CV events and slow kidney disease progression. Each study is evaluated on its strengths and weaknesses as well as extrapolation of findings to the general population. The tenants of this article are that the baseline level of proteinuria and the magnitude of proteinuria reduction are important determinants of renal outcome in addition to lowering BP and should be consider in all future trials. Second, comparing trials of people with different stages of nephropathy and unknown or differing levels of proteinuria is limited in generalizing the CV or renal outcome to a more global population.\n\nAs a preamble to this article, two observations are noteworthy: First, use of antihypertensive therapy in those with stage 3 nephropathy, i.e. , GFR of <60 ml/min, will not slow the rate of decline in kidney function to the same extent as in patients with normal kidney function (stage 1). Studies to address the aforementioned questions will not be performed, however, because of low event rates, relatively higher numbers of participants, and longer duration of follow-up, hence, higher cost than currently completed studies. Thus, we are faced with extrapolating from studies to clinical practice that may not be very appropriate.\n\nSecond, observations from a number of clinical studies suggest that both risk for kidney disease progression as well as CV events may be inversely related to the level of kidney function and directly related to the amount of proteinuria (macroalbuminuria), defined as >300 mg/d of protein (1– …",
        "year": 2006,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "This paper discusses the lessons learned from recent hypertension trials about kidney disease. The study builds upon the concept of blood pressure control for renoprotection, which is also explored in the source paper, and uses the findings of the source paper as a sub-hypothesis to discuss the importance of decreasing proteinuria."
    },
    {
        "paperId": "b62a33d8345c6c9f82ae50c3c1a014a0bfc2ec00",
        "title": "Does the Hyperfiltration of Minoxidil Result in Increased Proteinuria and Loss of Renoprotection Conferred by Angiotensin Inhibition?",
        "abstract": "The objective of the present study was to retrospectively examine whether the addition of minoxidil to patients who were already treated with maximum doses of angiotensin-converting enzyme inhibitors and angiotensin receptor blockers but who had not achieved target blood pressures, has any detrimental effect on proteinuria or renal function or whether its effect on blood pressure prove salutary. The clinical records of the patients seen at the Hypertension, Nephrology, Dialysis and Transplantation Clinic from June 1982 through May 2005 were reviewed to identify 54 patients (78% men, 82% African-American) who had taken minoxidil (with and without angiotensin inhibition and blockade) and who had documented 24-hour urines for creatinine clearance and quantification of proteinuria before the initiation of minoxidil and after the blood pressure had stabilized on its final dose. The study was done at the Hypertension, Nephrology, Dialysis and Transplantation Clinic, the regional referral center for renal problems in eastern Alabama, USA. Minoxidil, whether alone or in combination with maximum doses of ACEIs and ARBs, was very successful in reduction of mean arterial pressure, but there was a tendency towards an increase in proteinuria. When minoxidil was given alone, patients demonstrated a trend towards reduction of proteinuria associated with blood pressure reduction; however, when minoxidil was added after the maximal doses of ACEIs and ARBs had been reached there was a significant increase in proteinuria (p = 0.017) on paired comparison in the same patients whose proteinuria had already demonstrated a significant decrease (p = 0.02) on the ACEI and ARB alone despite further significant reduction of blood pressure with the minoxidil (p = 0.003). Renal function deterioration to end stage renal disease correlated with increase in proteinuria (p = 0.03). We conclude that minoxidil was very effective in lowering systemic blood pressure but when given to patients already on maximum doses of ACEI and ARBs, there was an increase in proteinuria which could be interpreted as a detrimental effect having in mind that the blood pressure was significantly lowered.",
        "year": 2006,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper investigates the effect of minoxidil on proteinuria and renal function in patients with hypertension. The study builds upon the concept of renoprotection, which is also explored in the source paper, but it does not directly use the findings of the source paper."
    },
    {
        "paperId": "c56434cb3448b4ddcb02765c41f4fed2888026f4",
        "title": "ACE inhibition has adverse renal effects during dietary sodium restriction in proteinuric and healthy rats",
        "abstract": "Angiotensin‐converting enzyme inhibitors (ACEi) provide renoprotection. A low sodium diet enhances their efficacy. However, the added effect of sodium restriction on proteinuria and blood pressure is not invariably associated with better preservation of renal morphology, suggesting that the combination of ACEi with a low sodium diet can elicit renal structural abnormalities. To test this hypothesis, the effects of ACEi in combination with a control (CS) or a low sodium (LS) diet were investigated in healthy rats and in adriamycin nephrotic rats. After 3 weeks of treatment, rats were sacrificed and kidneys examined for renal structural abnormalities. In healthy rats, ACEi reduced blood pressure: the fall in blood pressure was significantly greater in the ACEi/LS group. Renal morphology was normal in the ACEi/CS group but severe interstitial damage was found in the ACEi/LS group. This was associated with increased interstitial macrophage influx and up‐regulation of osteopontin, alpha‐smooth muscle actin, and collagen III expression. In addition, ACEi/LS induced an increase in the total medial area of afferent arterioles. In nephrotic rats, ACEi/LS reduced both blood pressure and proteinuria, whereas only blood pressure was reduced in the ACEi/CS group. Mild interstitial damage was present in the ACEi/CS group but, strikingly, pronounced tubulo‐interstitial abnormalities occurred in the ACEi/LS group, similar to those seen in ACEi/LS healthy rats, with similar changes in afferent arteriolar walls. In conclusion, the combination of ACEi/LS elicits pronounced renal interstitial abnormalities in healthy and nephrotic rats, despite a significant reduction of proteinuria in the latter. Considering their occurrence in healthy rats, these renal adverse effects cannot be due to specific characteristics of adriamycin nephrosis. Further studies should elucidate the mechanisms underlying these observations and their impact on long‐term renoprotection. Copyright © 2006 Pathological Society of Great Britain and Ireland. Published by John Wiley & Sons, Ltd.",
        "year": 2006,
        "citation_count": 62,
        "relevance": 1,
        "explanation": "This paper examines the effects of ACE inhibitors on renal function in rats. While the study explores the renoprotective effects of ACE inhibitors, it does not directly use the findings of the source paper, which is a clinical trial in humans."
    },
    {
        "paperId": "201f388186dfcee22165699303aec533b2390d80",
        "title": "Albuminuria is a target for renoprotective therapy independent from blood pressure in patients with type 2 diabetic nephropathy: post hoc analysis from the Reduction of Endpoints in NIDDM with the Angiotensin II Antagonist Losartan (RENAAL) trial.",
        "abstract": "Albuminuria reduction could be renoprotective in hypertensive patients with diabetic nephropathy. However, the current use of renin-angiotensin-system intervention is targeted to BP only. Therefore, this study investigated the adequacy of this approach in 1428 patients with hypertension and diabetic nephropathy from the placebo-controlled Reduction of Endpoints in NIDDM with the Angiotensin II Antagonist Losartan (RENAAL) study. Investigated were the extent of discordance in treatment effects on systolic BP (SBP) and albuminuria and its association with renal outcome in a multivariate Cox model. Among patients with a reduced SBP during treatment, a lack of albuminuria reduction was observed in 37, 26, and 51% (total, losartan, and placebo, respectively) at month 6. SBP or albuminuria reduction was associated with a lower risk for ESRD, whereas combined SBP and albuminuria reduction was associated with the lowest risk for events. Across all categories of SBP change, a progressively lower ESRD hazard ratio was observed with a larger albuminuria reduction. A lower residual level of albuminuria was also associated with lower ESRD risk. In conclusion, changes in albuminuria are not concordant in a substantial proportion of patients when titrated for BP. Meanwhile, the ESRD risk showed a clear dependence on albuminuria reduction. The ESRD risk also showed dependence on the residual level of albuminuria, even in patients who reached the current SBP target. Antihypertensive treatment that is aimed at improving renal outcomes in patients with diabetic nephropathy may therefore require a dual strategy, targeting both SBP and albuminuria reduction.",
        "year": 2007,
        "citation_count": 310,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between albuminuria and renoprotective therapy in patients with type 2 diabetic nephropathy, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "591560b50f868a97cd206bfaf1e5ebdc4e2c3fe4",
        "title": "Renal Protective Effect in Hypertensive Patients: The High Doses of Angiotensin II Receptor Blocker (HARB) Study",
        "abstract": "Angiotensin receptor blockers (ARBs) are the recommended first-line antihypertensive treatment for managing chronic kidney disease, and strict blood pressure (BP) regulation is crucial for the reduction of proteinuria. Valsartan and candesartan are commonly used ARBs in Japan, with maximum permissible doses of 160 mg/day and 12 mg/day, respectively. We evaluated BP and proteinuria after changeover from the maximum dose of candesartan to the maximum dose of valsartan, in 55 poorly controlled hypertensive patients undergoing candesartan treatment who were unable to achieve optimal BP according to the Japanese Society of Hypertension Guidelines for the Management of Hypertension (JSH 2004). We measured BP and pulse rate and assessed urinary protein excretion (UPE) before and after changeover. Changeover was associated with decreases in systolic BP and diastolic BP from 158/89 mmHg to 150/86 mmHg (p<0.01). Changeover was also associated with a reduction in UPE adjusted to urinary creatinine from 0.35±0.19 g/g creatinine to 0.19±0.37 g/g creatinine (p=0.0271) in patients who had high urinary protein levels prior to changeover without significant decreases in BP (p=0.0184). According to multiple regression analysis, higher UPE (p<0.0001) and a lower glomerular filtration rate (GFR) (p=0.0011) prior to changeover were independently correlated with reduction in UPE. Our results suggest that the maximum dose of valsartan is more effective than the maximum dose of candesartan for reducing BP and proteinuria.",
        "year": 2007,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the renal protective effects of different antihypertensive treatments, building on the source paper's results regarding blood-pressure control for renoprotection in patients with non-diabetic chronic renal disease."
    },
    {
        "paperId": "09d4c243a5e5c372946a5708a30416518961825f",
        "title": "Renal-Protective Effect of T-and L-Type Calcium Channel Blockers in Hypertensive Patients: An Amlodipine-to-Benidipine Changeover (ABC) Study",
        "abstract": "Both strict blood pressure control and efferent artery dilatation are critical in reducing proteinuria, which in turn helps to regulate blood pressure. Benidipine, an L- and T-type calcium channel blocker, has the potential for increased effectiveness compared with L-type–dominant calcium channel blockers such as amlodipine. Therefore, we evaluated blood pressure and proteinuria after changeover from amlodipine to benidipine in poorly controlled hypertensive patients. Fifty-eight hypertensive outpatients undergoing amlodipine treatment and unable to achieve optimal blood pressure as determined by Japanese Society of Hypertension Guidelines for the Management of Hypertention (JSH 2004) were changed over to benidipine treatment. We measured blood pressure and pulse rate and assessed urinary protein excretion before and after changeover. Systolic and diastolic blood pressure dropped from 151/90 mmHg to 140/81 mmHg (p<0.0001). Mean blood pressure (p<0.0001) and pulse pressure (p=0.0069) were also reduced, but pulse rate increased from 75 bpm to 78 bpm (p=0.0047). Urinary protein excretion adjusted for urinary creatinine was reduced from 0.35±0.82 to 0.22±0.55 g/g creatinine (p=0.0119). The urinary protein reduction was observed only in patients with renin-angiotensin inhibition (p=0.0216). By switching from amlodipine to benidipine treatment, more than 80% of patients reduced their blood pressure, and more than 40% achieved optimal blood pressure. Higher urinary protein excretion (p<0.0001), lower glomerular filtration rate (p=0.0011) and presence of diabetes (p=0.0284) were correlated with reduction of urinary proteins during changeover. Taken together, our results suggest that benidipine may have greater efficacy than amlodipine in reducing blood pressure and proteinuria.",
        "year": 2007,
        "citation_count": 46,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the renal protective effects of different antihypertensive treatments, building on the source paper's results regarding blood-pressure control for renoprotection in patients with non-diabetic chronic renal disease."
    }
]