[
    {
        "paperId": "1d4f71ca85e86d601b289ff0f2a72d6d55e54538",
        "title": "Intermittent claudication as a predictor of outcome in patients with ischaemic systolic heart failure: analysis of the Controlled Rosuvastatin Multinational Trial in Heart Failure trial (CORONA)",
        "abstract": "To examine the relationship between baseline intermittent claudication and outcomes in patients enrolled in the Controlled Rosuvastatin Multinational Trial in Heart Failure trial (CORONA). Intermittent claudication is an independent predictor of worse outcome in coronary heart disease, but its prognostic importance in heart failure (HF) is unknown. Patients aged ≥60 years with NYHA class II‐IV, low ejection fraction HF of ischaemic aetiology were enrolled in CORONA. Rosuvastatin did not reduce the primary outcome or all‐cause mortality.",
        "year": 2010,
        "citation_count": 29,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the relationship between intermittent claudication and outcomes in patients with heart failure, which may be related to the source paper's findings on antithrombotic therapy in chronic heart failure."
    },
    {
        "paperId": "0b12975ec4a13b5b489b9b9882988b5e39e95a20",
        "title": "Antithrombotic therapies in patients with heart failure: hypothesis formulation from a research database",
        "abstract": "Heart failure is a significant public health problem. The present study is intended to explore in a research database whether antithrombotic therapies (ATTs) affect cardiovascular outcomes in patients with incident heart failure (IHF).",
        "year": 2010,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores antithrombotic therapies in patients with heart failure, building on the source paper's results regarding antithrombotic therapy in chronic heart failure."
    },
    {
        "paperId": "8df626bcc642d0b7ac0f81e58e320c65d5c4d7e9",
        "title": "Thromboxane and prostacyclin biosynthesis in heart failure of ischemic origin: effects of disease severity and aspirin treatment",
        "abstract": "Summary.  Background: Thromboembolism is a relatively common complication of chronic heart failure (HF) and the place of antiplatelet therapy is uncertain. Objectives: We characterized the rate of thromboxane and prostacyclin biosynthesis in chronic HF of ischemic origin, with the aim of separating the influence of HF on platelet activation from that of the underlying ischemic heart disease (IHD). Patients and Methods: We compared urinary 11‐dehydro‐thromboxane (TX)B2, 2,3 dinor 6‐keto‐PGF1α, 8‐iso‐prostaglandin (PG)F2α, and plasma N‐terminal pro‐brain natriuretic peptide (NT‐pro‐BNP), asymmetric dimethylarginine (ADMA), and soluble CD40 ligand (sCD40L), in 84 patients with HF secondary to IHD, 61 patients with IHD without HF and 42 healthy subjects. Results: HF patients not on aspirin had significantly higher urinary 11‐dehydro‐TXB2 as compared with healthy subjects (P < 0.0001) and IHD patients not on aspirin (P = 0.028). They also showed significantly higher 8‐iso‐PGF2α (P = 0.018), NT‐pro‐BNP (P = 0.021) and ADMA (P < 0.0001) than IHD patients not on aspirin. HF patients on low‐dose aspirin had significantly lower 11‐dehydro‐TXB2 (P < 0.0001), sCD40L (P = 0.007) and 2,3‐dinor‐6‐keto‐PGF1α (P = 0.005) than HF patients not treated with aspirin. HF patients in NYHA classes III and IV had significantly higher urinary 11‐dehydro‐TXB2 than patients in classes I and II, independently of aspirin treatment (P < 0.05). On multiple linear regression analysis, higher NT‐pro‐BNP levels, lack of aspirin therapy and sCD40L, predicted 11‐dehydro‐TXB2 excretion rate in HF patients (R2 = 0.771). Conclusions: Persistent platelet activation characterizes HF patients. This phenomenon is related to disease severity and is largely suppressable by low‐dose aspirin. The homeostatic increase in prostacyclin biosynthesis is impaired, possibly contributing to enhanced thrombotic risk in this setting.",
        "year": 2010,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the effects of aspirin treatment on thromboxane and prostacyclin biosynthesis in heart failure, building on the source paper's results regarding antithrombotic therapy in chronic heart failure."
    },
    {
        "paperId": "ebdda95c9eafc96bf4e5fa8c5ddc6a6a1afaab8e",
        "title": "Thromboembolism and antithrombotic therapy in patients with heart failure in sinus rhythm: current status and future directions.",
        "abstract": "Heart failure (HF) represents a major and growing public health problem because of its prevalence, incidence, morbidity, mortality, and economic costs. The prevalence of HF is 2% to 3% of the general population.1 Five million Americans are affected, with >550 000 cases diagnosed each year.2 The mortality rate from severe HF remains >60% within 5 years of diagnosis, and 50% of hospitalized patients with HF require readmission within 6 months of discharge. In the US estimated costs amount to > $35 billion per year.3\n\nAlthough several therapies (eg, β-blockers, angiotensin-converting enzyme [ACE] inhibitors, and cardiac resynchronization therapy) have been proven effective in improving HF outcomes, many unanswered questions about optimal treatment remain. One area of ongoing uncertainty is the appropriate role for antithrombotic therapy in patients with HF. Observational data suggest that patients with HF have an increased venous thromboembolism (VTE) risk (deep venous thromboembolism [DVT], pulmonary embolism [PE], peripheral arterial thromboembolism, and stroke).4 These epidemiological findings are supported by multiple mechanisms that can contribute to a hypercoagulable state in patients with HF. Despite this increased risk of VTE, the role of antithrombotic therapy remains unclear. In this article, we provide an overview of epidemiology, pathophysiology, clinical trial data, and therapeutic recommendations for prevention of thromboembolism in HF.\n\nWe searched PubMed for articles published between 1958 and 2010 using the following search terms: epidemiology of heart failure , thromboembolism and heart failure , thrombogenesis and heart failure , anticoagulation in heart failure , antiplatelet agent and heart failure , aspirin and heart failure , bleeding risk and anticoagulation , and aspirin and angiotensin-converting enzyme inhibitors . We also studied abstracts from national and international cardiovascular meetings to identify unpublished studies using the key words anticoagulation and dilated cardiomyopathy .\n\nData from published observational studies and secondary …",
        "year": 2011,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper provides an overview of the current status and future directions of antithrombotic therapy in patients with heart failure, which is directly related to the source paper's investigation of the optimal antithrombotic agent for heart failure patients with reduced ejection fractions who are in sinus rhythm."
    },
    {
        "paperId": "e8516ff8d013582522a79172b5d04acbed16ed57",
        "title": "Revascularization for patients with heart failure. Inconsistencies between theory and practice",
        "abstract": "Myocardial damage as a consequence of coronary artery occlusion and/or stenosis is a common primary or contributory cause of left ventricular systolic dysfunction (LVSD) leading to heart failure. Indeed, most patients with coronary disease who do not first present with sudden death will develop heart failure before they die. 3 Atherosclerosis, LVSD and heart failure are all progressive diseases and it is logical to believe that treatments directed at these targets should retard the progression of heart failure, thereby reducing morbidity and prolonging life. In the absence of evidence, such belief systems are necessary for medical decision making in daily practice. However, over-confidence in untested theory is a certain barrier to progress. The theory that treatments for coronary atherosclerosis are effective or, indeed, imperative for good clinical care of patients with heart failure is now in tatters having been put repeatedly to the test. Studies of anti-thrombotic therapies have not shown convincing evidence of benefit. –6 The lack of evidence of effect and the evidence suggesting harm from aspirin has led guidelines on heart failure to recommend avoiding it. Statins have fared no better. Two large trials show that patients with anything more than mild heart failure do not benefit. Now, two randomized controlled trials (RCTs) have failed to show a substantial benefit from revascularization. 12 Having deconstructed the theory that treatments for coronary atherosclerosis are definitely effective and should be universally applied, it is time to take stock and find out why the theory did not translate into practice. This is easy to explain for aspirin and accounted for by its inhibition of vasodilator prostaglandins. It is more difficult to explain for statins. It could be that statins do not affect coronary plaque in this population, but no rationale for that exists. Although mortality rates for patients with heart failure are high, most patients survive for several years, which should be enough time for statins to have had an effect. It could be that coronary events are rare in heart failure, and that sudden deaths are primarily due to arrhythmias, possibly mostly brady-arrhythmias, rather than coronary disease in this population. Alternatively, statins could be effective on atherosclerosis but have other adverse consequences that override their benefits. The story for revascularization looks yet more complex. About 30 years ago, RCTs of coronary artery bypass graft (CABG) surgery were conducted. By modern standards of statistical evaluation, the results of these should all probably be considered neutral. Each trial managed to find some subgroup, usually not prespecified, at some time-point, often not pre-specified, with a positive result. Most famously with respect to LVSD, the Coronary Artery Surgery Study noted that within this subgroup, a subgroup of 78 patients with three vessel disease and an LV ejection fraction (LVEF) of 35–50% had a 5-year mortality of 10% (4 patients) if assigned to CABG and 19% (7 patients) if assigned to medical therapy, which rose, respectively, to 12% and 35% by 7 years (P 1⁄4 0.009). Most of these patients had angina, very few had heart failure, and patients with an LVEF ,35% were excluded. The Veterans Administration Coronary Artery Bypass Study included 325 patients with impaired left ventricular function but excluded patients with ‘serious heart disease’! Five-year mortality was 20% with CABG and 27% with medical therapy (not significant), 7-year mortality was 26% and 37%, respectively, (P 1⁄4 0.049) and 47% and 51%, respectively, at 11 years (not significant). A meta-analysis including 549 patients suggested 40% reduction in mortality (P 1⁄4 0.02) in patients with left ventricular dysfunction. However, most of these patients had angina and few had developed heart failure. In the absence of evidence from RCTs for revascularization of patients with heart failure and LVSD, outcomes from observational studies have been used to make decisions in clinical practice. Observational studies judge the outcome with treatment, which depends on an inextricable mixture of the effects of the intervention, the skills of the doctor and the process by which patients are",
        "year": 2011,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper discusses the inconsistencies between theory and practice in the use of revascularization for patients with heart failure, and mentions the lack of evidence for the effectiveness of antithrombotic therapies, including aspirin, which is related to the source paper's findings."
    },
    {
        "paperId": "b3ee4f261596bd1213d1afb54663ecaadc327466",
        "title": "Low-intensity adjusted-dose warfarin for the prevention of hemodialysis catheter failure: a randomized, controlled trial.",
        "abstract": "BACKGROUND AND OBJECTIVES\nTo determine whether warfarin prolongs the time to first mechanical-catheter failure.\n\n\nDESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS\nThis was a multicenter parallel-group randomized controlled trial with blinding of participants, trial staff, clinical staff, outcome assessors, and data analysts. Randomization was in a 1:1 ratio in blocks of four and was concealed by use of fax to a central pharmacy. Hemodialysis patients with newly-placed catheters received low-intensity monitored-dose warfarin, target international normalized ratio (INR) 1.5 to 1.9, or placebo, adjusted according to schedule of sham INR results. The primary outcome was time to first mechanical-catheter failure (inability to establish a circuit or blood flow less than 200 ml/min).\n\n\nRESULTS\nWe randomized 174 patients: 87 to warfarin and 87 to placebo. Warfarin was associated with a hazard ratio (HR) of 0.90 (P=0.60; 95% confidence interval [CI], 0.57, 1.38) for time to first mechanical-catheter failure. Secondary analyses were: time to first guidewire exchange or catheter removal for mechanical failure (HR 0.78; 95% CI, 0.37, 1.6); time to catheter removal for mechanical failure (HR 0.67; 95% CI, 0.19, 2.37); and time to catheter removal for any cause (HR 0.89; 95% CI, 0.42, 1.81). Major bleeding occurred in 10 participants assigned to warfarin and seven on placebo (relative risk, 1.43; 95% CI, 0.57, 3.58; P=0.61).\n\n\nCONCLUSIONS\nWe found no evidence for efficacy of low-intensity, monitored-dose warfarin in preventing mechanical-catheter failure.",
        "year": 2011,
        "citation_count": 31,
        "relevance": 1,
        "explanation": "This paper investigates the use of low-intensity warfarin for the prevention of hemodialysis catheter failure, which is related to the source paper's investigation of warfarin as an antithrombotic agent in patients with chronic heart failure."
    },
    {
        "paperId": "0658ac587d4d71dd00b86a595ed4e2cf2eb0e9d4",
        "title": "Oral Anticoagulation With Warfarin for Patients With Left Ventricular Systolic Dysfunction",
        "abstract": "Patients with systolic heart failure are thought to be at increased risk for thromboembolic events. Although these patients may have increased hypercoaguable markers, the incidence of stroke is thought to be relatively low. Still, oral anticoagulation with warfarin is sometimes prescribed in these patients to prevent potential thromboembolic events. Current guidelines do not recommend warfarin use in patients with systolic heart failure unless indicated for other cardiovascular conditions. Several studies that have attempted to address this controversy have, as a whole, demonstrated that the rates of thromboembolic events in patients with systolic heart failure taking warfarin are similar to those in patients taking placebo, basically showing no additional protective benefit of warfarin. In addition, these studies have shown an increased risk of bleeding with warfarin. However, these trials are of poor quality to date. The 4 post hoc analyses in this article had warfarin added at the investigators' discretion and included patients with indications for warfarin, such as atrial fibrillation. The 3 randomized trials in this article did not attain enrollment numbers to reach any calculated power and were stopped early; thus, they were unable to detect a difference. Since warfarin has shown benefit in patients with atrial fibrillation and in mechanical heart valves to decrease the risk of thromboembolism, it might stand to reason that warfarin would have the same benefit in systolic heart failure patients without the above indications. However, given the current available data, warfarin is not supported in patients with systolic heart failure in the absence of an indication for this drug.",
        "year": 2011,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it discusses the use of warfarin in patients with left ventricular systolic dysfunction, a condition closely related to chronic heart failure, which was the focus of the source paper. The paper also mentions the results of the WATCH trial, which is the source paper."
    }
]