[
    {
        "paperId": "6b83e90c62e82f37e27fbc482641ca32b01196b0",
        "title": "Herbal Modulation of P‐Glycoprotein",
        "abstract": "P‐glycoprotein (Pgp) is a 170 kDa phosphorylated glycoprotein encoded by human MDR1 gene. It is responsible for the systemic disposition of numerous structurally and pharmacologically unrelated lipophilic and amphipathic drugs, carcinogens, toxins, and other xenobiotics in many organs, such as the intestine, liver, kidney, and brain. Like cytochrome P450s (CYP3A4), Pgp is vulnerable to inhibition, activation, or induction by herbal constituents. This was demonstrated by using an ATPase assay, purified Pgp protein or intact Pgp‐expressing cells, and proper probe substrates and inhibitors. Curcumin, ginsenosides, piperine, some catechins from green tea, and silymarin from milk thistle were found to be inhibitors of Pgp, while some catechins from green tea increased Pgp‐mediated drug transport by heterotropic allosteric mechanism, and St. John's wort induced the intestinal expression of Pgp in vitro and in vivo. Some components (e.g., bergamottin and quercetin) from grapefruit juice were reported to modulate Pgp activity. Many of these herbal constituents, in particular flavonoids, were reported to modulate Pgp by directly interacting with the vicinal ATP‐binding site, the steroid‐binding site, or the substrate‐binding site. Some herbal constituents (e.g., hyperforin and kava) were shown to activate pregnane X receptor, an orphan nuclear receptor acting as a key regulator of MDR1 and many other genes. The inhibition of Pgp by herbal constituents may provide a novel approach for reversing multidrug resistance in tumor cells, whereas the stimulation of Pgp expression or activity has implication for chemoprotective enhancement by herbal medicines. Certain natural flavonols (e.g., kaempferol, quercetin, and galangin) are potent stimulators of the Pgp‐mediated efflux of 7,12‐dimethylbenz(a)‐anthracene (a carcinogen). The modulation of Pgp activity and expression by these herb constituents may result in altered absorption and bioavailability of drugs that are Pgp substrates. This is exemplified by increased oral bioavailability of phenytoin and rifampin by piperine and decreased bioavailability of indinavir, tacrolimus, cyclosporine, digoxin, and fexofenadine by coadministered St. John's wort. However, many of these drugs are also substrates of CYP3A4. Thus, the modulation of intestinal Pgp and CYP3A4 represents an important mechanism for many clinically important herb–drug interactions. Further studies are needed to explore the relative role of Pgp and CYP3A4 modulation by herbs and the mechanism for the interplay of these two important proteins in herb–drug interactions.",
        "year": 2004,
        "citation_count": 380,
        "relevance": 1,
        "explanation": "The paper discusses the modulation of P-glycoprotein (Pgp) by various herbal constituents, including silymarin from milk thistle, which is the main compound investigated in the source paper. However, the paper does not build upon the findings of the source paper or use them as a sub-hypothesis. Instead, it provides a broader overview of herbal modulation of Pgp, including silymarin. Therefore, the relevance score is 1."
    }
]