[
    {
        "paperId": "2d70377f9df3a20e364f86a4ad5af300df4b478b",
        "title": "Technical Considerations and Patient Comfort in Total Colonoscopy with and without a Transparent Cap: Initial Experiences from a Pilot Study",
        "abstract": "BACKGROUND AND STUDY AIMS\nEven though colonoscopy was introduced 30 years ago, endoscopists still leave a small percentage of the colonic mucosal surface unexamined because of the limitations of the procedure, so there is still room for technical improvements. The aim of this pilot study was to test the feasibility of attaching a transparent cap to the tip of the colonoscope, partly to gather basic data and experience for planning a larger randomized study, and partly to evaluate any technical advantages or disadvantages, and also to appraise the patients' experiences.\n\n\nPATIENTS AND METHODS\nIn 50 consecutive patients examined by a single experienced endoscopist, a prospective pilot study was carried out comparing the use of a colonoscope fitted with a transparent cap (in half of the colonoscopies) with the use of an ordinary colonoscope without a cap (in the remaining 25 patients). The following parameters were recorded: indication for colonoscopy, time to reach the cecum, total time for the colonoscopy, findings, diagnosis, type of colonoscopy (diagnostic or therapeutic, partial or total, ileal intubation), the amount of analgesia and sedation given during the endoscopy, and complications. At the end of the examination and also before leaving the hospital, the patients were asked by a nurse to estimate pain experienced during the colonoscopy, using a visual analogue scale.\n\n\nRESULTS\nThe time for the procedure, the ability to perform a complete colonoscopy (including ileal intubation when it was medically relevant), and the complication rate turned out to be similar in both groups. There were no differences between the amounts of analgesia and sedation given during the endoscopy or between the patients' estimations of the pain experienced.\n\n\nCONCLUSIONS\nThe time to reach the cecum and the total time for the colonoscopy is the same with or without the cap, which is well tolerated by patients. Using the cap greatly facilitates the possibility of finding small polyps behind folds in the colon, because the folds can be straightened, thereby improving the view, although in this small pilot study it could not be proven that the number of polyps found was greater using a cap-fitted colonoscope.",
        "year": 2000,
        "citation_count": 60,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the feasibility of attaching a transparent cap to the tip of the colonoscope, building on the source paper's results regarding the transparent cap-fitted colonoscope for screening and mucosal resection."
    }
]