[
    {
        "paperId": "5e4cc9b42cc6bef81047bb1e76b773330defd32d",
        "title": "Prevention of Venous Thromboembolism in Hospitalized Patients With Inflammatory Bowel Disease",
        "abstract": "Abstract:Venous thromboembolism is a relatively common and potentially serious complication in inpatients with inflammatory bowel disease (IBD). There are a number of pathophysiologic mechanisms for venous thromboembolism that are specific to patients with IBD that may be active. The use of anticoagulants for prophylaxis against venous thromboembolism in hospitalized patients with IBD needs to be balanced against the potential for worsening of rectal bleeding. Evidence from randomized trials suggests that heparin and low–molecular weight heparin are generally safe to use in patients with active IBD, and a number of guidelines support their use for thromboprophylaxis in this patient population.",
        "year": 2013,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "This paper discusses the prevention of venous thromboembolism in patients with inflammatory bowel disease (IBD), which is a related topic to the source paper's focus on ulcerative colitis. The paper mentions the use of anticoagulants, including heparin, for thromboprophylaxis in patients with IBD. Although the paper does not directly build upon the source paper's findings, it does discuss a related aspect of IBD management and mentions a medication that is related to the parnaparin sodium tablets used in the source paper."
    },
    {
        "paperId": "09093397dfab40a004db7d5fcb235df9f90da972",
        "title": "pH-sensitive nanoparticles of curcumin-celecoxib combination: evaluating drug synergy in ulcerative colitis model.",
        "abstract": "Inflammatory bowel diseases, which largely comprise ulcerative colitis (UC) and Crohn's disease, are increasingly posing as a global threat because of the incompetence of the current therapy in the entire patient population. This necessitates the identification of alternative therapeutic molecules or their combinations, which may serve as effective first-line or maintenance therapeutics. In this quest, celecoxib, a selective cyclooxygenase-2 inhibiting nonsteroidal anti-inflammatory agent and curcumin, a natural antioxidant and anti-inflammatory agent, have both been found to be useful in alleviating UC. Furthermore, studies involving their combination have proved synergistic action of these two agents. In the current investigation, we have formulated pH-sensitive nanoparticles of curcumin-celecoxib combination as a potential therapy for UC. Synergistic action of the drug combination, delivery advantages of nanosized carriers, and pH-sensitive nature of the polymer were collectively hypothesized to reduce the overall toxicity and total dose of celecoxib and provide enhanced efficacy for mitigating UC. The hypothesis was confirmed in a UC model in rats, where pH-sensitive nanoparticles of the drug combination were found to be more efficacious than nanoparticles of either drugs or drug/s suspension. Further, the blank nanoparticles did not exhibit any therapeutic effect, thereby confirming efficacy of the drug combination for treating UC.",
        "year": 2014,
        "citation_count": 69,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the need for alternative therapeutic molecules for ulcerative colitis, and the use of a novel drug combination and delivery method can be seen as partially dependent on the understanding of ulcerative colitis treatment, which is related to the source paper."
    }
]