[
    {
        "paperId": "730356f14816938f15c442ff196307c7c6f071d5",
        "title": "The role of exercise in the prevention and treatment of gestational diabetes mellitus",
        "abstract": "Gestational diabetes mellitus (GDM) is a form of diabetes first diagnosed during pregnancy, usually between 24 and 28 weeks. Currently, management for women with GDM consists of medical nutrition therapy with adjunctive exercise for at least 30 minutes/day. Patients who fail to maintain glycemic goals through diet and exercise therapy are given insulin injections. Several epidemiological studies have suggested a robust link between physical activity and reduced risk of GDM; however, researchers have been unable to suggest a cost-effective, easily accessible, evidence-based program with guidelines for frequency, intensity, duration, and type of activity to prevent the incidence of GDM in sedentary, at-risk populations. True effectiveness of specific structured exercise programs remains untapped in GDM prevention and treatment and many well-controlled exercise studies are warranted.",
        "year": 2007,
        "citation_count": 49,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it discusses the role of exercise in preventing gestational diabetes mellitus, which is related to the source paper's discussion of physical activity and sedentary behaviors as risk factors for gestational diabetes."
    },
    {
        "paperId": "a5f83c89feab1f31313936be9a6afe16778f00ce",
        "title": "Does physical activity during pregnancy reduce the risk of gestational diabetes among previously inactive women?",
        "abstract": "BACKGROUND\nGestational diabetes affects approximately 7 percent of all pregnancies in the United States; its prevalence may have increased among all ethnic groups since the early 1990 s. Our study examined whether physical activity during pregnancy reduced the risk of gestational diabetes among women who were physically inactive before pregnancy.\n\n\nMETHODS\nWe used data from the 1988 National Maternal and Infant Health Survey (NMIHS), a nationally representative sample of mothers with live births. The NMIHS obtained mothers' gestational diabetes diagnoses from care providers and mothers reported their physical activity before and during pregnancy, including the number of months with physical activity and types of physical activity. We developed a physical activity index, the product of the number of months with physical activity, and average metabolic equivalents for specific activities. The analysis included 4,813 women who reported being physically inactive before pregnancy, with singleton births and no previous diabetes diagnosis.\n\n\nRESULTS\nGestational diabetes was diagnosed in 3.5 percent of the weighted sample in 1988. About 11.8 percent of these previously inactive women began physical activity during pregnancy. Women who became physically active had 57 percent lower adjusted odds of developing gestational diabetes than those who remained inactive (OR 0.43, 95% CI 0.20-0.93). Women who had done brisk walking during pregnancy had a lower adjusted risk of gestational diabetes (OR 0.44, CI 0.19-1.02) and women with a physical activity index score above the median had 62 percent lower odds of developing gestational diabetes than the inactive women (CI 0.15-0.96).\n\n\nCONCLUSIONS\nResults suggest that physical activity during pregnancy is associated with lower risk for gestational diabetes among previously inactive women.",
        "year": 2008,
        "citation_count": 80,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the relationship between physical activity and gestational diabetes, which is related to the source paper's focus on modifiable risk factors for gestational diabetes."
    },
    {
        "paperId": "ace0a47923993fee7e3ae762b89b40a846853de6",
        "title": "Physical activity and gestational diabetes mellitus among Hispanic women.",
        "abstract": "OBJECTIVE\nStudies in predominantly non-Hispanic white populations have suggested that physical activity during pregnancy is associated with a reduced risk of gestational diabetes mellitus (GDM). There are few such studies in Hispanic women, a group at increased risk for GDM.\n\n\nMETHODS\nWe conducted a prospective cohort study of household/caregiving, occupational, sports/exercise, and active living habits and the risk of GDM among 1006 Hispanic (predominantly Puerto Rican) prenatal care patients in western Massachusetts from 2000 to 2004. Prepregnancy, early pregnancy, and midpregnancy physical activity was assessed using the Kaiser Physical Activity Survey.\n\n\nRESULTS\nA total of 33 women (3.3%) were diagnosed with GDM, and 119 women (11.8%) were diagnosed with abnormal glucose tolerance. There were no significant associations between GDM risk and occupational and active living activities in prepregnancy, early pregnancy, and midpregnancy or with a change in levels of household/caregiving, occupational, and active living activities from prepregnancy to during pregnancy. However, after controlling for age and prepregnancy body mass index (BMI), women in the highest quartile of prepregnancy (OR = 0.2, 95% CI 0.1-0.8, p(trend) = 0.03) and midpregnancy (OR = 0.2, 95% CI 0.1-0.8, p(trend) = 0.004) household/caregiving activities as well as midpregnancy sports/exercise (0.1, 95% CI 0.0-0.7, p(trend) = 0.12) had a reduced risk of GDM compared with women in the lowest quartile.\n\n\nCONCLUSIONS\nFindings in this Hispanic population, although based on small numbers of cases, are consistent with prior research among predominantly non-Hispanic white populations.",
        "year": 2008,
        "citation_count": 86,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the relationship between physical activity and gestational diabetes in a specific population, which is related to the source paper's focus on modifiable risk factors for gestational diabetes."
    },
    {
        "paperId": "59408d3e606dce4df0aec20588b944e5068e4bee",
        "title": "Dietary behaviors, physical activity, and cigarette smoking among pregnant Puerto Rican women.",
        "abstract": "BACKGROUND\nFew studies have examined predictors of meeting health guidelines in pregnancy among Latina women.\n\n\nOBJECTIVE\nWe assessed dietary behaviors, physical activity, and cigarette smoking in the Latina Gestational Diabetes Mellitus Study, a prospective cohort of 1231 prenatal care patients.\n\n\nDESIGN\nSelf-reported information on lifestyle factors, demographics, medical history, and physical activity was collected by bilingual interviewers during pregnancy. Fruit/vegetable intake was determined by summing the reported consumption of specific fruit and vegetables on a food-frequency questionnaire designed for this population and then adjusted for reported total daily servings.\n\n\nRESULTS\nApproximately 13% of women met physical activity guidelines [>or=10 metabolic equivalents (MET)-h/wk], 19% met fruit/vegetable guidelines (7 servings/d), 21% of women smoked, and 1.4% consumed alcohol during pregnancy. In multivariate analyses, Spanish-language preference, an indicator of less acculturation, was associated with an approximately 40% less likelihood of both smoking [odds ratio (OR): 0.6; 95% CI: 0.4, 0.8] and meeting physical activity guidelines (OR: 0.6; 95% CI: 0.3, 1.0). College education was associated with a 2-fold greater likelihood of meeting fruit/vegetable guidelines (OR: 2.2; 95% CI: 1.1, 4.3) and a lower likelihood of smoking (OR: 0.2; 95% CI: 0.1, 0.4). A history of adverse pregnancy outcome was associated with a >4-fold greater likelihood of meeting physical activity guidelines. Smoking in pregnancy was associated with a decreased likelihood of meeting the fruit/vegetable guidelines (RR: 0.5; 95% CI: 0.3, 0.9).\n\n\nCONCLUSION\nFactors related to engagement in prenatal health behaviors should be addressed in the design of targeted intervention strategies in this underserved and rapidly growing population.",
        "year": 2008,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it assesses dietary behaviors and physical activity among pregnant women, which is related to the source paper's topic of factors predisposing women to chronic pelvic pain."
    }
]