[
    {
        "paperId": "b6dfc69ae8ce33a7fe79916e8f56ef9b9ebe6ed4",
        "title": "Diverging associations of an intended early invasive strategy compared with actual revascularization, and outcome in patients with non-ST-segment elevation acute coronary syndrome: the problem of treatment selection bias.",
        "abstract": "AIMS\nIn several observational studies, revascularization is associated with substantial reduction in mortality in patients with non-ST-segment elevation acute coronary syndrome (nSTE-ACS). This has strengthened the belief that routine early angiography would lead to a reduction in mortality. We investigated the association between actual in-hospital revascularization and long-term outcome in patients with nSTE-ACS included in the ICTUS trial.\n\n\nMETHODS AND RESULTS\nThe study population of the present analysis consists of ICTUS participants who were discharged alive after initial hospitalization. The ICTUS trial was a randomized, controlled trial in which 1200 patients were randomized to an early invasive or selective invasive strategy. The endpoints were death from hospital discharge until 4 year follow-up and death or spontaneous myocardial infarction (MI) until 3 years. Among 1189 patients discharged alive, 691 (58%) underwent revascularization during initial hospitalization. In multivariable Cox regression analyses, in-hospital revascularization was independently associated with a reduction in 4 year mortality and 3 year event rate of death or spontaneous MI: hazard ratio (HR) 0.59 [95% confidence interval (CI) 0.37-0.96] and 0.46 (95% CI 0.31-0.68). However, when intention-to-treat analysis was performed, no differences in cumulative event rates were observed between the early invasive and selective invasive strategies: HR 1.10 (95% CI 0.70-1.74) for death and 1.27 (95% CI 0.88-1.85) for death or spontaneous MI.\n\n\nCONCLUSION\nThe ICTUS trial did not show that an early invasive strategy resulted in a better outcome than a selective invasive strategy in patients with nSTE-ACS. However, similar to retrospective analyses from observational studies, actual revascularization was associated with lower mortality and fewer MI. Whether an early invasive strategy leads to a better outcome than a selective invasive strategy cannot be inferred from the observation that revascularized patients have a better prognosis in non-randomized studies.",
        "year": 2008,
        "citation_count": 39,
        "relevance": 2,
        "explanation": "This paper explores the association between actual in-hospital revascularization and long-term outcome in patients with non-ST-segment elevation acute coronary syndrome (nSTE-ACS), which is partially dependent on the findings of the source paper, the ICTUS trial."
    },
    {
        "paperId": "217508da0d18ae4a01aa9d658064e661d0677c68",
        "title": "Variation in the use of stress testing and outcomes in patients with non-ST-elevation acute coronary syndromes: insights from GUSTO IIb.",
        "abstract": "AIMS\nNon-invasive risk stratification of low- and intermediate-risk non-ST-elevation acute coronary syndromes (NSTE ACS) patients has been recommended, but limited data exist about the variation in clinical practice of stress testing in these patients and the impact of such testing on their outcomes.\n\n\nMETHODS AND RESULTS\nPatients with NSTE ACS enrolled in the GUSTO IIb (Global Use of Strategies To Open occluded coronary arteries in acute coronary syndromes-IIb) trial (n = 8011) were analysed to evaluate patterns of stress testing in US and non-US patients and to further evaluate the clinical characteristics, procedure use, and outcomes of patients who underwent stress testing compared with those who did not. Stress testing was performed in 1878 (24%) patients. Compared with patients not undergoing stress testing, those undergoing stress testing had low-risk characteristics and significantly lower death (0.6% vs. 4.8%), and death or myocardial infarction (MI, 3.9% vs. 11%) rates at 30 days. Stress testing was performed as often after as before coronary angiography. Importantly, stress testing was helpful in stratifying patients into low (equivocal or negative test) or high (positive test) risk groups (30 day death 3.1% vs. 5%). Stress testing was performed more often in non-US than US patients, and US patients were 3.5 times more likely to undergo imaging as part of stress testing. However, the risks of 30-day death or MI; 6-month death, MI or revascularization; and 1-year death did not differ between US and non-US patients.\n\n\nCONCLUSION\nStress testing is commonly performed in low-risk NSTE ACS patients and provides modest additional prognostic information in this cohort. Significant geographical variation exists in the use of stress testing. Therefore, in the current practice environment where cardiac catheterization is often the first diagnostic modality used in patients with NSTE ACS, the role of non-invasive testing both before and after invasive procedure is in need of further study.",
        "year": 2008,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper investigates the variation in clinical practice of stress testing in patients with non-ST-elevation acute coronary syndromes (NSTE ACS) and its impact on their outcomes. While the paper does not directly build upon the source paper, it does explore a related topic in the same field, making it somewhat relevant."
    },
    {
        "paperId": "28f5be38fac3b316b27b05f3953992341a5d79cd",
        "title": "Long-Term Clinical Outcomes according to Initial Management and Thrombolysis In Myocardial Infarction Risk Score in Patients with Acute Non-ST-Segment Elevation Myocardial Infarction",
        "abstract": "Purpose There is still debate about the timing of revascularization in patients with acute non-ST-segment elevation myocardial infarction (NSTEMI). We analyzed the long-term clinical outcomes of the timing of revascularization in patients with acute NSTEMI obtained from the Korea Acute Myocardial Infarction Registry (KAMIR). Materials and Methods 2,845 patients with acute NSTEMI (65.6 ± 12.5 years, 1,836 males) who were enrolled in KAMIR were included in the present study. The therapeutic strategy of NSTEMI was categorized into early invasive (within 48 hours, 65.8 ± 12.6 years, 856 males) and late invasive treatment (65.3 ± 12.1 years, 979 males). The initial- and long-term clinical outcomes were compared between two groups according to the level of Thrombolysis In Myocardial Infarction (TIMI) risk score. Results There were significant differences in-hospital mortality and the incidence of major adverse cardiac events during one-year clinical follow-up between two groups (2.1% vs. 4.8%, p < 0.001, 10.0% vs. 13.5%, p = 0.004, respectively). According to the TIMI risk score, there was no significant difference of long-term clinical outcomes in patients with low to moderate TIMI risk score, but significant difference in patients with high TIMI risk score (≥ 5 points). Conclusions The old age, high Killip class, low ejection fraction, high TIMI risk score, and late invasive treatment strategy are the independent predictors for the long-term clinical outcomes in patients with NSTEMI.",
        "year": 2009,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the long-term clinical outcomes of different treatment strategies in patients with non-ST-segment elevation myocardial infarction, a topic related to the ICTUS trial."
    },
    {
        "paperId": "3a05c0658bb4a011f8423da990036cc77fcf1349",
        "title": "Long-term survival after surgery for acute coronary syndromes in relation to perioperative troponin T release and angina class - a prospective study in 200 patients.",
        "abstract": "OBJECTIVE\nPatients with acute coronary syndrome have an increased risk of cardiac death or myocardial infarction after urgent coronary artery bypass surgery (CABG). Symptoms and signs of ongoing ischemia, such as elevated cardiac troponin T and angina at rest at the time of the operation identify patients at particular risk of early death, but the impact of these parameters on long-term survival is poorly investigated.\n\n\nMETHODS\nTwo hundred patients, 100 with acute coronary syndrome and 100 with stable angina pectoris, underwent primary isolated CABG. Troponin T levels were assayed immediately before the operation and at 64 hours after the aortic cross-clamp had been removed. The severity of the patients' unstable symptoms was classified according to Braunwald. Early outcome and long-term survival were analyzed.\n\n\nRESULTS\nAmong the unstable patients 3 deaths occurred within 30 days of the operation, and there were 12 late deaths. In the control group there were no early and 19 late deaths. The patients were followed up for 6.5 years (0-7.7 years), a total of 1 294 patient years. The cumulative long-term survival was 85 % for the unstable and 81 % for the stable patients ( P = 0.75). Freedom from cardiac death was 92 % in unstable and 94 % in stable patients. Five unstable and one of the stable patients suffered postoperative myocardial infarction ( P = 0.01). A troponin T level > 0.1 microg/L immediately prior to the operation was associated with an increased need for postoperative pharmacological inotropic support ( P < 0.001) and intra-aortic balloon counterpulsation ( P = 0.004). Symptoms and signs of ongoing ischemia (angina at rest and elevated troponin T immediately prior to the operation) had no predictive value for long-term survival.\n\n\nCONCLUSION\nIn patients with acute coronary syndrome, parameters such as elevated troponin T and angina at rest herald an increased risk of postoperative myocardial infarction and indicate the need for pharmacological and mechanical inotropic support but have no bearing on long-term survival.",
        "year": 2009,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the long-term survival of patients with acute coronary syndromes after surgery, a topic related to the ICTUS trial."
    },
    {
        "paperId": "fb915be9047959e1168980a854f646587eb531a5",
        "title": "Patterns of Presentation and Outcomes of Patients with Acute Coronary Syndromes",
        "abstract": "Objectives: We undertook this study to assess the relationship between presentation pattern and mortality in patients with acute coronary syndrome (ACS) undergoing percutaneous coronary intervention. Methods: This registry included 10,455 patients with ACS, of whom 2,853 patients had ST-segment elevation myocardial infarction(STEMI), 3,060 patients had non-ST-segment elevation myocardial infarction (NSTEMI) and 4,542 patients had unstable angina. The primary outcome was 1-year mortality. Results: At 1 year there were 976 deaths, 390 (13.7%) among STEMI patients, 366 (12.0%) among NSTEMI patients and 220 (4.8%) among patients with unstable angina (OR = 1.17, 95% CI 1.01–1.35 for STEMI vs. NSTEMI; OR = 3.00, 95% CI 2.56–3.51 for STEMI vs. unstable angina, and OR = 2.58, 95% CI 2.20–3.04 for NSTEMI vs. unstable angina). In the Cox proportional hazards model ACS form was an independent correlate of 1-year mortality (HR = 0.90, 95% CI 0.73–1.13 for STEMI vs. NSTEMI; HR = 1.56, 95% CI 1.13–2.14 for STEMI vs. unstable angina; HR = 1.72, 95% CI 1.30–2.29 for NSTEMI vs. unstable angina). Conclusions: The presentation pattern affects 1-year mortality in patients with ACS, with unadjusted mortality being highest in patients with STEMI and lowest in patients with unstable angina.",
        "year": 2009,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between presentation patterns and outcomes in patients with acute coronary syndromes, a topic related to the ICTUS trial."
    }
]