[
    {
        "paperId": "7bc9032a640d8ce48956e56bfab82ae25e3a6d0b",
        "title": "Peri-operative immunonutrition in patients undergoing liver transplantation: a meta-analysis of randomized controlled trials.",
        "abstract": "BACKGROUND AND OBJECTIVES\nNo consensus has been reached concerning the effects of peri-operative immunonutrition in patients undergoing liver transplantation. We conducted a meta-analysis to evaluate the effects of peri-operative immunonutrition on clinical outcomes and liver function in patients undergoing liver transplantation.\n\n\nMETHODS AND STUDY DESIGN\nThe Pubmed, Embase, Cochrane Central Register of Controlled Trials, Web of Science, and google scholar were searched to identify all available randomized controlled studies which compared peri-operative immunonutrition support (glutamine, ω-3 polyunsaturated fatty acids, arginine and ribonucleic acids) with standard nutrition. The data analysis was performed using Revman 5.2 software.\n\n\nRESULTS\nA total of 7 randomized controlled trials (RCTs) involving 501 patients were included. Peri-operative immunonutrition significantly reduced the risk of infectious complications (RR: 0.51; 95% CI: 0.27 to 0.98, p=0.04) and shortened the postoperative hospital stay [weighted mean difference (WMD): -3.89; 95% CI: -7.42 to -0.36; p=0.03]. Furthermore, perioperative immunonutrition improved liver function by decreasing the levels of aspartate aminotransferase (AST) in the blood (WMD: -25.4; 95% CI: -39.9 to -10.9, p=0.0006). However, we did not find statistically significant differences in serum alanine aminotransferase (ALT), total bilirubin (TB) and direct bilirubin (DB) levels. There were no statistically significant differences in mortality and rejection reaction.\n\n\nCONCLUSIONS\nPeri-operative nutrition support adding immunonutrients like glutamine, ω-3 polyunsaturated fatty acids, arginine and ribonucleic acids may improve outcomes in patients undergoing liver transplantation. Due to the limited sample size of the included trials, further large-scale and rigorously designed RCTs are needed.",
        "year": 2015,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it examines the effects of peri-operative immunonutrition in patients undergoing liver transplantation, which is a related surgical procedure. The source paper's findings on the benefits of preoperative immunonutrition in patients undergoing hepatectomy may be seen as a sub-hypothesis for this paper's investigation."
    },
    {
        "paperId": "cba3fe1ad7d557674c778737dcf9984c284e4573",
        "title": "Preoperative Enteral Nutritional Support in Patients Undergoing Hepatectomy for Hepatocellular Carcinoma",
        "abstract": "AbstractTo compare the short-term outcomes between hepatocellular carcinoma (HCC) patients with and those without preoperative nutrition on the basis of postoperative enteral nutrition.HCC patients with postoperative enteral nutrition who underwent liver resection between February 2010 and December 2014 in Nanjing Drum Tower Hospital were considered for the study: 43 patients with and 36 patients without preoperative nutrition. Primary endpoint was the incidence of overall complications. Secondary endpoints were infectious and major complications.In the preoperative enteral nutrition group, shorter length of postoperative hospital stay (10.5 ± 2.7 versus 13.7 ± 6.3 days, P = 0.007), less exogenous albumin infusion (10.2 ± 22.4 versus 47.8 ± 97.7 g, P = 0.030), earlier first exhaust time (2.7 ± 0.8 versus 3.0 ± 0.9 days, P = 0.043), and first defection time (3.5 ± 0.9 versus 4.4 ± 1.4 days, P = 0.001) were observed. No significant differences were observed in the incidence of overall complications (32.6% versus 52.8%, P = 0.070), infectious complications (7.0% versus 8.3%, P = 1), and major complications (14.0% versus 11.1%, P = 0.969) between the preoperative enteral nutrition and control group.Preoperative enteral nutrition could improve short-term outcomes of HCC patients via accelerating the recovery of gastrointestinal function and shortening the length of postoperative hospital stay.",
        "year": 2015,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of preoperative enteral nutrition in patients undergoing hepatectomy, building on the source paper's results regarding the benefits of preoperative immunonutrition."
    }
]