[
    {
        "paperId": "c59d9e7fb3e08bd6784c9bcd9afe091f197f7299",
        "title": "Life threatening acute pneumonitis during low dose methotrexate treatment for rheumatoid arthritis: a case report and review of the literature.",
        "abstract": "A patient is described with definite rheumatoid arthritis (RA) who developed life threatening acute pneumonitis after receiving a total dose of only 12.5 mg methotrexate (MTX). This complication has been previously described, but this is probably the lowest reported dose before development of pneumonitis in a patient with RA. The possible significance of this case is discussed in the light of recent reports suggesting an increased susceptibility of patients with RA to the pulmonary toxicity of MTX.",
        "year": 1988,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper discusses pulmonary disease during the treatment of rheumatoid arthritis with low dose pulse methotrexate, and this paper explores a specific complication (acute pneumonitis) that can arise from this treatment, suggesting that the findings of the source paper are being used as a sub-hypothesis to inform this investigation."
    },
    {
        "paperId": "34f28f5e73a6a833c6638b4071ff97c607b5dcb0",
        "title": "Electron microscopic analysis of sequential liver biopsy samples from patients with rheumatoid arthritis. Correlation with light microscopic findings.",
        "abstract": "We used electron microscopy (EM) to analyze 52 biopsy samples from 22 patients who were receiving long-term weekly oral doses of methotrexate (MTX) for the treatment of rheumatoid arthritis. Forty-eight biopsy samples were obtained after 2-6 years of continuous treatment, and 4 samples were obtained before treatment was begun. Specimens were graded for neutral fat, secondary and tertiary lysosomes, and smooth endoplasmic reticulum (SER) in hepatocytes, and for collagen in the perisinusoidal space (Disse's space). We examined the correlations between the EM findings and the light microscopic (LM) findings in the same biopsy specimens, and between the EM findings and the results of simultaneous monthly measures of aspartate transaminase, alkaline phosphatase, bilirubin, and albumin levels, as well as history of alcohol consumption before MTX treatment and monthly assessments of clinical status during the course of treatment. The presence of collagen was minimally increased in these sequential biopsy samples, whereas fat, lysosomes, and SER were decreased. The SER decrease was statistically significant. EM findings of collagen in the space of Disse did not correlate with early fibrotic changes observed with LM. Thus, after as long as 6 years of weekly oral treatment with MTX, hepatic ultrastructural changes are minimal and are not clinically significant. The use of EM for sequential biopsy studies allows the quantitation of long-term hepatic changes that may be more limited than the impression gained after LM analysis.",
        "year": 1989,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "This paper investigates the effects of long-term methotrexate treatment on liver histology in patients with rheumatoid arthritis. Although it does not directly build upon the source paper, it explores a related aspect of methotrexate treatment, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "debefb7e26f96cc38662851e6dbc1dc623e04d5d",
        "title": "Toxicity and serum levels of methotrexate in children with juvenile rheumatoid arthritis.",
        "abstract": "Twenty-three children with destructive polyarticular juvenile rheumatoid arthritis (JRA) were treated for 0.5-4.3 years (median 1.6 years) with weekly doses of methotrexate (MTX) (0.11-0.6 mg/kg/week). Serum levels of MTX at 1 hour and at 24 hours after drug administration were obtained at each dosage level and every 3 months after a stable dosage was achieved. No patient had serum levels of MTX that were in the toxic range nor evidence of hematologic, skin, mucous membrane, gastrointestinal, or pulmonary abnormalities. Ten patients had transiently elevated serum transaminase levels. Arthritis symptoms improved in 21 of these JRA patients, and the improvement was significantly associated with a mean 1-hour serum MTX level of greater than or equal to 5.8 x 10(-7)M (P = 0.008) and a dosage of greater than or equal to 0.3 mg/kg/week (P = 0.004). The 1-hour serum level of MTX was correlated with the MTX dosage (r = 0.28, P = 0.005). Our observations suggest that with close monitoring, MTX can be used safely at dosages as high as 0.6 mg/kg/week, and improvement in the symptoms of JRA will become evident when the serum levels of MTX 1 hour after administration approach 6.0 x 10(-7)M.",
        "year": 1989,
        "citation_count": 101,
        "relevance": 2,
        "explanation": "This paper investigates the toxicity and serum levels of methotrexate in children with juvenile rheumatoid arthritis. Although it does not directly build upon the source paper, it explores a related aspect of methotrexate treatment, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "b0642534fa5aacda970660a930775fd5a879272a",
        "title": "Toxicity of methotrexate compared with azathioprine in the treatment of rheumatoid arthritis. A case-control study of 131 patients.",
        "abstract": "One hundred thirty-one patients with rheumatoid arthritis treated with either azathioprine sodium (n = 37, 102.7 +/- 32.9 mg/d) or methotrexate sodium (n = 94, 8.4 +/- 3.0 mg/wk) were followed up for 38 +/- 23.3 months to determine the nature, frequency, and potential predictors of \"major\" toxic reactions. Thirty-one methotrexate-treated patients (33%) and 11 patients (30%) receiving azathioprine experienced a major toxic reaction during the study period. With the case-control method, no predictors of major toxic reactions secondary to azathioprine therapy were found. Sex, drug dosage, response to prior slow-acting antirheumatic drug therapy, concurrent use of salicylates, and age did not predict major toxic reactions secondary to methotrexate treatment, but the methotrexate-treated patients who experienced a major toxic reaction had a significantly greater mean level of blood urea nitrogen at the time of their reaction compared with the control group. Life-table analysis suggested toxic reactions posed a greater risk of treatment termination in methotrexate-treated patients compared with the lack or loss of efficacy. This trend was not apparent in the azathioprine group. The majority of patients in each treatment group (79 for methotrexate and 29 for azathioprine) experienced one or more \"minor\" toxic reactions during the follow-up period.",
        "year": 1989,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "This paper compares the toxicity of methotrexate and azathioprine in the treatment of rheumatoid arthritis. Although it does not directly build upon the source paper, it explores a related aspect of methotrexate treatment, which is partially dependent on the findings of the source paper."
    }
]