[
    {
        "paperId": "c17255cd8ce72d09744a0ef503214fda51e5b46b",
        "title": "Effects of bitter melon and toll‐like receptor (TLR) 4 on glucose and lipid parameters in mice fed high fat diet",
        "abstract": "Bitter melon (Momordica charantia, MC) has been shown to improve markers of insulin resistance including adiposity, glucose and lipid profile in mice fed high fat diet. Fatty acids can activate toll‐like receptor (TLR) 4 signaling pathway resulting in the enhanced production and secretion of proinflammatory cytokines which may contribute to insulin resistance associated with diet induced obesity (DIO). The objective of this study was to examine the effect of MC on glucose and lipid homeostasis in an animal model of DIO and the role of TLR4 in mediating these effects. Eight week old male TLR4 mutant (C3H/HeJ) and control (C57BL/6) mice were randomly assigned to four dietary treatment groups for eight weeks (n=12–13/group): control (10% calories from fat), high fat (HF, 60% calories from fat), HF+1% (w/w) MC, and HF+10% (w/w) MC. Our preliminary data suggests that the C3H/HeJ strain exhibited significantly higher body weight, body fat, plasma cholesterol, and triglycerides in response to a high fat diet when compared to the C57BL/6 strain regardless of dietary treatment. However, C3H/HeJ strain had significantly lower area under the curve after a glucose tolerance test, plasma fructosamine and free fatty acid in comparison to the C57BL/6 strain. Mice fed the 10% MC, but not the 1% MC, improved glucose tolerance in the C57BL/6 but not the C3H/HeJ strain, suggesting MC may act through TLR4 signaling to modulate glucose homeostasis. The effects of MC and TLR4 mutation on mRNA expression of genes involved in glucose and lipid metabolism are currently being assessed. (Supported by USDA,#2008‐35200‐18692)",
        "year": 2012,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper investigates the effect of bitter melon on glucose and lipid homeostasis in mice, which is related to the source paper's topic of the hypoglycemic effect of bitter melon. The study's findings on the role of TLR4 in mediating the effects of bitter melon could be considered a sub-hypothesis that builds upon the source paper's findings."
    },
    {
        "paperId": "d3fb056aff7f5e9274f597ac68e2827bd38242cd",
        "title": "Effect of Superfine Grinding on Antidiabetic Activity of Bitter Melon Powder",
        "abstract": "The antidiabetic activities of bitter melon powders produced with lyophilization/superfine grinding and hot air drying/normal grinding were investigated in vivo for selecting a suitable bitter melon processing procedure. After a five-week treatment, bitter melon lyophilized superfine grinding powder (BLSP) had a higher antidiabetic activity with reducing fasting blood glucose levels from 21.40 to 12.54 mmol/L, the serum insulin levels from 40.93 to 30.74 mIU/L, and restoring activities of SOD compared with those in the bitter melon hot air drying powder (BAP) treated group. Furthermore, BLSP protected pancreatic tissues including islet beta cells and reduced the loss of islet cells. Combined with the difference of compositions in BLSP and BAP, it could be concluded that superfine grinding and lyophilization processes were beneficial for presenting the antidiabetic activity, which will provide a reference for direct utilization of bitter melon as a suitable functional food to relieve symptoms of diabetes.",
        "year": 2012,
        "citation_count": 58,
        "relevance": 1,
        "explanation": "This paper investigates the antidiabetic activities of bitter melon powders, which is related to the source paper's topic of the hypoglycemic effect of bitter melon. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "63f8aba4648b9eb2224bff9aca5f367293716a85",
        "title": "Activation of AMPK by Bitter Melon Triterpenoids Involves CaMKKβ",
        "abstract": "We recently showed that bitter melon-derived triterpenoids (BMTs) activate AMPK and increase GLUT4 translocation to the plasma membrane in vitro, and improve glucose disposal in insulin resistant models in vivo. Here we interrogated the mechanism by which these novel compounds activate AMPK, a leading anti-diabetic drug target. BMTs did not activate AMPK directly in an allosteric manner as AMP or the Abbott compound (A-769662) does, nor did they activate AMPK by inhibiting cellular respiration like many commonly used anti-diabetic medications. BMTs increased AMPK activity in both L6 myotubes and LKB1-deficient HeLa cells by 20–35%. Incubation with the CaMKKβ inhibitor, STO-609, completely attenuated this effect suggesting a key role for CaMKKβ in this activation. Incubation of L6 myotubes with the calcium chelator EGTA-AM did not alter this activation suggesting that the BMT-dependent activation was Ca2+-independent. We therefore propose that CaMKKβ is a key upstream kinase for BMT-induced activation of AMPK.",
        "year": 2013,
        "citation_count": 63,
        "relevance": 2,
        "explanation": "This paper explores the mechanism by which bitter melon-derived triterpenoids activate AMPK, which is a key enzyme involved in glucose metabolism. The paper builds on the source paper's findings on the hypoglycemic effect of bitter melon by investigating the underlying mechanisms."
    },
    {
        "paperId": "235e31f35aeb1ce4f00b5b7f1250250d1cd1844e",
        "title": "Bitter melon juice activates cellular energy sensor AMP-activated protein kinase causing apoptotic death of human pancreatic carcinoma cells.",
        "abstract": "Prognosis of pancreatic cancer is extremely poor, suggesting critical needs for additional drugs to improve disease outcome. In this study, we examined efficacy and associated mechanism of a novel agent bitter melon juice (BMJ) against pancreatic carcinoma cells both in culture and nude mice. BMJ anticancer efficacy was analyzed in human pancreatic carcinoma BxPC-3, MiaPaCa-2, AsPC-1 and Capan-2 cells by 3-(4,5-dimethylthiazole-2-yl)-2,5-diphenyl tetrazolium bromide, cell death enzyme-linked immunosorbent assay and annexin/propidium iodide assays. BMJ effect on apoptosis regulators was assessed by immunoblotting. In vivo BMJ efficacy was evaluated against MiaPaCa-2 tumors in nude mice, and xenograft was analyzed for biomarkers by immunohistochemistry (IHC). Results showed that BMJ (2-5% v/v) decreases cell viability in all four pancreatic carcinoma cell lines by inducing strong apoptotic death. At molecular level, BMJ caused caspases activation, altered expression of Bcl-2 family members and cytochrome-c release into the cytosol. Additionally, BMJ decreased survivin and X-linked inhibitor of apoptosis protein but increased p21, CHOP and phosphorylated mitogen-activated protein kinases (extracellular signal-regulated kinase 1/2 and p38) levels. Importantly, BMJ activated adenosine monophosphate-activated protein kinase (AMPK), a biomarker for cellular energy status, and an AMPK inhibitor (Compound C) reversed BMJ-induced caspase-3 activation suggesting activated AMPK involvement in BMJ-induced apoptosis. In vivo, oral administration of lyophilized BMJ (5mg in 100 µl water/day/mouse) for 6 weeks inhibited MiaPaCa-2 tumor xenograft growth by 60% (P < 0.01) without noticeable toxicity in nude mice. IHC analyses of MiaPaCa-2 xenografts showed that BMJ also inhibits proliferation, induces apoptosis and activates AMPK in vivo. Overall, BMJ exerts strong anticancer efficacy against human pancreatic carcinoma cells, both in vitro and in vivo, suggesting its clinical usefulness.",
        "year": 2013,
        "citation_count": 56,
        "relevance": 1,
        "explanation": "This paper investigates the anticancer effects of bitter melon juice, which is the same herb used in the source paper. However, the paper does not build on the source paper's findings on the hypoglycemic effect of bitter melon, but rather explores a new angle (anticancer effects)."
    }
]