[
    {
        "paperId": "70f8541eeac91a74b526108a2b3875993bf7fea8",
        "title": "Regional thrombolysis in lower limb ischemia: new pharmacological and nonpharmacological aspects",
        "abstract": "Regional thrombolytic therapy for arterial occlusion of the limbs uses several catheter-guided techniques and various infusion methods and therapeutic schemes. There is no definite proof of superiority of any agent in terms of efficacy and safety. A meta-analysis of randomized trials comparing surgery to thrombolysis in leg ischemia shows no significant difference in major amputation and mortality between these two management options. Major bleeding is the main complication. Recent developments include the introduction of new thrombolytic agents, associated infusion of glycoprotein IIb-IIIa blockers and use of ultrasound to disrupt thrombi or facilitate thrombolysis.",
        "year": 2002,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The paper discusses regional thrombolytic therapy for arterial occlusion of the limbs, which is related to the source paper's topic of treating peripheral artery occlusion with abciximab plus urokinase. However, it does not build upon the specific findings of the source paper, but rather provides a broader overview of the field, including various techniques and agents used in thrombolysis."
    },
    {
        "paperId": "fa439e465df559e6af2798d99dcf93ace86afa38",
        "title": "Catheter-directed thrombolytic therapy in peripheral artery occlusions: combining reteplase and abciximab.",
        "abstract": "OBJECTIVE\nThe goal of this study was to assess the safety and efficacy of combination therapy consisting of the third-generation plasminogen activator reteplase and the glycoproteins IIb and IIIa platelet receptor antagonist abciximab for thrombolysis in peripheral artery occlusive disease. This two-center experience focused on immediate thrombolytic success, thrombolysis time, complication rate, and 30-day patency rate.\n\n\nSUBJECTS AND METHODS\nFifty patients with arterial occlusive disease (age range, 40-96 years; mean age, 69 years) were prospectively enrolled at two centers. Eighteen patients (36%) had native artery thromboses, and 32 patients (64%) had graft thromboses. Catheter-directed intraarterial thrombolytic infusion of reteplase (average dose, 0.51 U/hr; range, 0.25-1 U/hr) was combined with IV infusion of abciximab (bolus, 0.25 mg/kg of body weight; 12-hr infusion, 0.125 microg/kg of body weight per minute). Nontherapeutic heparin (100-400 U/hr) was given intraarterially during the thrombolytic infusion.\n\n\nRESULTS\nComplete thrombolysis was achieved in 89% of the patients with native artery occlusions and 94% of the patients with graft occlusions for an overall rate of 92%. The average thrombolysis time was 20.7 hr (range, 4-41 hr) with a mean reteplase dose of 12.1 U (range, 2-23 U). Major hematoma occurred in 12% of the patients, with an average blood transfusion of 3.1 U of packed RBC (range, 1-11 U), and correlated to increased thrombolysis time and dose. No intracranial hemorrhage occurred. The 30-day primary patency rate was 92%. Two patients (4%) underwent amputation, including one major amputation (2%), within 30 days of thrombolysis.\n\n\nCONCLUSION\nThe combination of reteplase and abciximab in catheter-directed arterial thrombolysis is feasible and effective. Results of this combination therapy suggest acceptable thrombolysis times and doses with tolerable complication rates. Which patient group might benefit the most from combination therapy and the long-term results of combination therapy still need to be determined.",
        "year": 2003,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper investigates the combination of reteplase and abciximab for thrombolysis in peripheral artery occlusive disease. The use of abciximab in this paper is partially dependent on the findings of the source paper, which demonstrated the efficacy of abciximab in combination with urokinase for thrombolysis."
    }
]