[
    {
        "paperId": "6b219429991561106b427122a6f895a9cbe482d9",
        "title": "NSAID switching and short‐term gastrointestinal outcome rates after the withdrawal of rofecoxib",
        "abstract": "The consequences of the rofecoxib withdrawal on upper GI toxicity are largely unknown. We sought to estimate the effect of switching from selective Cox‐2 inhibitors to non‐selective non‐steroidal anti‐inflammatory drugs (nsNSAIDs) on the incidence of upper GI adverse events following the withdrawal of rofecoxib on 30 September 2004.",
        "year": 2009,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper investigates the effect of switching from selective Cox-2 inhibitors to non-selective non-steroidal anti-inflammatory drugs (nsNSAIDs) on the incidence of upper GI adverse events, which is related to the topic of the source paper."
    },
    {
        "paperId": "8acfbefd3d47614400a2f80ca5c28cfbe588601f",
        "title": "Efficacy and Safety of Celecoxib in the Treatment of Acute Pain due to Ankle Sprain in a Latin American and Middle Eastern Population",
        "abstract": "Ankle sprains are common acute soft-tissue injuries. This 7-day open-label, multicentre, randomized study compared the efficacy and safety of celecoxib with non-selective non-steroidal antiinflammatory drugs (NSAIDs) in treating acute ankle sprain with moderate-to-severe ankle pain in 278 patients. Patients received either celecoxib (400 mg loading dose followed by 200 mg twice daily) or standard doses of non-selective NSAIDs. The primary endpoint was a change in the patient's assessment of ankle pain on a 0 mm (no pain) −100 mm (worst possible pain) visual analogue scale (VAS) at day 3 compared with baseline. From a baseline of 73 mm, mean VAS pain scores decreased to 29 and 32 mm in the celecoxib and non-selective NSAID groups, respectively. The lower limit of the 95% confidence interval for the treatment difference with regard to change from baseline was greater than the pre-established non-inferiority margin of −10 mm. Using an initial loading dose, celecoxib was at least as efficacious as non-selective NSAIDs in treating acute pain due to ankle sprain.",
        "year": 2009,
        "citation_count": 12,
        "relevance": 1,
        "explanation": "This paper compares the efficacy and safety of celecoxib with non-selective non-steroidal anti-inflammatory drugs (NSAIDs) in treating acute ankle sprain, which is a similar topic to the source paper."
    },
    {
        "paperId": "45f22573c1c2df54e16f5de76285449e3813c865",
        "title": "Risk of Upper Gastrointestinal Complications Associated with Cyclooxygenase‐2 Selective and Nonselective Nonsteroidal Antiinflammatory Drugs",
        "abstract": "Study Objective. To estimate the risk of upper gastrointestinal complications associated with use of cyclooxygenase‐2 (COX‐2) selective (celecoxib and rofecoxib) and individual nonselective nonsteroidal antiinflammatory drugs (NSAIDs) compared with nonuse of these drugs.",
        "year": 2009,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper estimates the risk of upper gastrointestinal complications associated with use of cyclooxygenase-2 (COX-2) selective and nonselective nonsteroidal anti-inflammatory drugs (NSAIDs), which is a similar topic to the source paper."
    },
    {
        "paperId": "5139b85b305d96a4423d04f7f76da0288be3693c",
        "title": "Population impact of regulatory activity restricting prescribing of COX-2 inhibitors: ecological study.",
        "abstract": "AIMS\nTo investigate impacts of withdrawal and regulatory advice regarding cyclooxygenase-2 (COX-2) inhibitors on UK population rates of gastrointestinal haemorrhage and acute myocardial infarction (MI).\n\n\nMETHODS\nEcological time series study of prescribing, mortality and hospital admission trends in people aged > or = 55 years.\n\n\nRESULTS\nWithdrawal and regulatory advice limiting COX-2 inhibitor availability from 2004 were temporally associated with reversal of previously unfavourable trends in emergency MI admissions among people aged > or = 65 years. Annual admission rate trends changed from +4.6% to -3.1% (P < 0.001) among women and from +2.1% to -3.8% (P= 0.003) among men. Absolute changes in average annual trend in the number of individuals aged > or = 65 years admitted following MI were from +981 (1999-2004) to -819 (2004-2006) per year for women and from +713 to -995 for men. No change in trend was apparent among people aged 55-64 years, or in MI mortality trends. There was some suggestion of an unfavourable change in admission trends for gastrointestinal haemorrhage among 55-64-year-olds, although this appeared to occur prior to COX-2 inhibitor withdrawal/regulation by up to 2 years. These trends were not apparent in older people, or in gastrointestinal haemorrhage mortality rates.\n\n\nCONCLUSIONS\nWithdrawal/regulation of COX-2 inhibitors was temporally associated with a favourable reversal of population-level hospital admission trends in MI among people aged > or = 65 years. Unfavourable reversal of previous declines in gastrointestinal haemorrhage admissions probably occurred before changes in COX-2 inhibitor availability. Withdrawal/ regulation of COX-2 inhibitors did not appear to have any adverse impact on population health and may have been beneficial.",
        "year": 2009,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper investigates the impact of regulatory activity restricting the prescribing of COX-2 inhibitors on population rates of gastrointestinal hemorrhage and acute myocardial infarction. The study builds upon the findings of the source paper, which compared the gastrointestinal toxicity of celecoxib with NSAIDs."
    },
    {
        "paperId": "672706f72b8115940b63323286d06113cee5fa38",
        "title": "The hepatic safety and tolerability of the cyclooxygenase-2 selective NSAID celecoxib: pooled analysis of 41 randomized controlled trials",
        "abstract": "ABSTRACT Objective: To assess the hepatic safety and tolerability of celecoxib versus placebo and three commonly prescribed nonselective nonsteroidal anti-inflammatory drugs (NSAIDs). Research design and methods: This was a retrospective, pooled analysis of a 41-study dataset involving patients with osteoarthritis, rheumatoid arthritis, ankylosing spondylitis, chronic low back pain, and Alzheimer's disease. Criteria for selection of studies were: (1) Randomized, parallel-group design and planned treatment duration of ≥2 weeks (2) ≥1 placebo or NSAID comparator (3) ≥1 arm with celecoxib at total daily dose of ≥200 mg (4) Data available as of October 31, 2004 Data were pooled by treatment and subject from the safety analysis population of included studies. Treatment-emergent hepatobiliary adverse events (AEs) were compared for celecoxib <200 mg/day (943 patients), 200 mg/day (12 008 patients), 400 mg/day (7380 patients), and 800 mg/day (4602 patients); placebo (4057 patients); diclofenac 100–150 mg/day (7639 patients); naproxen 1000 mg/day (2953 patients); and ibuprofen 2400 mg/day (2484 patients). Hepatobiliary laboratory abnormalities were also analyzed. Results: There were no cases of liver failure, treatment-related liver transplant, or treatment-related hepatobiliary death. Incidence of serious hepatic AEs was low, with 13 (0.05%) serious hepatic AEs among 24 933 celecoxib-treated patients, and 16 (0.21%) among 7639 diclofenac-treated patients. No patients receiving celecoxib or any nonselective NSAID met criteria for Hy's rule (alanine aminotransferase [ALT] ≥3 × upper limit of normal [ULN] with bilirubin ≥2 × ULN). The incidence of notable (≥5 × ULN) and severe (≥10 × ULN) ALT elevations was similar for all treatment groups except diclofenac. Significantly fewer hepatobiliary AEs were reported for celecoxib (any dose; 1.11%) than for diclofenac (vs. 4.24%, p < 0.0001); for ibuprofen (vs. 1.53%, p = 0.06) and placebo (vs. 0.89%, p = 0.21) the incidence of AEs was comparable to celecoxib. Limitations: A number of limitations should be considered when evaluating the results: findings were limited by the quality and reporting of the studies selected; difficulty in estimating the incidence of AEs due to the low frequency of events; acetaminophen not included as an active comparator. Conclusions: In this pooled analysis, the incidence of hepatic AEs in patients treated with celecoxib was similar to that for both placebo-treated patients and patients treated with ibuprofen or naproxen, but lower than for diclofenac.",
        "year": 2009,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "This paper assesses the hepatic safety and tolerability of celecoxib, a COX-2 inhibitor studied in the source paper. It builds upon the findings of the source paper by providing a pooled analysis of multiple trials. Therefore, its relevance is 2."
    },
    {
        "paperId": "4ba5d07a7a7e817422473a72f24b9ceb7b46fb72",
        "title": "Variability in the Response to Cyclooxygenase Inhibitors",
        "abstract": "Nonsteroidal anti-inflammatory drugs (NSAIDs) relieve pain, inflammation, and fever by inhibiting cyclooxygenases (COXs). Nonsteroidal anti-inflammatory drugs selective for COX-2 were developed to inhibit the major enzymatic source of the prostaglandins that mediate pain and inflammation while sparing COX-1-derived prostaglandins that contribute dominantly to gastric cytoprotection. Indeed, such purpose-designed COX-2 inhibitors reduced the incidence of serious gastrointestinal adverse effects when compared with traditional NSAIDs; however, they confer a small but absolute cardiovascular hazard. The hazard might also extend to traditional NSAIDs, which are relatively selective for COX-2, such as diclofenac, meloxicam, and etodolac. The occurrence of complications and the therapeutic responses to individual NSAIDs may vary substantially from patient to patient. Exploitation of detectable variability in the biochemical response to NSAIDs may offer an approach to the personalization of the management of risk and benefit.",
        "year": 2009,
        "citation_count": 12,
        "relevance": 1,
        "explanation": "This paper discusses the variability in response to cyclooxygenase inhibitors, including COX-2 inhibitors like celecoxib. It builds upon the findings of the source paper by exploring the individual variability in response to these inhibitors. Therefore, its relevance is 1."
    },
    {
        "paperId": "bccfd0c5c46c644761adaf551770cecb23bf1a81",
        "title": "Cost effectiveness of COX 2 selective inhibitors and traditional NSAIDs alone or in combination with a proton pump inhibitor for people with osteoarthritis",
        "abstract": "Objectives To investigate the cost effectiveness of cyclo-oxygenase-2 (COX 2) selective inhibitors and traditional non-steroidal anti-inflammatory drugs (NSAIDs), and the addition of proton pump inhibitors to these treatments, for people with osteoarthritis. Design An economic evaluation using a Markov model and data from a systematic review was conducted. Estimates of cardiovascular and gastrointestinal adverse events were based on data from three large randomised controlled trials, and observational data were used for sensitivity analyses. Efficacy benefits from treatment were estimated from a meta-analysis of trials reporting total Western Ontario and McMaster Universities (WOMAC) osteoarthritis index score. Other model inputs were obtained from the relevant literature. The model was run for a hypothetical population of people with osteoarthritis. Subgroup analyses were conducted for people at high risk of gastrointestinal or cardiovascular adverse events. Comparators Licensed COX 2 selective inhibitors (celecoxib and etoricoxib) and traditional NSAIDs (diclofenac, ibuprofen, and naproxen) for which suitable data were available were compared. Paracetamol was also included, as was the possibility of adding a proton pump inhibitor (omeprazole) to each treatment. Main outcome measures The main outcome measure was cost effectiveness, which was based on quality adjusted life years gained. Quality adjusted life year scores were calculated from pooled estimates of efficacy and major adverse events (that is, dyspepsia; symptomatic ulcer; complicated gastrointestinal perforation, ulcer, or bleed; myocardial infarction; stroke; and heart failure). Results Addition of a proton pump inhibitor to both COX 2 selective inhibitors and traditional NSAIDs was highly cost effective for all patient groups considered (incremental cost effectiveness ratio less than £1000 (€1175, $1650)). This finding was robust across a wide range of effectiveness estimates if the cheapest proton pump inhibitor was used. In our base case analysis, adding a proton pump inhibitor to a COX 2 selective inhibitor (used at the lowest licensed dose) was a cost effective option, even for patients at low risk of gastrointestinal adverse events (incremental cost effectiveness ratio approximately £10 000). Uncertainties around relative adverse event rates meant relative cost effectiveness for individual COX 2 selective inhibitors and traditional NSAIDs was difficult to determine. Conclusions Prescribing a proton pump inhibitor for people with osteoarthritis who are taking a traditional NSAID or COX 2 selective inhibitor is cost effective. The cost effectiveness analysis was sensitive to adverse event data and the specific choice of COX 2 selective inhibitor or NSAID agent should, therefore, take into account individual cardiovascular and gastrointestinal risks.",
        "year": 2009,
        "citation_count": 111,
        "relevance": 1,
        "explanation": "This paper investigates the cost-effectiveness of COX-2 selective inhibitors, including celecoxib, in combination with a proton pump inhibitor for people with osteoarthritis. It builds upon the findings of the source paper by exploring the economic implications of using these inhibitors. Therefore, its relevance is 1."
    },
    {
        "paperId": "b483b3323c15951bc3d2c872e3f4593ccb429636",
        "title": "Nonsteroidal anti-inflammatory drugs: a critical review on current concepts applied to reduce gastrointestinal toxicity.",
        "abstract": "Nonsteroidal anti-inflammatory drugs (NSAIDs) are among the most commonly used drugs worldwide. Nevertheless, their intake is frequently associated with gastrointestinal side effects, representing still an important medical and socio-economic problem. In recent years efforts focused on the development of highly selective COX-2 inhibitors with an improved gastric tolerability profile. However, severe cardiovascular adverse reactions challenged the initial enthusiasm in this new class of anti-inflammatory drugs. In addition, the market withdrawals of some coxibs led to a relative reluctance in prescribing COX-2 inhibitors in clinical practice. As a consequence, the interest for alternative approaches to reduce gastrointestinal side effects associated with NSAIDs has re-emerged. There are two main components of gastric damaging properties of NSAIDs: (1) the acute toxicity associated with the short-term intake of NSAIDs, which is principally caused by local irritation of the gastric mucosa (2) the chronic toxicity resulting mainly from systemic effects associated with prolonged administration of NSAIDs. Based on that background two different approaches were pursued in the search for GI sparing NSAIDs: a) modification of classical NSAIDs by associating them with phospholipids, cyclodextrins, or chemical moieties that release gastroprotective mediators and b) defining novel targets as well as developing new compounds like dual COX/5-LO or mPGES-1 inhibitors. This review provides the first comprehensive overview of all currently applied approaches taken to improve the risk-benefit ratio of NSAIDs focusing on the structure activity relationships and the respective mechanism of action underlying the individual approaches. The insight gained in this review is useful for further research activity in this field.",
        "year": 2009,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "This review discusses the development of highly selective COX-2 inhibitors and alternative approaches to reduce gastrointestinal side effects associated with NSAIDs. The paper is partially dependent on the findings of the source paper, which compared the gastrointestinal toxicity of celecoxib with that of nonsteroidal anti-inflammatory drugs."
    },
    {
        "paperId": "5d8236bd94c990d91cb7da6f0b5a14b4b11dc698",
        "title": "The COX-2 inhibitor market withdrawals and prescribing patterns by rheumatologists in patients with gastrointestinal and cardiovascular risk.",
        "abstract": "OBJECTIVE\nTo examine effects of the COX-2 inhibitor market withdrawals on NSAID utilization among patients at increased risk of gastrointestinal (GI) and cardiovascular (CV) toxicities.\n\n\nMETHODS\nA prospective cohort study was conducted using patients enrolled in the Consortium of Rheumatology Researchers of North America (CORRONA) Registry. The study population included rheumatoid arthritis (RA) and psoriatic arthritis (PsA) patients prescribed NSAIDs by rheumatologists from 1/1/2003 to 12/31/2005. Three cohorts were defined based on calendar year. The primary outcome assessed whether or not an NSAID gastroprotective strategy was prescribed. Secondary outcomes included rates of COX-2 inhibitor utilization and gastroprotective co-therapy utilization, stratified by the presence of cardiac and GI risk factors.\n\n\nRESULTS\nNSAID gastroprotection utilization decreased from 65.1% in 2003 to 47.7% (p<0.001) in 2005. COX-2 inhibitor use decreased from 55.1% to 29.2% (p<0.001), whereas nonselective NSAIDs (nsNSAIDs) use increased from 50.2% to 73.9% (p=<0.01). Among patients with two or more risk factors for NSAID related GI bleeding, gastroprotection decreased from 74.4% in 2003 to 60.9% (p<0.01). For patients with two or more CV risk factors from 2003 to 2005, COX-2 inhibitor utilization decreased significantly, whereas nsNSAID utilization increased significantly.\n\n\nCONCLUSIONS\nThe COX-2 inhibitor withdrawals resulted in a rapid decline in NSAID gastroprotection prescribed by participating U.S. rheumatologists despite the availability of other gastroprotective options. Channeling toward nsNSAID use was widespread, including among patients at increased CV risk. Longer term follow-up is required to determine the clinical significance of these changes in NSAID prescribing, particularly for NSAID-related GI and CV-related toxicities.",
        "year": 2009,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "This paper discusses the impact of COX-2 inhibitor market withdrawals on prescribing patterns by rheumatologists. The paper is partially dependent on the findings of the source paper, which compared the gastrointestinal toxicity of celecoxib with that of nonsteroidal anti-inflammatory drugs."
    },
    {
        "paperId": "6a7a6081b9d53a8b0b4a1daa6ae870200072d96e",
        "title": "Economic evaluation of nonsteroidal anti-inflammatory drug strategies in rheumatoid arthritis",
        "abstract": "Objectives: Although disease modifying antirheumatic drugs (DMARDs) are the first choice drugs in the treatment of rheumatoid arthritis, many patients still take nonsteroidal anti-inflammatory drugs (NSAIDs) as well. These drugs may cause serious gastric adverse events with continuous usage. Cyclooxygenase-2 (COX2) inhibitors were supposed to have a gastrointestinal (GI) friendly side effect profile. The aim of the study is to compare three therapeutic strategies: conventional NSAIDs, NSAID in combination with proton pump inhibitors (PPIs), and the selective COX2 inhibitor therapy (celecoxib). Methods: A decision tree model was developed, for 1 year, to simulate cohorts within the three arms (NSAIDs, NSAID + PPI, celecoxib). The efficacy of the different active agents of NSAIDs in therapeutically relevant doses was assumed to be the same, consequently differences can be seen in the side effect profile of the drugs. Medical costs, the costs of the side effects (GI, cardiovascular [CV] events), and quality-adjusted life-years (QALYs) were calculated to gain an incremental cost-effectiveness ratio (ICER). Evaluations were made from a third party payer's perspective. We performed one-way deterministic sensitivity analyses; the results were displayed in tornado diagrams. Results: Our model indicates that NSAID + PPI offers extra health gain for extra costs compared with conventional NSAIDs (ICER:14,287 euro/QALY), while it dominates celecoxib because of celecoxib's higher costs and lower effectiveness. According to the sensitivity analyses, QALYs had the highest influence on ICER. Conclusions: Although COX2 inhibitors have elevated GI efficacy compared with NSAIDs, celecoxib seems to be an adequate choice only for a limited group of patients with specific conditions because of the significantly higher price and CV risk profile.",
        "year": 2009,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper presents an economic evaluation of nonsteroidal anti-inflammatory drug strategies in rheumatoid arthritis. The paper is partially dependent on the findings of the source paper, which compared the gastrointestinal toxicity of celecoxib with that of nonsteroidal anti-inflammatory drugs."
    },
    {
        "paperId": "71239344890fa531e1039fcf0c109333cf567e15",
        "title": "Anti‐gastric cancer effects of celecoxib, a selective COX‐2 inhibitor, through inhibition of Akt signaling",
        "abstract": "Background and Aim:  Previously, we showed that treatment with celecoxib significantly reduced the number of viable gastric cancer cells, in a dose‐ and time‐dependent manner. However, the specific anti‐cancer effects of celecoxib on gastric cancer cells have not been clarified. The present in vitro study was carried out to investigate the mechanism involved in the anti‐gastric cancer effects of celecoxib.",
        "year": 2009,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "This paper explores the anti-gastric cancer effects of celecoxib, which is directly related to the source paper's findings on celecoxib, and presents a novel hypothesis on the mechanism of action of celecoxib in gastric cancer cells."
    },
    {
        "paperId": "509991171065b6e2475577d4a3aa537ee848e581",
        "title": "Pooled analysis of GI tolerability of 21 randomized controlled trials of celecoxib and nonselective NSAIDs*",
        "abstract": "ABSTRACT Objective: To compare the gastrointestinal (GI) tolerability of celecoxib and nonselective nonsteroidal anti-inflammatory drugs (NSAIDs) at approved doses in patients with common musculoskeletal conditions. Research design and methods: This was a retrospective, pooled analysis of studies selected from the Pfizer Corporate Clinical Trials Registry. Study selection criteria were: (1) Data available as of October 31, 2004; (2) Randomized, parallel-group study design and planned treatment duration of ≥ 2 weeks; (3) At least one nonselective NSAID (naproxen, ibuprofen, or diclofenac) as a comparator; (4) At least one arm with 200 mg or 400 mg celecoxib per day; (5) Patients with osteoarthritis (OA), adult rheumatoid arthritis (RA), or ankylosing spondylitis (AS). Data were pooled by treatment and by subject from the safety analysis population of each included study. Joint primary end points were the combined incidence of tolerability-related GI adverse events (AEs) (abdominal pain, dyspepsia, nausea, diarrhea, and flatulence), and time to study discontinuation due to any GI AE. Results: In all, 21 studies met the selection criteria. Across the safety analysis populations of the included studies, 7797 patients received celecoxib total daily dose 200 mg/day, 6653 received celecoxib total daily dose 400 mg/day, 2953 received naproxen, 499 received ibuprofen, and 5643 received diclofenac. Tolerability-related GI AEs were reported by significantly fewer celecoxib-treated patients (16.0%) than by those treated with naproxen (24.3%), ibuprofen (24.2%), or diclofenac (19.9%) (p < 0.0001 vs. each comparator). Time to study discontinuation due to any GI AE was significantly longer for celecoxib than for naproxen (p < 0.0001), ibuprofen (p = 0.002), or diclofenac (p = 0.048). In the RA subpopulation (n = 2857), there was no significant difference between the celecoxib and naproxen or ibuprofen groups in incidence of tolerability-related GI AEs and GI AEs. Limitations: The limitations are inherent to the retrospective analysis design. Conclusions: In this pooled analysis of celecoxib at approved doses in OA, RA, and AS, fewer celecoxib-treated patients in the overall population had tolerability-related GI AEs than patients treated with naproxen, ibuprofen, or diclofenac. In addition, celecoxib-treated patients had a significantly longer time to study discontinuation due to GI AEs.",
        "year": 2009,
        "citation_count": 36,
        "relevance": 2,
        "explanation": "This paper presents a pooled analysis of the gastrointestinal tolerability of celecoxib and nonselective NSAIDs, which is directly related to the source paper's findings on the gastrointestinal effects of celecoxib versus NSAIDs, and presents novel findings on the comparative tolerability of celecoxib and NSAIDs."
    },
    {
        "paperId": "1e61c36965adf51a7bacb832c26bd79a149ef5b1",
        "title": "Canadian consensus guidelines on long‐term nonsteroidal anti‐inflammatory drug therapy and the need for gastroprotection: benefits versus risks",
        "abstract": "Background  Nonsteroidal anti‐inflammatory drugs (NSAIDs) are widely used, but are not without risks.",
        "year": 2009,
        "citation_count": 154,
        "relevance": 1,
        "explanation": "This paper discusses the need for gastroprotection in patients taking NSAIDs, which is related to the source paper's findings on the gastrointestinal effects of celecoxib versus NSAIDs, but does not present a novel hypothesis or findings directly building on the source paper."
    },
    {
        "paperId": "3e7648a743b124c9858e41aeb0ed233dce453356",
        "title": "A randomized, multicentre, double‐blind, parallel‐group study to assess the adverse event‐related discontinuation rate with celecoxib and diclofenac in elderly patients with osteoarthritis",
        "abstract": "Objective: To compare the adverse event (AE)‐related discontinuation rate with celecoxib vs. diclofenac when given to reduce joint pain associated with knee or hip osteoarthritis (OA) in elderly patients. Methods: This was a double‐blind, randomized, multicentre, parallel‐group, 1‐year comparison of celecoxib 200 mg once daily and diclofenac 50 mg twice daily in 925 patients with OA aged ⩾ 60 years. Study visits were at baseline and at 4, 13, 26, 39, and 52 weeks. At each visit, the Patient's and Physician's Global Assessment of Arthritis (PaGAA, PhGAA), the Patient's Assessment of Arthritis Pain – Visual Analogue Scale (PAAP‐VAS), and AEs were assessed. A concomitant health economic analysis was conducted throughout. Results: The rate of study discontinuation due to AEs, laboratory abnormalities, and deaths was 27% for celecoxib and 31% for diclofenac (p = 0.22). The results of the arthritis/pain efficacy assessments were similar for celecoxib and diclofenac. Significantly fewer patients in the celecoxib group than the diclofenac group experienced cardiovascular/renal AEs (70/458 vs. 95/458, p = 0.039) or hepatic AEs (10/458 vs. 39/458, p<0.0001). Medication costs were higher for celecoxib than diclofenac but mean total treatment cost was slightly higher in the diclofenac group. Conclusion: Treatment with celecoxib 200 mg once daily and diclofenac 50 mg twice daily resulted in similar rates of AE‐related study discontinuation in elderly patients with OA. Celecoxib and diclofenac demonstrated comparable efficacy in relieving the signs and symptoms of OA. However, the proportion of patients with cardiorenal and hepatic AEs was significantly lower in the celecoxib group than the diclofenac group.",
        "year": 2009,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper directly compares celecoxib with diclofenac, a NSAID, in terms of adverse event-related discontinuation rates in elderly patients with osteoarthritis. The study builds upon the findings of the source paper, which compared celecoxib with NSAIDs in terms of gastrointestinal toxicity."
    },
    {
        "paperId": "c8ea24c3b85361a4bb496496057af20f77b8aabc",
        "title": "Cost-utility of celecoxib use in different treatment strategies for osteoarthritis and rheumatoid arthritis from the Quebec healthcare system perspective",
        "abstract": "Abstract Objective: To assess the cost-utility of celecoxib in three treatment strategies for arthritis in Quebec, considering both upper gastrointestinal (GI) and cardiovascular (CV) events. Methods: A Markov analytic framework was used to model patients with osteoarthritis and rheumatoid arthritis at low/average and high risk of GI and CV toxicity over 5 years with monthly cycles. Treatment strategies were modelled in line with Canadian clinical practice. In first-line treatment, patients started on celecoxib; second-line, patients started on a non-selective non-steroidal anti-inflammatory drug (NSAID) and switched to celecoxib after a first GI event; third-line, patients started on a non-selective NSAID, added a proton pump inhibitor (PPI) after a first GI event, and switched to celecoxib after a second GI event (while maintaining the PPI). Model inputs were determined through comprehensive literature searches (MEDLINE and EMBASE) from 1995 to 2006. Included studies evaluated GI (dyspepsia, uncomplicated and complicated ulcers, death) and CV (myocardial infarction, stroke, death) events. Drug and procedure costs were derived from Canadian published sources (Can$2005). Results: Total costs per patient for celecoxib first-, second-, and third-line treatment were Can$4,790, $3,390, and $3,466, and total quality-adjusted life-years (QALY) were 3.251, 3.231, and 3.230, respectively. In all risk categories, celecoxib second-line was less costly and as effective as celecoxib third-line, producing savings to the healthcare system. Although celecoxib first-line generated incremental expenditures versus celecoxib second-line, it was also more effective. The resulting cost-utility ratio for the high-risk population was Can$54,696/QALY. Based on this analytical approach, a treatment strategy where celecoxib is used before the combination of a non-selective NSAID plus a PPI possesses cost advantages for the Quebec provincial drug programme. One-way sensitivity analysis (varying GI and CV event rates, utilities, and cost) generally showed second-line treatment with celecoxib as the dominant strategy compared with third-line treatment with celecoxib. Conclusion: Although effectiveness of second- and third-line celecoxib use is similar, total cost is lower for second-line. These results suggest that the use of celecoxib before the combination of a non-selective NSAID plus a PPI is relatively cost-effective in the treatment of arthritis pain and support the full benefit listing of celecoxib in Quebec's drug programme.",
        "year": 2009,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper assesses the cost-utility of celecoxib in different treatment strategies for osteoarthritis and rheumatoid arthritis. The study uses the source paper's findings on the gastrointestinal toxicity of celecoxib vs NSAIDs as a basis for its cost-utility analysis, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "58521a9eb94520171da4c9e2c526bdb1e15f51d0",
        "title": "Discrepancy Among Observational Studies: Example of Naproxen-Associated Adverse Events",
        "abstract": "Background: Observational studies assessing the cardiovascular adverse effect of naproxen have had conflicting results. It is not clear whether variation in population characteristics between studies may explain some of this discrepancy. Objective: To determine whether changes in patient characteristics of naproxen users occurred between 1999 and 2004 in Québec, Canada and to examine whether these temporal changes were accompanied by changes in estimates of naproxen-related hospitalizations for gastrointestinal (GI) ulcers and myocardial infarction, using provincial health services administrative databases. Methods: Demographic, pharmaceutical and physician billing records of patients 65 years and older, who received naproxen or acetaminophen prescriptions between 1999 and 2004 were used. Two identical cohort studies, labeled Study 1 and Study 2 were conducted and their results were compared. One study was confined to the time period 1999-2001 and the other to 2002-2004. Patient characteristics at index date (the date of the first naproxen or acetaminophen prescription during the corresponding period) were compared between the study cohorts in naproxen and acetaminophen users, respectively, and within each study cohort between naproxen and acetaminophen users, using logistic regression models. Cox regression models with time dependent exposure were used to assess the association between naproxen vs acetaminophen and hospitalizations for GI events or AMI, respectively within each study. Results were then compared between the two studies. Results: Study 1 (1999-2001) cohort included 240,568 patients (205,238 acetaminophen and 35,330 naproxen) and Study 2 (2002-2004) cohort included 213,802 patients (193,918 acetaminophen and 19,884 naproxen). Patient characteristics of naproxen and acetaminophen users differed between the two studies. Naproxen users in Study 2 vs Study 1 were slightly younger, less likely to be females, less likely to have concomitant GI disease, less likely to have osteoarthritis and other co-morbidities and more likely to have used proton pump inhibitors, antihypertensive agents, anticoagulants, clopidogrel and aspirin. In general, similar changes in patient characteristics were observed in acetaminophen users between the two study cohorts. Compared to acetaminophen (without aspirin), the estimates of the GI risks with naproxen whether, used with or without aspirin, were significantly higher in Study 2 vs Study 1 [Hazard Ratio (HR) (95% CI): 4.94 (3.48, 7.02)] vs [2.22 (1.62, 3.06)], naproxen with aspirin [4.94 (2.93, 8.33) vs 2.47 (1.48, 4.12)], and acetaminophen and aspirin: [2.31 (1.89, 2.82) vs 1.46 (1.20, 1.77)]. The estimate of the AMI risk with naproxen also seemed to be higher in Study 2 vs Study 1, however the increase was not statistically significant [HR (95% CI) in the naproxen group: 1.18 (0.83, 1.67) in Study 1 vs 0.94 (0.70, 1.25) in Study 2], naproxen with aspirin. [1.44 (0.95, 2.18) vs 1.05 (0.68, 1.61)]; and acetaminophen and aspirin. 1.15 (1.01, 1.30) vs 1.10 (0.97, 1.26). Conclusion: Variation in patient characteristics in naproxen users was observed between 1999 and 2004. This variation was likely to be accompanied by a variation in patient pre-disposition to GI events that may explain the increase in estimates of naproxen-related GI adverse events observed during this period.",
        "year": 2009,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper discusses the gastrointestinal adverse effects of naproxen, a nonsteroidal anti-inflammatory drug (NSAID), which is related to the source paper's topic of gastrointestinal toxicity with celecoxib vs NSAIDs. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    }
]